Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: To assign a keyboard shortcut, perform the following steps:
vi: Để chỉ định một phím tắt trên bàn phím, hãy thực hiện các bước sau:

source: Click on the action for which you want to customize the keyboard shortcut. The row is highlighted and the text <quote>Type a new accelerator, or press Backspace to clear</quote> is displayed in the Shortcut column.
vi: Nháy lên hành động mà đối với nó bạn muốn tùy biến phím tắt trên bàn phím. Dòng đó sẽ nổi lên và cụm từ <quote>Hãy gõ một bộ tăng tốc mới, hoặc nhấn phím Backspace để xóa</quote> (Type a new accelerator, or press Backspace to clear) sẽ được hiển thị trong cột Phím tắt (Shortcut).

source: Press the keys that you want to associate with the action. The new keyboard shortcut is displayed in the <guilabel>Shortcut</guilabel> column.
vi: Nhấn các phím mà bạn muốn gắn với hành động đó. Phím tắt mới trên bàn phím được hiển thị trong cột <guilabel>Phím tắt</guilabel> (Shortcut).

source: To disable a keyboard shortcut, perform the following steps:
vi: Để vô hiệu hóa một phím tắt trên bàn phím, hãy thực hiện các bước sau đây:

source: Click on the action for which you want to disable the keyboard shortcut. The row is highlighted and the text <quote>Type a new accelerator, or press Backspace to clear</quote> is displayed in the Shortcut column.
vi: Nháy vào hành động mà đối với nó bạn muốn vô hiệu hóa phím tắt trên bàn phím. Hàng đó được nổi lên và cụm từ <quote>Hãy gõ một bộ gia tốc mới, hoặc nhấn phím Backspace để xóa</quote> (Type a new accelerator, or press Backspace to clear) được hiển thị trong cột Shortcut (Phím tắt).

source: Press the <keycap>backspace</keycap>. The keyboard shortcut is disabled.
vi: Nhấn phím <keycap>backspace</keycap>. Phím tắt trên bàn phím được vô hiệu hóa.

source: Low Vision or Blindness
vi: Thị lực thấp hoặc mù

source: From low vision to blindness, the range of visual limitations is broad. Symptoms of low vision include dimness, haziness, extreme far-/near-sightedness, color blindness, and tunnel vision, among others. People with these disabilities are concerned with being able to see text or images on a computer screen and being able to perform tasks that require eye-hand coordination, such as moving a computer mouse. Text size and color can make a big difference in legibility for people with low vision.
vi: Từ thị lực thấp tới mù, dải các khuyết tật về thị lực là lớn. Triệu chứng của thị lực thấp bao gồm cả lờ mờ (dimness), mù mịt (haziness), cực cận và cực viễn, mù màu, và những thứ khác. Những người có khuyết tật này có quan tâm tới khả năng nhìn văn bản hoặc hình ảnh trên màn hình máy tính và khả năng thực hiện các nhiệm vụ đòi hỏi sự phối hợp giữa mắt và tai, như việc dịch chuyển chuột máy tính. Kích cỡ và màu sắc của văn bản có thể tạo thành một sự khác biệt lớn trong tính dễ đọc đối với những người có thị lực thấp.

source: The technologies that can assist those with low vision or blindness are:
vi: Các công nghệ mà có thể hỗ trợ cho những người có thị lực thấp hoặc mù là:

source: <emphasis>Desktop Appearance Enhancement</emphasis> - users can configure the desktop to be easy to read; for example, by increasing text size and using high-contrast themes.
vi: <emphasis>Tăng cường hiển thị bàn làm việc</emphasis> (Desktop Appearance Enhancement) - những người sử dụng có thể thiết lập cấu hình bàn làm việc để dễ dàng đọc; ví dụ, bằng việc tăng kích cỡ văn bản và sử dụng các mẫu theme có độ tương phản cao.

source: <emphasis>Screen Magnifier</emphasis> - this is like a magnifying glass. People using them are able to control what area of the computer screen they want enlarged, and can move the magnifier to view different areas of the screen. They are also known as screen enlargers or large print programs.
vi: <emphasis>Phóng to màn hình</emphasis> (Screen Magnifier) - điều này giống như một kính phóng đại. Mọi người sử dụng chúng có khả năng kiểm soát được những vùng nào của màn hình máy tính mà họ muốn phóng to, và có thể dịch chuyển trình phóng to để nhìn các vùng khác nhau của màn hình. Chúng còn được biết như là các trình phóng đại màn hình hoặc các chương trình in to.

source: <emphasis>Screen Reader</emphasis> - this makes on-screen information available as synthesized speech and/or a refreshable braille display. They generally only translate text-based information. Graphics and other non-textual objects can be translated if there is alternative text describing the item. They are also known as blind access utilities or screen reviewers.
vi: <emphasis>Trình đọc màn hình</emphasis> (Screen Reader) - thứ này làm cho thông tin trên màn hình sẵn sàng như lời nói được tổng hợp và/hoặc như sự hiển thị Bray có khả năng làm tươi được. Chúng thường chỉ dịch các thông tin dựa vào văn bản. Các hình đồ họa và những đối tượng không phải là văn bản khác có thể được dịch nếu có văn bản luân phiên mô tả khoản đó. Chúng cũng còn được biết như là các tiện ích truy cập hoặc các trình xem màn hình dành cho những người mù.

source: Desktop Appearance Enhancement
vi: Tăng cường hiển thị bàn làm việc

source: This chapter describes the methods you can use to change the appearance of the GNOME Desktop in order to enhance the accessibility of the desktop for users with visual impairments.
vi: Chương này mô tả các phương pháp mà bạn có thể sử dụng để thay đổi hiển thị bàn làm việc GNOME để tăng cường khả năng của bàn làm việc đó cho những người sử dụng có khuyết tật về thị lực.

source: Customization Options
vi: Các lựa chọn tùy biến

source: customizing the desktop appearance
vi: tùy biến hiển thị bàn làm việc

source: There are several ways to customize the appearance of the GNOME Desktop to suit your specific needs:
vi: Có vài cách để tùy biến sự hiển thị của bàn làm việc GNOME cho phù hợp với các nhu cầu đặc thù của bạn:

source: Themes
vi: Các mẫu theme

source: Themes are the most effective way to change the appearance of the desktop in a consistent manner. See <xref linkend="themes-2"/> for more information about themes and how to use them to achieve the type of desktop environment that you require.
vi: Các mẫu theme là cách hiệu quả nhất để thay đổi hiển thị của bàn làm việc theo một cách thức thống nhất. Xem <xref linkend="themes-2"/> để có thêm thông tin về các mẫu theme và cách sử dụng chúng để đạt được dạng môi trường bàn làm việc mà bạn muốn.

source: Desktop and Application-Specific Configuration Settings
vi: Các thiết lập bàn làm việc và cấu hình ứng dụng đặc thù

source: You can customize different components of the desktop to achieve the display settings that you require. You can configure the desktop and applications in addition to using themes or as an alternative to themes. See <xref linkend="themes-7"/> for more information.
vi: Bạn có thể tùy biến các thành phần khác của bàn làm việc để đạt được các thiết lập hiển thị mà bạn muốn. Bạn có thể thiết lập bàn làm việc và các ứng dụng bổ sung thêm cho việc sử dụng các mẫu theme hoặc như một lựa chọn thay thế cho các mẫu theme. Xem <xref linkend="themes-7"/> để có thêm thông tin.

source: The following table summarizes the changes that you can make to the GNOME Desktop and where you can make the changes. This guide does not provide detailed instructions about how to customize the desktop. For detailed instructions about how to use the customization tools that the desktop provides, refer to the Help for each tool or to the <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>.
vi: Bảng sau đây tổng kết những thay đổi mà bạn có thể làm đối với môi trường làm việc của bàn làm việc GNOME và nơi mà bạn có thể tiến hành những thay đổi. Tài liệu này không cung cấp các chỉ dẫn chi tiết về cách để tùy biến bàn làm việc. Để có những chỉ dẫn chi tiết về cách sử dụng các công cụ tùy biến mà bàn làm việc cung cấp, hãy tham chiếu tới phần Trợ giúp (Help) đối với mỗi công cụ hoặc tới tài liệu <ulink type="help" url="ghelp:user-guide?prefs">Hướng dẫn người sử dụng</ulink> (User Guide).

source: Quick Reference to Customizing the Appearance of the Desktop
vi: Tham chiếu nhanh tới việc tùy biến hiển thị của bàn làm việc

source: To change the...
vi: Để thay đổi...

source: Use...
vi: Sử dụng...

source: Overall appearance of the desktop using high-contrast colors, low-contrast colors, or large print.
vi: Toàn bộ hiển thị của bàn làm việc có sử dụng các màu có độ tương phản cao, các màu có độ tương phản thấp, hoặc in to.

source: The <guilabel>Theme</guilabel> section of the <application>Appearance</application> preference tool.
vi: Phần <guilabel>Mẫu theme</guilabel> của công cụ ưu tiên <application>Hiển thị</application> (Appearance preference tool).

source: Appearance of the desktop background only.
vi: Hiển thị chỉ nền của bàn làm việc.

source: The <guilabel>Desktop Background</guilabel> section of the <application>Appearance</application> preference tool; also the file manager <guilabel>Backgrounds and Emblems</guilabel> menu item.
vi: Phần <guilabel>Nền của bàn làm việc</guilabel> (Desktop Background) của công cụ ưu tiên <application>Hiển thị</application> (Appearance); còn cả khoản thực đơn <guilabel> Các nền và Biểu tượng</guilabel> (Backgrounds and Emblems) của trình quản lý tệp nữa.

source: Appearance of the mouse pointer.
vi: Hiển thị của con trỏ chuột.

source: The <guilabel>Theme</guilabel> section of the <application>Appearance</application> preference tool; use the <guilabel>Pointers</guilabel> tab of the <guilabel>Customize</guilabel> option.
vi: Phần <guilabel>Mẫu theme</guilabel> của công cụ ưu tiên <application>Hiển thị </application> (Appearance); sử dụng tab chuyển trang <guilabel>Các con trỏ</guilabel> (Pointers) của lựa chọn <guilabel>Tùy biến</guilabel> (Customize).

source: Font displayed on the desktop background and in all desktop applications.
vi: Phông được hiển thị trên nền của bàn làm việc và trong tất cả các ứng dụng của bàn làm việc.

source: The <guilabel>Font</guilabel> section of the <application>Appearance</application> preference tool.
vi: Phần <guilabel>Phông chữ </guilabel> (Font) của công cụ ưu tiên <application>Hiển thị</application> (Appearance).

source: Default font settings of the <application>Text Editor</application>, <application>Terminal</application> or <application>Help</application> application.
vi: Các thiết lập phông chữ mặc định của <application>Trình soạn thảo Văn bản</application> (Text Editor), <application>Cửa sổ dòng lệnh</application> (Terminal) hoặc ứng dụng <application>Trợ giúp</application> (Help).

source: Normally these applications use the default application font that is specified in the <guilabel>Font</guilabel> section of the <application>Appearance</application> preference tool, but these font settings can also be overridden in the <guilabel>Preferences</guilabel> dialog for the application.
vi: Thường thì những ứng dụng này sử dụng phông chữ mặc định của ứng dụng mà nó được chỉ định trong phần <guilabel>Phông chữ</guilabel> (Font) của công cụ ưu tiên <application>Hiển thị</application> (Appearance), nhưng những thiết lập phông chữ này cũng có thể bị ghi đè trong hộp thoại <guilabel>Các ưu tiên</guilabel> (Preferences) đối với ứng dụng đó.

source: Using Themes to Customize the Desktop
vi: Sử dụng các mẫu theme để tùy biến bàn làm việc

source: This section describes how to use themes to customize the appearance of the GNOME Desktop.
vi: Phần này mô tả cách sử dụng các mẫu theme để tùy biến hiển thị của bàn làm việc GNOME.

source: Introduction to Themes
vi: Giới thiệu các mẫu theme

source: themes
vi: các mẫu theme

source: A theme is a group of coordinated settings that specifies how a desktop component or a group of desktop components appears. You can use themes to modify and control the appearance of the desktop in a consistent manner. When you apply a theme, the system modifies many desktop components simultaneously to achieve the desired effect. For example, if you apply a theme that increases the font size across the desktop, the theme also modifies the size of panels and icons on the desktop for optimum compatibility with the font size. Some themes have suggested font settings that may optionally be auto-set; in addition, most colors within a theme can be customized.
vi: Một mẫu theme là một nhóm các thiết lập được phối hợp mà chúng chỉ định cách một thành phần hoặc một nhóm các thành phần của bàn làm việc sẽ được hiển thị. Bạn có thể sử dụng các mẫu theme để sửa đổi và kiểm soát sự hiển thị của bàn làm việc theo một cách thức thống nhất. Khi bạn áp dụng một mẫu theme, thì hệ thống sẽ sửa đổi nhiều thành phần của bàn làm việc cùng một lúc để đạt được hiệu ứng như mong muốn. Ví dụ, nếu bạn áp dụng một mẫu theme mà làm tăng kích cỡ phông chữ khắp bàn làm việc, thì mẫu theme đó cũng sẽ sửa đổi kích cỡ của các panen và các biểu tượng trên bàn làm việc đối với tính có thể tương thích được một cách tối ưu với kích cỡ phông chữ đó. Một số mẫu theme đã gợi ý các thiết lập phông chữ mà có thể được thiết lập một cách tự động tùy thích; hơn nữa, hầu hết các màu trong một mẫu theme có thể tùy biến được.

source: A theme contains settings that affect different parts of the desktop:
vi: Một mẫu theme có các thiết lập mà chúng ảnh hưởng tới các phần khác nhau của bàn làm việc:

source: The controls setting for a theme determines the visual appearance of all windows, applications, panels, and panel applications. The controls setting also determines the visual appearance of the GNOME-compliant interface items that appear on windows, applications, panels, and panel applications such as menus, icons, and buttons. Some of the control options that are available in the desktop are designed for special accessibility needs.
vi: Việc thiết lập các kiểm soát cho một mẫu theme xác định sự hiển thị nhìn thấy được của tất cả các cửa sổ, các ứng dụng, các panen, và các ứng dụng của các panen. Việc thiết lập các kiểm soát cũng xác dịnh sự hiển thị nhìn thấy được của các khoản của giao diện tuân thủ GNOME mà chúng xuất hiện trong các cửa sổ, các ứng dụng, các panen, và các ứng dụng của các panen như các thực đơn, các biểu tượng, và các núm. Một số các lựa chọn kiểm soát mà chúng sẵn sàng trong bàn làm việc được thiết kế cho những nhu cầu đặc biệt về tính có thể truy cập được.

source: Window Border
vi: Đường bao cửa sổ

source: The window frame setting determines the appearance of the border around windows only.
vi: Thiết lập khung cửa sổ xác định chỉ sự hiển thị của đường bao xung quanh các cửa sổ.

source: Icon
vi: Biểu tượng

source: The icon setting determines the appearance of icons on panels and on the desktop background.
vi: Thiết lập biểu tượng xác định sự hiển thị của các biểu tượng trong các panen và trong nền của bàn làm việc.

source: Choosing Themes
vi: Chọn các mẫu theme

source: desktop
vi: bàn làm việc

source: To choose a theme, perform the following steps:
vi: Để chọn một mẫu theme, hãy thực hiện các bước sau:

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance </guimenuitem></menuchoice>. The themes are listed under the <guilabel>Theme</guilabel> tab.
vi: Chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Hiển thị </guimenuitem></menuchoice> (<menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance </guimenuitem></menuchoice>). Các mẫu theme sẽ được liệt kê trong tab chuyển trang <guilabel>Mẫu theme</guilabel>.

source: Click on a theme in the list box to choose a new theme. The system automatically applies the theme to the desktop, and may also prompt whether to apply a suggested font for the theme.
vi: Nháy vào một mẫu theme trong hộp liệt kê để chọn một mẫu theme mới. Hệ thống sẽ tự động áp dụng mẫu theme đó cho bàn làm việc, và cũng có thể nhắc liệu có áp dụng một phông chữ được gợi ý nào đó cho mẫu theme đó.

source: There are several themes available that suit different accessibility needs, as described in the following table:
vi: Có một vài mẫu theme có sẵn mà chúng phù hợp với các nhu cầu khác nhau về tính có thể truy cập được, như được mô tả trong bảng sau:

source: Themes Designed for Accessibility Requirements
vi: Các mẫu theme được thiết kế cho các yêu cầu về tính có thể truy cập được

source: Theme Name
vi: Tên các mẫu theme

source: High Contrast
vi: Độ tương phản cao

source: Provides dark text on a light background using high-contrast colors.
vi: Đưa ra văn bản tối trên một nền sáng có sử dụng các màu có độ tương phản cao.

source: High Contrast Inverse
vi: Nghịch đảo của độ tương phản cao

source: Provides light text on a dark background using high-contrast colors.
vi: Đưa ra văn bản sáng trên một nền tối có sử dụng các màu có độ tương phản cao.

source: Large Print
vi: In to

source: This theme suggests an increased font size of 18pt. The background and foreground colors are the same as those specified by the <guilabel>Default</guilabel> desktop theme. To apply the suggested font, click on the <guibutton>Apply Font</guibutton> button.
vi: Mẫu theme này gợi ý một kích cỡ phông tăng tới 18pt. Nền và các màu tiền cảnh là y hệt nhau như những màu được chỉ định bởi mẫu theme <guilabel>Mặc định</guilabel> (Default) của bàn làm việc. Để áp dụng phông được gợi ý, hãy nháy vào núm <guibutton>Áp dụng phông </guibutton>(Apply Font).

source: High Contrast Large Print
vi: In to độ tương phản cao

source: This theme suggests an increased font size of 18pt using dark text on a light background. To apply the suggested font, click on the <guibutton>Apply Font</guibutton> button.
vi: Mẫu theme này gợi ý một kích cỡ phông tăng tới 18pt có sử dụng văn bản tối trên một nền sáng. Để áp dụng phông được gợi ý, hãy nháy vào núm <guibutton>Áp dụng phông</guibutton> (Apply Font).

source: High Contrast Large Print Inverse
vi: Nghịch đảo của In to độ tương phản cao

source: This theme suggests an increased font size of 18pt using light text on a dark background. To apply the suggested font, click on the <guibutton>Apply Font</guibutton> button.
vi: Mẫu theme này gợi ý một kích cỡ phông tăng tới 18pt có sử dụng văn bản sáng trên một nền tối. Để áp dụng phông được gợi ý, hãy nháy vào núm <guibutton>Áp dụng phông</guibutton> (Apply Font).

source: In some GNOME distributions there are also prebuilt low-contrast/low-contrast-large-print themes to complement the high-contrast theme set.
vi: Trong một số phát tán GNOME cũng có những mẫu theme được xây dựng sẵn cho độ tương phản thấp/in to độ tương phản thấp để bổ sung cho tập hợp các mẫu theme có độ tương phản cao.

source: To view the controls, window frame, and icon settings that are associated with a theme, select a theme in the <guilabel>Appearance </guilabel> preference tool, then click on the <guibutton>Theme</guibutton> tab. The <guilabel>Customize</guilabel> option contains a tabbed section for each setting category. Each tabbed section lists the options that are available and the current setting for the theme is highlighted.
vi: Để xem các kiểm soát, khung cửa sổ, và các thiết lập biểu tượng mà có liên quan tới một mẫu theme, hãy chọn một mẫu theme trong công cụ ưu tiên <guilabel>Hiển thị</guilabel> (Appearance), rồi nháy vào tab chuyển trang <guibutton>Mẫu theme</guibutton> (Theme). Lựa chọn <guilabel>Tùy biến </guilabel>(Customize) có một phần được phân thành các tab chuyển trang cho từng chủng loại thiết lập. Mỗi phần được phân thành các tab chuyển trang này sẽ liệt kê những lựa chọn mà chúng có sẵn và thiết lập hiện có cho mẫu theme được chọn.

source: Modifying the Controls Setting for a Theme
vi: Sửa đổi và kiểm soát thiết lập cho một mẫu theme

source: To modify the controls setting that is associated with a theme, perform the following steps:
vi: Để sửa đổi thiết lập các kiểm soát có liên quan tới một mẫu theme, hãy thực hiện các bước sau:

source: Within the <guilabel>Theme</guilabel> tab, select the theme that you want to modify.
vi: Trong tab chuyển trang <guilabel>Mẫu theme</guilabel> (Theme), hãy chọn mẫu theme mà bạn muốn sửa đổi.

source: Click on the <guibutton>Customize</guibutton> button. The <guilabel>Customize Theme</guilabel> dialog is displayed.
vi: Nháy vào núm <guibutton>Tùy biến</guibutton> (Customize). Hộp thoại <guilabel>Tùy biến mẫu Theme</guilabel> (Customize Theme) sẽ được hiển thị.

source: Click on the <guilabel>Controls</guilabel> tab to display the controls options that are available.
vi: Nháy vào tab chuyển trang <guilabel>Các kiểm soát</guilabel> (Controls) để hiển thị các lựa chọn của các kiểm soát sẵn có.

source: Select the controls option that you want to associate with the current theme from the list box, then click <guibutton>Close</guibutton>. The following table lists the controls options that are suitable for accessibility needs:
vi: Chọn lựa chọn của các kiểm soát mà bạn muốn để kết nối với theme hiện hành từ hộp liệt kê, rồi nháy <guibutton>Đóng</guibutton> (Close). Bảng sau đây liệt kê các lựa chọn của các kiểm soát mà chúng phù hợp với các nhu cầu về tính có thể truy cập được:

source: Controls Options Designed for Accessibility Requirements
vi: Các lựa chọn kiểm soát được thiết kế cho những yêu cầu về tính có thể truy cập được

source: Control Option
vi: Lựa chọn kiểm soát

source: HighContrast
vi: Độ tương phản cao

source: HighContrastInverse
vi: Nghịch đảo của độ tương phản cao

source: LargePrint
vi: In to

source: Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool. The background and foreground colors are the same as those specified by the <guilabel>Default</guilabel> desktop theme.
vi: Tăng kích cỡ các kiểm soát để phù hợp với các phông chữ lớn hơn. Để tăng kích cỡ của phông chữ, bản phải sử dụng công cụ ưu tiên <application>Phông chữ</application> (Font). Các màu nền và tiền cảnh là y hệt nhau như những màu được chỉ định của mẫu theme <guilabel>Mặc định</guilabel> (Default) của bàn làm việc.

source: HighContrastLargePrint
vi: In to độ tương phản cao

source: Provides dark text on a light background using high-contrast colors. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
vi: Đưa ra văn bản tối trên một nền sáng có sử dụng các màu có độ tương phản cao. Tăng kích cỡ của các kiểm soát để phù hợp với các phông chữ lớn hơn. Để tăng kích cỡ của phông chữ, bản phải sử dụng công cụ ưu tiên <application>Phông chữ</application> (Font).

source: HighContrastLargePrintInverse
vi: Nghịch đảo của In to độ tương phản cao

source: Provides light text on a dark background using high-contrast colors. Increases the size of controls to accommodate larger fonts. To increase the font size, you must use the <application>Font</application> preference tool.
vi: Đưa ra văn bản sáng trên một nền tối có sử dụng các màu có độ tương phản cao. Tăng kích cỡ của các kiểm soát để phù hợp với các phông chữ lớn hơn. Để tăng kích cỡ của phông chữ, bản phải sử dụng công cụ ưu tiên <application>Phông chữ</application> (Font).

source: Modifying the Window Border Setting for a Theme
vi: Sửa đổi thiết lập đường bao cửa sổ cho một mẫu theme

source: window border
vi: đường bao cửa sổ

source: To modify the window border setting that is associated with a theme, perform the following steps:
vi: Để sửa đổi thiết lập đường bao cửa sổ có liên quan tới một mẫu theme, hãy thực hiện các bước sau:

source: In the <application>Appearance</application> preference tool, choose the <guilabel>Theme</guilabel> tab and the theme you want to modify.
vi: Trong công cụ ưu tiên <application>Hiển thị</application> (Appearance), hãy chọn tab chuyển trang <guilabel>Mẫu theme</guilabel> (Theme) và mẫu theme mà bạn muốn sửa đổi.
