Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: For Solaris systems, this key is <keycap>Meta-R</keycap> (as with Microsoft Windows). A meta- or super-key is an OS-logo shift key.
vi: Đối với các hệ thống Solaris, phím này là <keycap>Meta-R</keycap> (như với Microsoft Windows). Một phím meta hoặc super là một phím Shift với logo của hệ điều hành.

source: Print Screen
vi: In màn hình (Print Screen)

source: Start the screenshot application and take a screenshot of the entire screen.
vi: Khởi động ứng dụng chụp màn hình và chụp toàn bộ màn hình.

source: Start the screenshot application and take a screenshot of the window that currently has focus.
vi: Khởi động ứng dụng chụp màn hình và chụp cửa sổ màn hình hiện đang được chọn.

source: If the focused element is an application window or dialog, this keyboard shortcut opens the Help for the application.
vi: Nếu yếu tố được chọn là một cửa sổ ứng dụng hoặc một hộp thoại, thì phím tắt trên bàn phím này sẽ mở Trợ giúp (Help) đối với ứng dụng đó.

source: If the focused element is a panel or application window, this keyboard shortcut switches the display of tooltips for the window or panel objects on and off.
vi: Nếu yếu tố được chọn là một panen hoặc cửa sổ ứng dụng, thì phím tắt trên bàn phím này sẽ chuyển hiển thị các công cụ chỉ dẫn (tooltips) đối với các đối tượng cửa số hoặc panen đó bật hoặc tắt.

source: Open a popup menu for the element that has focus (if a popup menu exists for that element).
vi: Mở một thực đơn theo ngữ cảnh (popup menu) đối với yếu tố được chọn (nếu có một thực đơn theo ngữ cảnh tồn tại đối với yếu tố đó).

source: Navigating the Desktop Background
vi: Di chuyển nền của bàn làm việc

source: for desktop background
vi: đối với nền của bàn làm việc

source: The desktop background is the part of the GNOME Desktop where there are no interface items or applications, such as panels and windows. The following table lists the keyboard shortcuts that you can use to navigate the desktop background and the desktop background objects. A desktop background object is an icon on the desktop background that you can use to open files, folders, or applications.
vi: Nền của bàn làm việc là một phần của bàn làm việc GNOME, nơi mà không có các khoản giao diện hoặc ứng dụng, như các panen và cửa sổ. Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển nền của bàn làm việc và các đối tượng nền của bàn làm việc. Một đối tượng nền của bàn làm việc là một biểu tượng trên nền của bàn làm việc đó mà bạn có thể sử dụng để mở các tệp, thư mục, hoặc ứng dụng.

source: Temporarily hide all windows and give focus to the desktop background.
vi: Tạm thời ẩn tất cả các cửa sổ và chọn nền của bàn làm việc.

source: To restore the windows, press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> again.
vi: Để phục hồi lại các cửa sổ, nhấn một lần nữa <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo> .

source: For Solaris systems, this key is <keycap>Meta-D</keycap> (as with Microsoft Windows). A meta- or super-key is an OS-logo shift key.
vi: Đối với các hệ thống Solaris, phím này là <keycap>Meta-D</keycap> (như với Microsoft Windows).

source: Display a popup window with icons that represent the desktop background and the panels. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background and the panels.
vi: Hiển thị một cửa sổ theo ngữ cảnh với các biểu tượng mà đại diện cho nền và các panen của bàn làm việc. Hãy nhấn và giữ <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> và tiếp tục nhấn <keycap>Tab</keycap> để chuyển việc chọn giữa các nền và panen của bàn làm việc.

source: Give focus to a neighboring desktop background object (if the desktop has focus).
vi: Chọn một đối tượng nền bên cạnh của bàn làm việc (nếu bàn làm việc được chọn đó).

source: A sequence of characters that matches the first <replaceable>n</replaceable> characters of a desktop background object name.
vi: Sự tuần tự các ký tự khớp với <replaceable>n</replaceable> ký tự đầu của tên đối tượng nền của bàn làm việc.

source: If the desktop background has focus, give focus to the desktop background object whose name starts with the specified sequence of characters.
vi: Nếu nền của bàn làm việc được chọn, thì hãy chọn đối tượng nền của bàn làm việc mà tên của nó bắt đầu bằng sự liên tục được chỉ định của các ký tự.

source: Rename the desktop background object that has focus.
vi: Đổi tên đối tượng nền của bàn làm việc được chọn.

source: Open the popup menu for the desktop background object that has focus.
vi: Mở thực đơn theo ngữ cảnh đối với đối tượng nền của bàn làm việc được chọn.

source: Open the <guimenu>Desktop Background</guimenu> menu.
vi: Mở <guimenu>Thực đơn nền của bàn làm việc</guimenu> (Desktop Background).

source: Navigating Panels
vi: Di chuyển các panen

source: for panels
vi: đối với các panen

source: A panel is an area from which you can run special programs, applications, and panel applications. The most common panel is the panel that stretches the full width of the bottom edge of the desktop. The following table lists the keyboard shortcuts that you can use to navigate panels and panel objects.
vi: Một panen là một vùng từ đó bạn có thể chạy các chương trình, các ứng dụng đặc thù và các ứng dụng trên panen. Panen thông dụng nhất là panen mà căng ra độ rộng đầy đủ đối với cạnh đáy của bàn làm việc. Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển các panen và các đối tượng panen.

source: Give focus to a panel. This keyboard shortcut displays a popup window with icons that represent the desktop background, panels, and drawers. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press <keycap>Tab</keycap> to switch the focus between the desktop background, panels, and drawers. If you're especially dexterous, you can add <keycap>Shift</keycap> to go in reverse.
vi: Chọn một panen. Phím tắt này hiển thị một cửa sổ theo ngữ cảnh với các biểu tượng mà nó đại diện cho nền, các panen và các ngăn của bàn làm việc. Nhấn và giữ <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> và tiếp tục nhấn <keycap>Tab</keycap> để chuyển việc chọn giữa nền, các panen và các ngăn của bàn làm việc. Nếu bạn đặc biệt khéo, bạn có thể bổ sung <keycap>Shift</keycap> vào để đi ngược lại.

source: Give focus to the next object on the panel.
vi: Chọn đối tượng tiếp theo trên panen.

source: Open the <guimenu>Applications</guimenu> menu when the Menu Panel has focus. Continue to press <keycap>F10</keycap> to switch focus between the <guimenu>Applications</guimenu> menu and the window list. This key behavior may alter slightly depending on context and specific user setup.
vi: Mở thực đơn <guimenu>Các ứng dụng</guimenu> (Applications) khi panen Thực đơn (Menu) được chọn. Tiếp tục nhấn <keycap>F10</keycap> để chuyển việc chọn giữa thực đơn <guimenu>Các ứng </guimenu> (dụngApplications) và danh sách các cửa sổ. Hành vi của phím này có thể sửa được một chút sự phụ thuộc vào ngữ cảnh và thiết lập đặc thù của người sử dụng.

source: Activate a panel object; for example, open a menu or start a launcher (icon shortcut).
vi: Kích hoạt một đối tượng của panen; ví dụ, mở một thực đơn hoặc khởi động một phím tắt bằng biểu tượng (icon shortcut).

source: Open the panel object popup menu.
vi: Mở thực đơn theo ngữ cảnh của đối tượng panen.

source: Open the panel popup menu.
vi: Mở thực đơn theo ngữ cảnh của panen.

source: Moving Panel Objects
vi: Dịch chuyển các đối tượng của panen

source: to move a panel object
vi: để dịch chuyển một đối tượng panen

source: You can move a focused panel object to a different location on a panel or drawer, or you can move the object to the next panel. To move a panel object, perform the following steps:
vi: Bạn có thể dịch chuyển một đối tượng panen được nhắm đến tới một vị trí khác trên một panen hoặc một ngăn chứa, hoặc bạn có thể dịch chuyển đối tượng đó sang panen tiếp theo. Để dịch chuyển một đối tượng panen, hãy thực hiện các bước sau:

source: Press <keycap>Tab</keycap> to give focus to the object.
vi: Nhấn <keycap>Tab</keycap> để chọn đối tượng.

source: Press <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> to open the panel object popup menu.
vi: Nhấn <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> để mở thực đơn theo ngữ cảnh của đối tượng panen.

source: Use the arrow keys to select the <guimenuitem> Move</guimenuitem> menu item.
vi: Sử dụng các phím mũi tên để chọn khoản của thực dơn <guimenuitem> Dịch chuyển</guimenuitem> (Move).

source: Use the keyboard shortcuts that are listed in the following table to perform the move operation:
vi: Sử dụng các phím tắt trên bàn phím được liệt kê trong bảng sau đây để thực hiện hành động dịch chuyển:

source: Move the object left/right on a horizontal panel, or up/down on a vertical panel.
vi: Dịch chuyển đối tượng sang trái/phải trong một panen nằm ngang, hoặc lên/xuống trong một panen nằm thẳng đứng.

source: <keycap>Shift</keycap> + arrow keys
vi: <keycap>Shift</keycap> + các phím mũi tên

source: Move the object with focus, pushing any other objects encountered.
vi: Dịch chuyển đối tượng được nhắm tới, đẩy bất kỳ đối tượng nào khác gặp phải.

source: <keycap>Ctrl</keycap> + arrow keys
vi: <keycap>Ctrl</keycap> + các phím mũi tên

source: Move the object, swapping positions with any other objects that you encounter in the move.
vi: Dịch chuyển đối tượng, hoán đổi các vị trí với bất kỳ đối tượng nào khác mà bạn gặp trong lúc dịch chuyển.

source: Move the object to the next panel.
vi: Dịch chuyển đối tượng tới panen tiếp theo.

source: Complete the move operation.
vi: Hoàn tất hành động dịch chuyển.

source: The following examples demonstrate the effect of different move operations on the objects in a panel:
vi: Những ví dụ sau sẽ mô tả hiệu ứng của các hoạt động dịch chuyển khác nhau đối với các đối tượng trong một panen:

source: Illustration
vi: Minh họa

source: Description
vi: Mô tả

source: Volume Control
vi: Kiểm soát âm lượng

source: Help
vi: Trợ giúp

source: Portion of a panel with three objects displayed in the following order from left to right: <placeholder-1/> icon, <placeholder-2/> icon, and <placeholder-3/> icon.
vi: Phần của một panen với 3 đối tượng được hiển thị theo trật tự sau từ trái qua phải: <placeholder-1/> biểu tượng, <placeholder-2/> biểu tượng, và <placeholder-3/> biểu tượng.

source: Show a panel with three panel objects before a move operation takes place.
vi: Hiển thị một panen với 3 đối tượng panen trước khi diễn ra hành động dịch chuyển.

source: Shows the effect of using the arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the arrow keys to move the panel application left or right until you meet the next panel object.
vi: Chỉ ra hiệu quả của việc sử dụng các phím mũi tên để dịch chuyển ứng dụng của panen <application>Geyes</application> trong panen đó. Bạn có thể sử dụng các phím mũi tên để dịch chuyển ứng dụng của panen sang trái hoặc phải cho tới khi gặp đối tượng panen tiếp theo.

source: Shows the effect of using <keycap>Shift</keycap> + arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the <keycap>Shift</keycap> + arrow keys to push the <application>Volume Control</application> and <application>Help</application> panel objects ahead of the object that you are moving.
vi: Chỉ ra hiệu quả của việc sử dụng <keycap>Shift</keycap> + các phím mũi tên để dịch chuyển ứng dụng panen <application>Geyes</application> trong panen đó. Bạn có thể sử dụng <keycap>Shift</keycap> + các phím mũi tên để đẩy các đối tượng của panen Kiểm soát âm lượng (Volume Control) và <application>Trợ giúp</application> (Help) lên trước đối tượng mà bạn đang dịch chuyển.

source: Shows the effect of using <keycap>Ctrl</keycap> + arrow keys to move the <application>Geyes</application> panel application on the panel. You can use the <keycap>Ctrl</keycap> + arrow keys to swap positions with the <application>Volume Control</application> and <application>Help</application> panel objects as you meet the objects.
vi: Chỉ ra hiệu quả của việc sử dụng <keycap>Ctrl</keycap> + các phím mũi tên để dịch chuyển ứng dụng panen <application>Geyes</application> trong panen đó. Bạn có thể sử dụng <keycap>Ctrl</keycap> + các phím mũi tên để hoán đổi các vị trí với các đối tượng panen <application>Kiểm soát âm lượng</application> (Volume Control) và <application>Trợ giúp</application> (Help) khi bạn gặp các đối tượng đó.

source: Panel applications that are <guilabel>Locked</guilabel> cannot be moved. To unlock a panel application, use the <guimenu>panel object</guimenu> menu and deselect the <guimenuitem>Lock to Panel</guimenuitem> option.
vi: Các ứng dụng của panen mà <guilabel>Bị khóa</guilabel> (Locked) thì không thể dịch chuyển được. Để mở khóa một ứng dụng panen, hãy sử dụng thực đơn <guimenu>đối tượng panen</guimenu> (panel object) đó và bỏ chọn lựa chọn <guimenuitem>Khóa panen</guimenuitem> (Lock to Panel).

source: Navigating Drawers
vi: Di chuyển các ngăn chứa

source: for drawers
vi: đối với các ngăn chứa

source: A drawer is a collapsible extension of a panel. The following table lists the keyboard shortcuts that you can use to navigate into and out of drawers. When you open a drawer, you can navigate the contents of the drawer in the same way as you navigate a panel. See <xref linkend="keynav-5"/> for information about how to navigate a panel.
vi: Một ngăn chứa là một mở rộng của một panen mà có thể thu nhỏ lại được. Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển bên trong và bên ngoài các ngăn chứa. Khi bạn mở một ngăn chứa, bạn có thể di chuyển các nội dung của ngăn chứa đó theo đúng như cách mà bạn di chuyển một panen. Xem <xref linkend="keynav-5"/> để có thông tin về cách di chuyển một panen.

source: Open or close the drawer that has focus.
vi: Mở hoặc đóng ngăn chứa được chọn.

source: Navigate into the drawer that has focus.
vi: Di chuyển trong ngăn chứa được chọn.

source: Close the drawer and give focus to the drawer object on the panel.
vi: Đóng ngăn chứa và chọn đối tượng của ngăn chứa trong panen.

source: Navigating Panel Menus
vi: Di chuyển các thực đơn của panen

source: for menus on panels
vi: đối với các thực đơn trong các panen

source: The following table lists the keyboard shortcuts that you can use to navigate menus on panels:
vi: Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển các thực đơn trong các panen:

source: Open the menu that has focus.
vi: Mở thực đơn được chọn.

source: Navigate the menu.
vi: Di chuyển thực đơn.

source: Select a menu item.
vi: Chọn một khoản thực đơn.

source: Open the popup menu associated with a menu item (if one exists).
vi: Mở thực đơn theo ngữ cảnh có liên quan tới một khoản thực đơn (nếu có).

source: Close a menu.
vi: Đóng một thực đơn.

source: Navigating Panel Applications
vi: Di chuyển các ứng dụng của panen

source: for panel applications
vi: đối với các ứng dụng của panen

source: A panel application is a small application that resides on a panel. You can navigate to all panel applications and open the panel application popup menu from the keyboard. However, if the panel application does not contain controls that you can give focus to, you cannot navigate the controls in the panel application. The following table lists the keyboard shortcuts that you can use to navigate panel applications.
vi: Một ứng dụng panen là một ứng dụng nhỏ mà nằm trong một panen. Bạn có thể di chuyển tới tất cả các ứng dụng panen và mở thực đơn theo ngữ cảnh của ứng dụng panen đó từ bàn phím. Tuy nhiên, nếu ứng dụng panen không có những kiểm soát mà bạn có thể chọn, thì bạn không thể di chuyển các kiểm soát trong ứng dụng panen đó. Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển các ứng dụng panen.

source: Activate the panel application control that has focus, if applicable. Not all panel applications contain controls that you can activate. If the panel application does not contain a control that you can activate, the <keycap>spacebar</keycap> does nothing.
vi: Kích hoạt kiểm soát ứng dụng panen được chọn, nếu có khả năng. Không phải tất cả các ứng dụng panen đều có các kiểm soát mà bạn có thể kích hoạt được. Nếu ứng dụng panen không có kiểm soát mà bạn có thể kích hoạt, thì phím dấu cách <keycap>spacebar</keycap> sẽ không làm gì cả.

source: Navigate the controls on the panel application.
vi: Di chuyển các kiểm soát trong ứng dụng panen.

source: Open the panel application popup menu. To navigate the menu, use the standard keyboard shortcuts for navigating menus. See <xref linkend="keynav-24"/> for information about how to navigate menus.
vi: Mở thực đơn theo ngữ cảnh của ứng dụng panen. Để di chuyển thực đơn, hãy sử dụng các phím tắt trên bàn phím tiêu chuẩn cho việc di chuyển các thực đơn. Xem <xref linkend="keynav-24"/> để có thông tin về cách di chuyển các thực đơn.

source: Navigating Workspaces
vi: Di chuyển không gian làm việc

source: for workspaces
vi: đối với các không gian làm việc

source: A workspace is a discrete area in which you can work. You can have many workspaces on your desktop and you can switch from one workspace to another. Each workspace can contain different windows and processes. The following table lists the keyboard shortcuts that you can use to navigate workspaces:
vi: Một không gian làm việc là một vùng riêng biệt trong đó bạn có thể làm việc. Bạn có thể có nhiều không gian làm việc trên bàn làm việc và bạn có thể chuyển từ một không gian làm việc này sang một không gian làm việc khác. Mỗi không gian làm việc có thể có các cửa sổ và qui trình khác nhau. Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển các không gian làm việc:

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + arrow keys
vi: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> + các phím mũi tên

source: Give focus to the next or previous workspace. This keyboard shortcut displays a popup window with icons that represent the workspaces. Press and hold <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> and continue to press the arrow keys to switch the focus between the workspaces.
vi: Chọn không gian làm việc tiếp sau hoặc trước đó. Phím tắt này hiển thị một cửa sổ theo ngữ cảnh với các biểu tượng đại diện cho các không gian làm việc đó. Hãy nhấn và giữ <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> và tiếp tục nhấn các phím mũi tên để chuyển việc chọn giữa các không gian làm việc.

source: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + arrow keys
vi: <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> + các phím mũi tên

source: Move the window that has focus to the next or previous workspace.
vi: Dịch chuyển cửa sổ được chọn vào không gian làm việc tiếp sau hoặc trước đó.

source: Navigating Windows
vi: Di chuyển các cửa sổ

source: for windows
vi: đối với các cửa sổ

source: The following sections describe the keyboard shortcuts that you can use to navigate windows. A window is a rectangular frame on your screen that displays an application.
vi: Các phần sau đây mô tả các phím tắt trên bàn phím mà bạn có thể sử dụng để di chuyển các cửa sổ. Một cửa sổ là một khung hình chữ nhật trên màn hình của bạn mà nó hiển thị một ứng dụng.

source: You can customize all of the keyboard shortcuts that are associated with navigating windows. See <xref linkend="keynav-10"/> for more information.
vi: Bạn có thể tùy biến tất cả các phím tắt trên bàn phím mà có liên quan tới việc di chuyển các cửa sổ. Xem <xref linkend="keynav-10"/> để có thêm thông tin.

source: Giving Focus to Windows
vi: Chọn các cửa sổ

source: to give focus to a window
vi: để chọn một cửa sổ

source: Before you can use or modify a window, you must give focus to the window. The following table lists the keyboard shortcuts that you can use to give focus to a window:
vi: Trước khi bạn có thể sử dụng hoặc sửa đổi một cửa sổ, bạn phải chọn cửa sổ đó. Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để chọn một cửa sổ:

source: Display a popup window with icons that represent each window. Press and hold <keycap>Alt</keycap> and continue to press <keycap>Tab</keycap> to move through the windows until you reach the window you want to have focus.
vi: Hiển thị một cửa sổ theo ngữ cảnh với các biểu tượng đại diện cho từng cửa sổ. Nhấn và giữ phím <keycap>Alt</keycap> và tiếp tục nhấn <keycap>Tab</keycap> để dịch chuyển qua các cửa sổ đó cho tới khi bạn tới được cửa sổ mà bạn muốn chọn.

source: Raise each window in turn until you reach the window you want.
vi: Nâng lần lượt từng cửa sổ lên cho tới khi bạn tới được cửa sổ mà bạn muốn.

source: Cycle between windows belonging to the current application (eg, a multiple document interface application like <application>Text Editor</application>).
vi: Xoay vòng giữa các sửa sổ của ứng dụng hiện hành (như, ứng dụng văn bản nhiều giao diện như <application>Trình soạn thảo văn bản</application> (Text Editor) ).

source: Controlling Windows
vi: Kiểm soát các cửa sổ

source: to control a window
vi: để kiểm soát một cửa sổ

source: When a window has focus, you can perform various actions on the window. The following table lists the keyboard shortcuts that you can use to control the window that has focus:
vi: Khi một cửa sổ được chọn, thì bạn có thể thực hiện một loạt các hành động trong cửa sổ đó. Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng để kiểm soát cửa sổ được chọn:

source: Open the <guimenu>Window</guimenu> menu.
vi: Mở thực đơn <guimenu>Cửa sổ</guimenu> (Window).

source: Close the window.
vi: Đóng cửa sổ.

source: Open
vi: Mở

source: Minimize the window.
vi: Thu nhỏ tối đa cửa sổ

source: Maximize the window.
vi: Mở to tối đa cửa sổ.

source: Restore a maximized window to its original size.
vi: Phục hồi cửa sổ được mở to tối đa đối với kích thước ban đầu của nó.

source: Moving Windows
vi: Dịch chuyển các cửa sổ

source: to move a window
vi: để dịch chuyển các cửa sổ

source: When a window has focus, you can move the window around the screen. The following table lists the keyboard shortcuts that you can use to move a window:
vi: Khi một cửa sổ được chọn, bạn có thể dịch chuyển cửa sổ đó quanh màn hình. Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để dịch chuyển một cửa sổ:

source: Start the move operation. The mouse pointer changes to a cross.
vi: Bắt đầu việc dịch chuyển. Con trỏ chuột thay đổi thành một dấu thập.

source: Move the window 10 pixels at a time in the direction of the arrow key.
vi: Dịch chuyển cửa sổ 10 điểm pixel một lần theo chiều của phím mũi tên.

source: Move the window one pixel at a time in the direction of the arrow key.
vi: Dịch chuyển cửa sổ 1 điểm pixel một lần theo chiều của phím mũi tên.

source: Move the window in the direction of the arrow key and align it with the edge of the nearest window, panel or screen edge.
vi: Dịch chuyển cửa sổ theo chiều của phím mũi tên và dóng nó với cạnh của cửa sổ, panen hoặc cạnh màn hình gần nhất.

source: Complete the move operation, leaving the window in the current position.
vi: Hoàn tất hành động dịch chuyển, để cửa sổ tại vị trí hiện hành.

source: Cancel the move operation, restoring the window to its original position.
vi: Hoãn hành động dịch chuyển, phục hồi lại cửa sổ về vị trí ban đầu của nó.

source: Resizing Windows
vi: Thay đổi kích cỡ các cửa sổ

source: to resize a window
vi: Để thay đổi kích cỡ một cửa sổ
