Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: To enable GNOME accessibility features from a GUI, run the <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Assistive Technology</guimenuitem></menuchoice> command from the top level menu. Select the <guilabel>"Enable assistive technologies"</guilabel> checkbox and then press the <guilabel>"Close and Log Out"</guilabel> button.
vi: Để kích hoạt các tính năng của tính có thể truy cập được của GNOME từ một giao diện đồ họa của người sử dụng (GUI), hãy chạy lệnh <menuchoice><guimenuitem>Hệ thống</guimenuitem><guimenuitem>Các ưu tiên</guimenuitem><guimenuitem>Công nghệ trợ giúp</guimenuitem></menuchoice> (<menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Assistive Technology</guimenuitem></menuchoice> ) từ thực đơn mức đỉnh. Hãy chọn hộp chọn <guilabel>"Kích hoạt các công nghệ trợ giúp"</guilabel> (Enable assistive technologies) và sau đó nhấn núm <guilabel>"Đóng và Đăng xuất"</guilabel> (Close and Log Out).

source: The next time you log in, assistive technology support will be enabled for the desktop.
vi: Lần tiếp sau bạn đăng nhập, hỗ trợ công nghệ trợ giúp sẽ được kích hoạt cho bàn làm việc.

source: To configure GDM by using the GUI (the preferred method), perform the following steps:
vi: Để cấu hình cho GDM bằng việc sử dụng giao diện đồ họa của người sử dụng GUI (phương pháp được ưu tiên), hãy thực hiện các bước sau:

source: Log in as the <literal>root</literal> user.
vi: Đăng nhập như một người sử dụng gốc <literal>root</literal>.

source: Run <application>gdmsetup</application> from a terminal; you may be advised to reboot after exiting the application.
vi: Chạy <application>gdmsetup</application> từ một cửa sổ dòng lệnh (terminal); bạn có thể được tư vấn khởi động lại máy sau khi ra khỏi ứng dụng.

source: To configure GDM if you cannot access the GUI environment, you will need to navigate the file system and modify files:
vi: Để cấu hình cho GDM nếu bạn không thể truy cập môi trường GUI, thì bạn sẽ cần di chuyển hệ thống tệp và sửa các tệp như sau:

source: Open the file <filename>/etc/X11/gdm/custom.conf</filename>
vi: Mở tệp <filename>/etc/X11/gdm/custom.conf</filename>

source: Search the file for the following line:
vi: Tìm kiếm tệp cho dòng sau:

source: and replace the line with the following:
vi: và thay thế dòng đó bằng dòng sau:

source: This step enables the GtkModules.
vi: Bước này sẽ kích hoạt GtkModules.

source: and delete the <literal>#</literal> from the start of the line so that the line reads:
vi: và xóa dấu <literal>#</literal> ở đầu của dòng đó sao cho dòng đó còn là:

source: The above lines must be displayed as single lines in the <filename>custom.conf</filename> file without line breaks. The formatting of this guide may display the lines as being longer than two lines.
vi: Các dòng trên phải được hiển thị như những dòng riêng trong tệp <filename>custom.conf</filename> mà không có các ngắt dòng. Định dạng của chỉ dẫn này có thể hiển thị các dòng đó như thể dài hơn 2 dòng.

source: This step loads all of the GtkModules to enable assistive technologies such as <application>On-Screen Keyboard</application> and <application>Screen Reader and Magnifier </application>. You can edit the line above further to load only the GtkModules that you require to support the user base. For example:
vi: Bước này sẽ tải tất cả các GtkModules để kích hoạt các công nghệ trợ giúp như <application>Bàn phím trên màn hình</application> (On-Screen Keyboard) và <application>Đọc và Phóng to màn hình </application> (Screen Reader and Magnifier). Bạn có thể sửa dòng ở trên tiếp tục để chỉ tải lên GtkModules mà bạn yêu cầu để hỗ trợ cho người sử dụng. Ví dụ:

source: If you need to use the <application> Screen Reader and Magnifier</application>, include <literal>gail</literal> and <literal>atk-bridge</literal>.
vi: Nếu bạn cần sử dụng trình <application> Đọc và Phóng to màn hình</application> (Screen Reader and Magnifier), hãy đưa vào <literal>gail</literal> và <literal>atk-bridge</literal>.

source: If you need to use a pointing device without buttons or switches, include <literal>gail</literal>, <literal>atk-bridge</literal> and <literal>dwellmouselistener</literal>.
vi: Nếu bạn cần sử dụng một thiết bị con trỏ mà không có các núm hoặc chuyển mạch, hãy đưa vào <literal>gail</literal>, <literal>atk-bridge</literal> và <literal>dwellmouselistener</literal>.

source: If you use pointing devices with switches, alternative physical keyboards, or switch and button devices, include <literal>keymouselistener</literal>.
vi: Nếu bạn sử dụng các thiết bị con trỏ với các chuyển mạch, các bàn phím vật lý có thể thay thế, hoặc các thiết bị chuyển mạch và núm, thì hãy đưa vào <literal>keymouselistener</literal>.

source: <application>On-Screen Keyboard</application> can operate without <literal>gail</literal> and <literal>atk-bridge</literal>, but with a reduced feature set.
vi: <application>Bàn phím trên màn hình</application> ( On-Screen Keyboard) có thể hoạt động mà không có <literal>gail</literal> và <literal>atk-bridge</literal>, nhưng với một tập hợp ít hơn các tính năng.

source: For optimum accessibility, include <literal>gail</literal> and <literal>atk-bridge</literal>.
vi: Để tối ưu hóa tính có thể truy cập được, hãy đưa vào <literal>gail</literal> và <literal>atk-bridge</literal>.

source: Save the <filename>/etc/X11/gdm/custom.conf</filename> file.
vi: Lưu tệp <filename>/etc/X11/gdm/custom.conf</filename> file.

source: If you make any changes to the <filename>/etc/X11/gdm/custom.conf</filename> file after you enable GDM, you can execute the following command to restart GDM and activate the changes:
vi: Nếu bạn tiến hành bất kỳ thay đổi nào đối với tệp <filename>/etc/X11/gdm/custom.conf</filename> sau khi bạn kích hoạt GDM, thì bạn có thể thực hiện lệnh sau đây để khởi động GDM và kích hoạt các thay đổi:

source: Edit the file <filename>/etc/group</filename> and append the following to the <literal>audio</literal> line:
vi: Sửa tệp <filename>/etc/group</filename> và nối thêm thứ sau đây vào dòng <literal>audio</literal>:

source: This step ensures that speech works with GDM.
vi: Bước này đảm bảo rằng khả năng nói sẽ làm việc được với GDM.

source: Restart your system.
vi: Khởi động lại máy của bạn.

source: <application>Xserver</application> is required for all distributions; for Linux and OpenSolaris, it should be <application>Xorg</application>. You can find them in both <filename>/etc/X11</filename> and <filename>/usr/bin</filename>. Generally for Linux there will be a symbol link in <filename>/etc/X11/X</filename> and it is always linked to the binary <filename>Xorg</filename> in <filename>/usr/bin/Xorg</filename>. For OpenSolaris, you can find this process with the command <userinput>ps -ef | grep X</userinput>.
vi: <application>Xserver</application> được yêu cầu cho tất cả các phát tán; đối với Linux và OpenSolaris, nó sẽ là <application>Xorg</application>. Bạn có thể thấy chúng trong cả <filename>/etc/X11</filename> và <filename>/usr/bin</filename>. Thường thì đối với Linux sẽ có một liên kết biểu tượng trong <filename>/etc/X11/X</filename> và nó luôn được liên kết tới tệp nhị phân <filename>Xorg</filename> trong <filename>/usr/bin/Xorg</filename>. Đối với OpenSolaris, bạn có thể thấy quá trình này với lệnh <userinput>ps -ef | grep X</userinput>.

source: To enable or disable <application>Xorg</application> extensions, you can edit the file <filename>/etc/X11/xorg.conf</filename> and add the following parameters to enable different extensions:
vi: Để kích hoạt hoặc giải hoạt các mở rộng <application>Xorg</application>, bạn có thể sửa tệp <filename>/etc/X11/xorg.conf</filename> và bổ sung các tham số sau để kích hoạt các mở rộng khác nhau:

source: Starting Assistive Technologies at Login
vi: Khởi động các công nghệ trợ giúp khi đăng nhập

source: gestures
vi: các động tác

source: If you load the <literal>keymouselistener</literal> and <literal>dwellmouselistener</literal> GtkModules in the GDM configuration file, you can assign user actions to launch specific assistive technologies at login time. These user actions are called gestures. The gesture associations are contained in the following GDM configuration files:
vi: Nếu bạn tải các GtkModules <literal>keymouselistener</literal> và <literal>dwellmouselistener</literal> trong tệp cấu hình của GDM, thì bạn có thể chỉ định các hành động của người sử dụng để khởi động các công nghệ trợ giúp đặc thù khi đăng nhập. Những hàng động này của người sử dụng được gọi là các động tác. Những giao kết của các động tác sẽ nằm trong các tệp cấu hình GDM sau:

source: If you modify these files, you must restart your system before the changes take effect.
vi: Nếu bạn sửa các tệp này, thì bạn phải khởi động lại máy trước khi những thay đổi đó có hiệu lực.

source: The following sections contain examples of the gestures that you can add to the GDM configuration files.
vi: Các phần sau đây có những ví dụ về các động tác mà bạn có thể bổ sung thêm vào các tệp cấu hình GDM.

source: The gestures must be contained in a single line in the <filename>AccessKeyMouseEvents </filename> file without line breaks. The formatting of this guide might display the examples in the following sections across multiple lines.
vi: Các động tác phải được nằm trong một dòng duy nhất trong tệp <filename>AccessKeyMouseEvents </filename> mà không có ngắt dòng. Định dạng của chỉ dẫn này có thể hiển thị những ví dụ trong các phần sau bằng nhiều dòng.

source: Starting the Screen Reader Using a Keyboard Shortcut
vi: Khởi động trình Đọc màn hình có sử dụng một phím tắt

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate keyboard shortcuts with assistive technologies. For example, the following lines enable you to press and hold <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> or <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> for one second to either start speech or magnification:
vi: Sửa tệp <filename>AccessKeyMouseEvents</filename> để kết nối với các phím tắt của bàn phím bằng các công nghệ trợ giúp. Ví dụ, các dòng sau đây cho phép bạn nhấn và giữ <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> hoặc <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> khoảng 1 giây để hoặc khởi động khả năng nói hoặc phóng to:

source: Starting On-Screen Keyboard Using a Switch or Button Gesture
vi: Khởi động bàn phím trên màn hình có sử dụng chuyển mạch hoặc động tác bằng núm

source: Edit the <filename>AccessKeyMouseEvents</filename> file to associate switch, key, or button gestures with assistive technologies. Since the primary input device for many <application>On-Screen Keyboard</application> users is a switch or button, this is a good way to enable users to start <application>On-Screen Keyboard</application> at login time.
vi: Sửa tệp <filename>AccessKeyMouseEvents</filename> để kết nối các động tác chuyển mạch, phím, hoặc núm với các công nghệ trợ giúp. Vì thiết bị đầu vào ban đầu cho nhiều người sử dụng <application>Bàn phím trên màn hình</application> (On-Screen Keyboard) là một chuyển mạch hoặc núm, nên đây là một cách tốt để cho phép những người sử dụng khởi động <application>Bàn phím trên màn hình</application> khi đăng nhập.

source: If there is a tendency for a user to start an application unintentionally, you can associate the gestures with multiple switch presses or minimum durations. For example, the following line starts <application>On-Screen Keyboard</application> in inverse scanning mode when the user presses the switch that is defined as Switch 2 three times within two seconds, for a minimum of 100 milliseconds for each press:
vi: Nế có một xu hướng đối với một người sử dụng khởi động một ứng dụng một cách không có chủ tâm, thì bạn có thể kết nối các động tác này với nhiều lần nhấn nhiều chuyển mạch hoặc khoảng thời gian nhỏ nhất. Ví dụ, dòng sau đây sẽ khởi động <application>Bàn phím trên màn hình</application> ở chế độ quét ngược khi người sử dụng nhấn vào chuyển mạch mà được xác định như là Chuyển mạch 2 (Switch 2) tới 3 lần trong 2 giây, với tối thiểu 100 mili giây mỗi lần nhấn:

source: Users who use single switches may prefer to start <application>On-Screen Keyboard</application> in automatic scanning mode. The following line starts <application>On-Screen Keyboard</application> in automatic scanning mode when the user presses the switch on an alternative access device for more than four seconds:
vi: Người sử dụng mà sử dụng các chuyển mạch duy nhất có thể thích khởi động <application>Bàn phím trên màn hình</application> trong chế độ quét tự động hơn. Dòng sau đây sẽ khởi động <application>Bàn phím trên màn hình</application> trong chế độ quét tự động khi người sử dụng nhấn vào chuyển mạch trong một thiết bị truy cập luân phiên với hơn 4 giây:

source: For information about the <application>On-Screen Keyboard</application> operating modes, see the online help for <application>On-Screen Keyboard</application>.
vi: Thông tin về các chế độ hoạt động của <application>Bàn phím trên màn hình</application> có thể xem trong trợ giúp trực tuyến đối với <application>Bàn phím trên màn hình</application>.

source: Starting On-Screen Keyboard Using a Motion-Only Gesture
vi: Khởi động bàn phím trên màn hình có sử dụng một động tác cử động duy nhất

source: You can define gestures that involve only the motion of a pointing device such as a mouse, or an alternative pointing device, such as a head pointer or trackball. The syntax of the gesture does not change depending on whether you are using a mouse or an alternative pointing device. Edit the <filename>AccessKeyMouseEvents</filename> file to associate motion gestures with assistive technologies.
vi: Bạn có thể xác định các động tác mà chỉ liên quan tới sự dịch chuyển của một thiết bị con trỏ như một con chuột, hoặc một thiết bị con trỏ luân phiên, như là một đầu con trỏ (head pointer) hoặc chuột vê (trackball). Cú pháp của động tác này không thay đổi và phù thuộc vào việc liệu ban đang sử dụng một chuột hay một thiết bị trỏ luân phiên. Hãy sửa tệp <filename>AccessKeyMouseEvents</filename> để kết nối các động tác di chuyển với các công nghệ trợ giúp.

source: If the <literal>dwellmouselistener</literal> GtkModule is loaded, alternative pointing devices are temporarily latched to the core pointer. This means that if the user moves the alternative pointing device, the on-screen pointer moves.
vi: Nếu GtkModule <literal>dwellmouselistener</literal> được tải lên, thì các thiết bị trỏ có thể được chọn sẽ được khóa tạm thời vào con trỏ cốt lõi. Điều này có nghĩa là nếu người sử dụng di chuyển thiết bị trỏ có thể được chọn, thì con trỏ trên màn hình sẽ chuyển động.

source: For example, the following line starts <application>On-Screen Keyboard</application> in dwell mode when the user moves the on-screen pointer from inside the login dialog through the top edge, back into the dialog through the top edge, out of the dialog through the left edge, back into the dialog through the left edge, and similarly through the bottom and right edges of the dialog in a cross pattern:
vi: Ví dụ, dòng sau đây khởi tạo <application>Bàn phím trên màn hình</application> (On-Screen Keyboard) trong chế độ day đi day lại khi người sử dụng di chuyển con trỏ trên màn hình từ bên trong hộp thoại đăng nhập qua cạnh trên đỉnh, ngược về vào trong hộp thoại qua cạnh trên đỉnh, vượt ra ngoài hộp thoại qua cạnh bên trái, ngược vào trong hộp thoại qua cạnh bên trái, và tương tự qua các cạnh đáy và phải của hộp thoại theo một mẫu dịch chuyển:

source: Note that the <literal>--input-device</literal> parameter specified in the gesture must match the name of the extended user input device, such as a head pointer or trackball, as specified in <filename>/etc/X11/XF86Config</filename>.
vi: Lưu ý rằng - tham số của <literal>--input-device</literal> (thiết bị đầu vào) được chỉ định trong động tác đó phải phù hợp với tên của thiết bị đầu vào của người sử dụng được mở rộng, như là một đầu con trỏ hoặc chuột vê, như được chỉ định trong <filename>/etc/X11/XF86Config</filename>.

source: Additional Requirements for Accessible Login
vi: Những yêu cầu bổ sung cho đăng nhập truy cập được

source: To enable the Accessible Login feature to use alternative pointing devices and switch devices such as sip-and-puff switches, wheelchair-mounted switches or trackballs, you might need to modify your X server system configuration to recognize these devices. You can use most devices that emulate mouse buttons with the Accessible Login feature and <application>On-Screen Keyboard</application>, including USB single switches and mouse-like pointing devices.
vi: Để kích hoạt tính năng Đăng nhập truy cập được (Accessible Login) để sử dụng các thiết bị con trỏ luân phiên và các thiết bị chuyển mạch như các chuyển mạch kiểu nhấp - và - thổi (sip - and - puff), các chuyển mạch kiểu ghế có bánh xe (wheelchair-mounted) hoặc các chuột vê, bạn có thể cần phải sửa cấu hình hệ thống máy chủ X để nhận được các thiết bị đó. Bạn có thể sử dụng hầu hết các thiết bị mà mô phỏng các núm chuột với tính năng Đăng nhập truy cập được và <application>Bàn phím trên màn hình</application>, kể cả các chuyển mạch đơn USB và các thiết bị con trỏ dạng như con chuột.

source: You should not configure an alternative input device to control the primary on-screen pointer. This might result in undesirable behavior or cause situations from which the user of the alternate input device cannot recover without using the primary keyboard or mouse. To prevent this problem, remove any occurrences of the attributes <literal>SendCore</literal> or <literal>AlwaysCore</literal> from any of the <literal>InputDevice</literal> lines in the X Server configuration file.
vi: Bạn không nên thiết lập cấu hình cho thiết bị đầu vào luân phiên để kiểm soát con trỏ ban đầu trên màn hình. Điều này có thể gây ra hành vi không mong muốn hoặc những tình huống mà từ đó người sử dụng thiết bị đầu vào luân phiên không thể phục hồi lại được mà không có việc sử dụng bàn phím hoặc chuột ban đầu. Để ngăn ngừa vấn đề này, hãy loại bỏ bất kỳ sự cố nào đối với các thuộc tính của <literal>SendCore</literal> hoặc <literal>AlwaysCore</literal> từ bất kỳ dòng <literal>InputDevice</literal> nào trong tệp cấu hình của X Server.

source: Keyboard Desktop Navigation
vi: Di chuyển bàn làm việc bằng bàn phím

source: This section describes how to navigate the GNOME Desktop from the keyboard only. Users who have difficulty using a mouse or other pointing device can navigate and use the desktop from the keyboard.
vi: Phần này mô tả cách di chuyển bàn làm việc GNOME chỉ bằng bàn phím. Người sử dụng mà có khó khăn trong sử dụng thiết bị chuột hoặc các thiết bị con trỏ khác có thể di chuyển và sử dụng bàn làm việc từ bàn phím.

source: Introduction to Keyboard Navigation
vi: Giới thiệu việc di chuyển bằng bàn phím

source: This section describes the essential keyboard shortcuts to enable you to navigate the desktop from the keyboard.
vi: Phần này mô tả các phím tắt cơ bản của bàn phím để cho phép bạn di chuyển bàn làm việc từ bàn phím.

source: You can customize some of the keyboard shortcuts that are described in this chapter. The text indicates the shortcuts that you can customize. See <xref linkend="keynav-36"/> for information about how to customize keyboard shortcuts.
vi: Bạn có thể tùy biến một số phím tắt của bàn phím mà chúng được mô tả trong chương này. Văn bản chỉ ra những phím tắt mà bạn có thể tùy biến. Xem <xref linkend="keynav-36"/> để có thêm thông tin về cách tùy biến các phím tắt bàn phím.

source: Essential Keyboard Shortcuts
vi: Các phím tắt cơ bản trên bàn phím

source: keyboard shortcuts
vi: các phím tắt trên bàn phím

source: essential
vi: cơ bản

source: caret navigation mode
vi: chế độ di chuyển theo dấu mũ

source: The following table lists the essential keyboard shortcuts that you can use to navigate the desktop. The keyboard shortcuts that you use to navigate specific elements and controls are described in the appropriate sections of this chapter.
vi: Bảng sau đây liệt kê các phím tắt cơ bản trên bàn phím mà bạn có thể sử dụng để di chuyển bàn làm việc. Các phím tắt trên bàn phím mà bạn sử dụng để di chuyển các yếu tố và các kiểm soát đặc thù nào đó được mô tả trong các phần tương ứng của chương này.

source: Keys
vi: Các phím

source: Function
vi: Chức năng

source: Give focus to the next element or control.
vi: Chọn yếu tố hoặc kiểm soát tiếp theo.

source: Reverse the navigation direction and give focus to the previous element or control. In general, the <keycap>Shift</keycap> key reverses the navigation direction.
vi: Đảo ngược hướng di chuyển và chọn yếu tố hoặc kiểm soát trước đó. Nói chung, phím <keycap>Shift</keycap> đảo ngược hướng di chuyển.

source: Give focus to the next element or control if the <keycap>Tab</keycap> key has a specific purpose in a control. For example, if you press <keycap>Tab</keycap> in a text box, the system inserts a tab space.
vi: Chọn yếu tố hoặc kiểm soát tiếp sau nếu phím <keycap>Tab</keycap> có một mục tiêu cụ theere trong một kiểm soát. Ví dụ, nếu bạn nhấn phím <keycap>Tab</keycap> trong một hộp văn bản, thì hệ thống sẽ chèn một khoảng trống tab.

source: To give focus to the previous element or control, press <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>.
vi: Để chọn yếu tố hoặc kiểm soát trước đó, hãy nhấn <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo>.

source: arrow keys
vi: Các phím mũi tên

source: Navigate within an element or control.
vi: Di chuyển bên trong một yếu tố hoặc kiểm soát.

source: spacebar
vi: Phím dấu cách (spacebar)

source: Activate the element or control that has focus. For example, if the current control is a button, this action is the equivalent of clicking on the button with a mouse.
vi: Kích hoạt yếu tố hoặc kiểm soát được chọn. Ví dụ, nếu kiểm soát hiện hành là một núm, thì hành động này tương đương với việc nháy vào núm đó bằng chuột.

source: Close a window, menu, or drawer.
vi: Đóng một cửa sổ, thực đơn hoặc ngăn chứa.

source: Switch to caret navigation mode. In computing, caret navigation is a kind of keyboard navigation where a caret (also known as "text cursor", "text insertion cursor", or "text selection cursor") is used to navigate and select text within a document. For more information about caret navigation mode, see <xref linkend="keynav-52"/>.
vi: Chuyển sang chế độ di chuyển theo dấu mũ. Trong điện toán, di chuyển theo dấu mũ là một dạng di chuyển bàn phím nơi mà một dấu mũ (còn được gọi là “con trỏ văn bản”, “con trỏ chèn văn bản”, hoặc “con trỏ chọn văn bản” được sử dụng để di chuyển và chọn văn bản bên trong một tài liệu. Để có thêm thông tin về chế độ di chuyển theo dấu mũ, hãy xem <xref linkend="keynav-52"/>.

source: Global Keyboard Shortcuts
vi: Các phím tắt tổng thể trên bàn phím

source: global
vi: tổng thể

source: The following table lists the keyboard shortcuts that you can use from any part of the GNOME Desktop.
vi: Bảng sau đây liệt kê các phím tắt trên bàn phím mà bạn có thể sử dụng từ bất kỳ phần nào của bàn làm việc GNOME.

source: Open the <guimenu>Main Applications Menu</guimenu>.
vi: Mở <guimenu>Thực đơn ứng dụng chính</guimenu> (Main Applications Menu).

source: You can customize this keyboard shortcut.
vi: Bạn có thể tùy biến phím tắt trên bàn phím này.

source: For Solaris systems, this key is <keycap>Ctrl-Esc</keycap> (as with Microsoft Windows).
vi: Đối với các hệ thống Solaris, phím này là <keycap>Ctrl-Esc</keycap> (như với Microsoft Windows).

source: Open the <guilabel>Run Application</guilabel> dialog.
vi: Mở hộp thoại <guilabel>Chạy ứng dụng</guilabel> (Run Application).
