Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: You can get a complete list of available keyboard commands by visiting the <guilabel>Key Bindings</guilabel> page of the <application>Orca</application> Configuration GUI (<xref linkend="orca-keybindings-page"/>). To bring up the <application>Orca</application> Configuration GUI, press <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, where <userinput>Orca_Modifier</userinput> is the <keycap>Insert</keycap> key for the <link linkend="orca-desktop-keys">desktop layout</link> and the <keycap>Caps_Lock</keycap> key for the <link linkend="orca-laptop-keys">laptop layout</link>. Note that you can also enter <application>Orca</application>'s "learn mode" while running <application>Orca</application> by pressing <keycombo><keycap>Orca_Modifier</keycap><keycap>H</keycap></keycombo>. When in learn mode, <application>Orca</application> will intercept all keyboard and braille input events and tell you what the effect would be. To exit learn mode, press the <keycap>Escape</keycap> key.
vi: Bạn có thể có một danh sách hoàn chỉnh các lệnh bàn phím có sẵn bằng việc viếng thăm trang <guilabel>Các ràng buộc phím</guilabel> (Key Bindings) của cấu hình giao diện đồ họa người sử dụng GUI (<xref linkend="orca-keybindings-page"/>) của <application>Orca</application>. Để mang tới cấu hình giao diện đồ họa người sử dụng GUI của <application>Orca</application>, hãy nhấn <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, nơi <userinput>Orca_Modifier</userinput> là phím <keycap>Insert</keycap> đối với <link linkend="orca-desktop-keys">trình bày của máy tính để bàn</link> (desktop layout) và phím <keycap>Caps_Lock</keycap> đối với trình bày của <link linkend="orca-laptop-keys">máy tính xách tay</link> (laptop layout). Lưu ý rằng bạn cũng có thể vào “chế độ học” (“learn mode”) của <application>Orca</application> khi chạy <application>Orca</application> bằng việc nhấn <keycombo><keycap>Orca_Modifier</keycap><keycap>H</keycap></keycombo>. Khi nằm trong chế độ học, <application>Orca</application> sẽ chắn tất cả các sự kiện đầu vào của bàn phím và bray và nói cho bạn hiệu ứng nào có thể sẽ có. Để thoát khỏi chế độ học, hãy nhấn phím <keycap>Escape</keycap>.

source: <application>Orca</application> provides additional commands for some applications, such as <application>Firefox</application>. To get the list of additional commands for an application, press <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> when that application has focus. This will bring up the <application>Orca</application> Configuration GUI in the "application-specific" state, and the additional commands will appear in the <guilabel>Key Bindings</guilabel> page.
vi: <application>Orca</application> đưa ra các lệnh bổ sung cho một số ứng dụng, như <application>Firefox</application>. Để có được danh sách các lệnh bổ sung cho một ứng dụng, hãy nhấn <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> khi ứng dụng đó được chọn. Điều này sẽ mng giao diện đồ họa người sử dụng cấu hình <application>Orca</application> vào tình trạng “ứng dụng đặc biệt”, và các lệnh bổ sung sẽ xuất hiện trong <guilabel>Trang các ràng buộc phím</guilabel> (Key Bindings).

source: The GNOME Desktop itself also has <ulink url="http://library.gnome.org/users/user-guide/stable/shortcuts-global.html.en">built in keyboard commands</ulink> to control the desktop and its applications.
vi: Bản thân bàn làm việc GNOME cũng đã <ulink url="http://library.gnome.org/users/user-guide/stable/shortcuts-global.html.en">xây dựng sẵn các lệnh bàn phím</ulink> (built in keyboard commands) để kiểm soát bàn làm việc và các ứng dụng của nó.

source: WARNING: the MouseKeys functionality of AccessX can interfere with the <application>Orca</application> modifier key (see <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=548169">bug 548169</ulink>), resulting in odd behavior. In particular, MouseKeys uses the <keycap>KP_Insert</keycap> key to emulate a mouse button press. When enabled, MouseKeys can conflict with <keycap>KP_Insert</keycap> as the <application>Orca</application> modifier, resulting in what appears to be a stuck <application>Orca</application> modifier key. As an alternative, you can use the <link linkend="orca-laptop-keys">laptop key bindings</link>, which avoids the keypad for <application>Orca</application> commands. If you accidentally enabled MouseKeys, you can disable it via the <application>gnome-keyboard-properties</application> application.
vi: Cảnh báo: Chức năng các phím chuột (MouseKeys) của AccessX có thể can thiệp với phím của trình sửa đổi của <application>Orca</application> (xem <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=548169">lỗi 548169</ulink> (bug 548169)), gây ra hành vi kỳ lạ. Đặc biệt, MouseKeys sử dụng phím <keycap>KP_Insert</keycap> để mô phỏng sự nhấn nút chuột. Khi được kích hoạt, MouseKeys có thể xung đột với <keycap>KP_Insert</keycap> như trình sửa đổi của <application>Orca</application>, gây ra những gì dường như sẽ là một phím của trình sửa đổi <application>Orca</application> bị mắc. Như một lựa chọn thay thế, bạn có thể sử dụng <link linkend="orca-laptop-keys">các ràng buộc phím của máy tính xách tay</link> (laptop key bindings), mà nó tránh cho bàn phím con (keypad) đối với các lệnh của <application>Orca</application>. Nếu bạn ngẫu nhiên kích hoạt MouseKeys, thì bạn có thể vô hiệu hóa nó thông qua ứng dụng <application>các thuộc tính bàn phím gnome</application> (gnome-keyboard-properties).

source: Desktop Layout
vi: Trình bày của máy tính để bàn

source: Following is a list of common <application>Orca</application> keyboard commands for desktop keyboards arranged by category:
vi: Sau đây là danh sách các lệnh bàn phím thường dùng của <application>Orca</application> cho các bàn phím máy tính để bàn được xếp theo loại:

source: Flat review commands
vi: Các lệnh hoàn toàn để xem

source: <keycap>Numpad-7</keycap> - move the flat review cursor to the previous line and read it.
vi: <keycap>Bàn phím số - 7</keycap> (Numpad-7) - dịch chuyển con trỏ xem tới dòng trước và đọc nó.

source: <keycap>Numpad-8</keycap> - read the current line.
vi: <keycap>Bàn phím số-8</keycap> (Numpad - 8) - đọc dòng hiện hành.

source: <keycap>Numpad-9</keycap> - move the flat review cursor to the next line and read it.
vi: <keycap>Bàn phím số - 9</keycap> (Numpad-9) - dịch chuyển con trỏ xem tới dòng tiếp theo và đọc nó.

source: <keycap>Numpad-4</keycap> - move the flat review cursor to the previous word and read it.
vi: <keycap>Bàn phím số - 4</keycap> (Numpad-4) - dịch chuyển con trỏ tới từ trước đó và đọc nó.

source: <keycap>Numpad-5</keycap> - read the current word.
vi: <keycap>Bàn phím số - 5</keycap> (Numpad-5) - đọc từ hiện hành.

source: <keycap>Numpad-6</keycap> - move the flat review cursor to the next word and read it.
vi: <keycap>Bàn phím số - 6</keycap> (Numpad-6) - dịch chuyển con trỏ xem tới từ tiếp sau và đọc nó.

source: <keycap>Numpad-1</keycap> - move the flat review cursor to the previous character and read it.
vi: <keycap>Bàn phím số - 1</keycap> (Numpad-1) - dịch chuyển con trỏ xem tới ký tự trước rồi đọc nó.

source: <keycap>Numpad-2</keycap> - read the current character.
vi: <keycap>Bàn phím số - 2</keycap> (Numpad-2) - đọc ký tự hiện hành.

source: <keycap>Numpad-3</keycap> - move the flat review cursor to the next character and read it.
vi: <keycap>Bàn phím số - 3</keycap> (Numpad-3) - dịch chuyển con trỏ xem tới ký tự tiếp sau rồi đọc nó.

source: <keycap>Numpad-slash</keycap> - perform a left mouse click at the location of the flat review cursor.
vi: <keycap>Phím gạch chéo</keycap> (Numpad-slash) - thực hiện nháy chuột trái tại vị trí của con trỏ xem.

source: <keycap>Numpad-star</keycap> - perform a right mouse click at the location of the flat review cursor.
vi: <keycap>Phím ngôi sao</keycap> (Numpad-star) - thực hiện nháy chuột phải tại vị trí của con trỏ xem.

source: <keycap>Numpad-minus</keycap> - toggle between flat review and focus tracking mode.
vi: <keycap>Phím dấu trừ</keycap> (Numpad-minus) - bật tắt giữa các chế độ theo dõi xem và chọn.

source: The above commands apply when working with objects as well as when working with text. For example, if the flat review cursor were positioned on a menu bar, pressing the "read current line" command would speak the names of all visible menus. Similarly, pressing the "read next word" command would speak the object to the right of the flat review cursor on the same line, or move flat review to the next line if no more objects were found.
vi: Các lệnh ở trên áp dụng khi làm việc với các đối tượng cũng như khi làm việc với văn bản. Ví dụ, nếu con trỏ xem đã được định vị trên một thanh thực đơn, thì việc nhấn lệnh “đọc dòng hiện hành” (“read current line”) có thể nói lên các tên của tất cả các thực đơn nhìn thấy. Tương tự, việc nhấn lệnh “đọc từ tiếp theo” (“read next word”) có thể nói đối tượng ở bên phải của con trỏ xem trên cùng dòng đó, hoặc dịch chuyển con trỏ xem tới dòng tiếp sau nếu không có đối tượng nào được tìm thấy.

source: Bookmark commands
vi: Các lệnh đánh dấu

source: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - assign a bookmark to a numbered slot. If a bookmark already exists in the slot it will be replaced with the new one.
vi: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - chỉ định một đánh dấu tới một dãy được đánh số. Nếu một dấu đã tồn tại trong dãy thì nó sẽ bị thay thế bằng đánh dấu mới đó.

source: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - go to the position pointed to by the bookmark bound to this numbered slot.
vi: <keycombo><keycap>Insert</keycap><keycap>[1-6]</keycap></keycombo> - đi tới vị trí được chỉ ra bởi đánh dấu bị ràng buộc với dãy được đánh số đó.

source: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> - "Where am I" information for this bookmark relative to the current pointer location.
vi: <keycombo><keycap>Alt</keycap><keycap>Shift</keycap><keycap>[1-6]</keycap></keycombo> - Thông tin “Nơi tôi đứng” đối với đánh dấu này tương đối với vị trí của con trỏ hiện hành.

source: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> and <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - move between the given bookmarks for the given application or page.
vi: <keycombo><keycap>Insert</keycap><keycap>B</keycap></keycombo> và <keycombo><keycap>Insert</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - dịch chuyển giữa các đánh dấu đã có đối với ứng dụng hoặc trang được đưa ra.

source: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> - save the defined bookmarks for the current application or page.
vi: <keycombo><keycap>Alt</keycap><keycap>Insert</keycap><keycap>B</keycap></keycombo> - lưu các đánh dấu được xác định đối với ứng dụng hoặc trang hiện hành.

source: Miscellaneous functions
vi: Các chức năng khác

source: <keycombo><keycap>Numpad</keycap><keycap>Plus</keycap></keycombo> - "say all" command; reads from the current position of the caret to the end of the document.
vi: <keycombo><keycap>Bàn phím số</keycap><keycap>dấu cộng</keycap></keycombo> - lệnh “nói tất cả”; đọc từ vị trí hiện hành của mũi tên cho tới cuối của tài liệu.

source: <keycombo><keycap>Numpad</keycap><keycap>Enter</keycap></keycombo> - "Where am I" command; speaks information such as the title of the current application window, as well as the name of the control that currently has focus.
vi: <keycombo><keycap>Bàn phím số</keycap><keycap>Enter</keycap></keycombo> - lệnh “Tôi đang ở đâu”; nói thông tin như là đầu đều của cửa sổ ứng dụng hiện hành, cũng như tên của kiểm soát mà hiện đang được chọn.

source: <keycombo><keycap>Insert</keycap><keycap>H</keycap></keycombo> - enter into <application>Orca</application>'s "learn mode"; press <keycap>Escape</keycap> to exit.
vi: <keycombo><keycap>Insert</keycap><keycap>H</keycap></keycombo> - vào trong “chế độ học” (learn mode) của <application>Orca</application>; nhấn phím <keycap>Escape</keycap> để thoát ra.

source: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> - speak font and attribute information for the current character.
vi: <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> - nói thông tin về phông chữ và thuộc tính cho ký tự hiện hành.

source: <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> - Launch the <application>Orca</application> Configuration dialog.
vi: <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> - khởi động hộp thoại cấu hình Orca (Orca Configuration).

source: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> - reload user settings and reinitialize services as necessary. Also launches the <application>Orca</application> Configuration dialog for the current application.
vi: <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> - tải lại những thiết lập người sử dụng và khởi tạo lại các dịch vụ nếu cần thiết. Cũng khởi động hộp thoại cấu hình <application>Orca</application> cho ứng dụng hiện hành.

source: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> - toggle speech on and off.
vi: <keycombo><keycap>Insert</keycap><keycap>S</keycap></keycombo> - bật tắt nói luôn phiên.

source: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> - toggle the reading of tables, either by single cell or whole row.
vi: <keycombo><keycap>Insert</keycap><keycap>F11</keycap></keycombo> - bật tắt việc đọc các bảng, hoặc bằng ô duy nhất hoặc toàn bộ hàng.

source: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> - quit <application>Orca</application>.
vi: <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> - thoát khỏi <application>Orca</application>.

source: Commands for debugging
vi: Các lệnh gỡ lỗi

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Home</keycap></keycombo> - report information on the currently active script.
vi: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Home</keycap></keycombo> - báo thông tin về script tích cực hiện hành.

source: In order for the next three commands to be of use, <application>Orca</application> needs to be started from a virtual console or via gnome-terminal. Output is sent to the console only (i.e., it is not sent to speech or braille).
vi: Để cho 3 lệnh tiếp sau được sử dụng, <application>Orca</application> cần được bắt đầu từ một bàn điều khiển ảo hoặc thông qua cửa sổ dòng lệnh gnome. Đầu ra được gửi tới chỉ bàn điều khiển (nó không được gửi tới để nói hoặc bray).

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>End</keycap></keycombo> - print a debug listing of all known applications to the console where <application>Orca</application> is running.
vi: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>End</keycap></keycombo> - in một liệt kê gỡ lỗi của tất cả các ứn dụng được biết cho bàn điều khiển nơi mà <application>Orca</application> đang chạy.

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Up</keycap></keycombo> - print debug information about the ancestry of the object with focus.
vi: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Up</keycap></keycombo> - in thông tin gỡ lỗi về lịch sử của đối tượng được chọn.

source: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Down</keycap></keycombo> - print debug information about the hierarchy of the application with focus.
vi: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap><keycap>Page_Down</keycap></keycombo> - in thông tin gỡ lỗi theo tôn ti trật tự cấp bậc của ứng dụng được chọn.

source: Laptop Layout
vi: Trình bày của máy tính xách tay

source: Following is a list of common <application>Orca</application> keyboard commands for laptop keyboards arranged by category:
vi: Sau đây là một danh sách các lệnh thông thường bằng bàn phím <application>Orca</application> cho các bàn phím máy tính xách tay được sắp xếp theo chủng loại:

source: <keycombo><keycap>Caps_Lock</keycap><keycap>U</keycap></keycombo> - move the flat review cursor to the previous line and read it. Double-click to move flat review to the top of the current window.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>U</keycap></keycombo> - dịch chuyển con trỏ xem tới dòng trước đó và đọc nó. Nháy đúp để dịch chuyển việc xem tới đỉnh củ cửa sổ hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>I</keycap></keycombo> - read the current line. Double-click to read the current line along with formatting and capitalization details.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>I</keycap></keycombo> - đọc dòng hiện hành. Nháy đúp để đọc dòng hiện hành cùng với việc định dạng và viết hoa các chi tiết.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>O</keycap></keycombo> - move the flat review cursor to the next line and read it. Double- click to move flat review to the bottom of the current window.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>O</keycap></keycombo> - dịch chuyển con trỏ xem tới dòng tiếp theo và đọc nó. Nháy đúp để dịch chuyển việc nhìn tới đáy của cửa sổ hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>J</keycap></keycombo> - move the flat review cursor to the previous word and read it. Double-click to move flat review to the word above the current word.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>J</keycap></keycombo> - dịch chuyển con trỏ xem tới từ trước đó và đọc nó. Nháy đúp để dịch chuyển việc xem tới từ bên trên từ hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>K</keycap></keycombo> - read the current word. Double-click to spell the word. Triple-click to hear the word spelled phonetically.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>K</keycap></keycombo> - đọc từ hiện hành. Nháy đúp để đánh vần từ đó. Nháy ba để nghe từ đó được phát âm ra.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>L</keycap></keycombo> - move the flat review cursor to the next word and read it. Double- click to move flat review to the word below the current word.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>L</keycap></keycombo> - dịch chuyển con trỏ xem tới từ tiếp theo và đọc nó. Nháy đúp để dịch chuyển việc xem tới từ bên dưới từ hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>M</keycap></keycombo> - move the flat review cursor to the previous character and read it. Double-click to move flat review to the end of the current line.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>M</keycap></keycombo> - dịch chuyển con trỏ xem tới ký tự trước đó và đọc nó. Nháy đúp để dịch chuyển việc xem tới cuối của dòng hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Comma</keycap></keycombo> - read the current character. Double-click to pronounce the character phonetically if it is a letter.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Comma</keycap></keycombo> (Caps_Lock+dấu phẩy) - đọc ký tự hiện hành. Nháy đúp để phát âm ký tự một cách đúng âm nếu nó là một ký tự.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Period</keycap></keycombo> - move the flat review cursor to the next character and read it.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Period</keycap></keycombo> (Caps_Lock+dấu chấm) - dịch chuyển con trỏ xem tới ký tự tiếp theo và đọc nó.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>7</keycap></keycombo> - perform a left mouse click at the location of the flat review cursor.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>7</keycap></keycombo> - thực hiện một nháy chuột trái ở vị trí của con trỏ xem.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>8</keycap></keycombo> - perform a right mouse click at the location of the flat review cursor.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>8</keycap></keycombo> - thực hiện một nháy chuột phải ở vị trí của con trỏ xem.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>p</keycap></keycombo> - toggle between flat review and focus tracking mode.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>p</keycap></keycombo> - bật tắt giữa chế độ theo dõi xem và chọn.

source: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - add a bookmark to the numbered slot. If a bookmark already exists for the slot it will be replaced with the new one.
vi: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - bổ sung một đánh dấu vào dãy đánh số. Nếu một đánh dấu đã tồn tại đối với dãy đó thì nó sẽ được thay thế bằng đánh dấu mới đó.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - go to the position pointed to by the bookmark bound to this numbered slot.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>[1-6]</keycap></keycombo> - đi tới vị trí được trỏ tới bằng đánh dấu bị ràng buộc tới dãy được đánh số đó.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo>and <keycombo><keycap>Caps_Lock</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - move between the given bookmarks for the given application or page.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo>và <keycombo><keycap>Caps_Lock</keycap><keycap>Shift</keycap><keycap>B</keycap></keycombo> - dịch chuyển giữa các đánh dấu được đưa ra đối với ứng dụng hoặc trang được đưa ra.

source: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo> - save the defined bookmarks for the current application or page.
vi: <keycombo><keycap>Alt</keycap><keycap>Caps_Lock</keycap><keycap>B</keycap></keycombo> - lưu các đánh dấu được xác định cho ứng dụng hoặc trang hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Semicolon</keycap></keycombo> - "Say all" command; reads from the current position of the caret to the end of the document.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Semicolon</keycap></keycombo> (Caps_Lock+Dấu chấm phẩy) - lệnh “Nói tất cả”; đọc từ vị trí hiện hành của mũi tên cho tới cuối của tài liệu.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Enter</keycap></keycombo> - "Where am I" command; speaks information such as the title of the current application window, as well as the name of the control that currently has focus.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Enter</keycap></keycombo> - lệnh “tôi đang ở đâu”; nói thông tin như là đầu đề của cửa sổ ứng dụng hiện hành, cũng như tên của kiểm soát mà hiện đang được chọn.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>H</keycap></keycombo> - enter learn mode (press <keycap>Escape</keycap> to exit).
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>H</keycap></keycombo> - vào chế độ học (nhấn <keycap>Escape</keycap> để thoát).

source: <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> - speak font and attribute information for the current character.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> - nói thông tin về phông chữ và thuộc tính đối với ký tự hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Space</keycap></keycombo> - launch the <application>Orca</application> Configuration dialog.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Space</keycap></keycombo> - khởi tạo hộp thoại cấu hình <application>Orca</application>.
