Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: When a window has focus, you can increase or decrease the size of the window. The following table lists the keyboard shortcuts that you can use to resize the window that has focus:
vi: Khi một cửa sổ được chọn, bạn có thể tăng hoặc giảm kích cỡ của cửa sổ đó. Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để thay đổi kích cỡ cửa sổ được chọn:

source: Start the resize operation.
vi: Bắt đầu hành động thay đổi kích cỡ.

source: Resize the window in the direction of the arrow key.
vi: Thay đổi kích cỡ cửa sổ theo chiều của mũi tên.

source: Complete the resize operation, leaving the window at the current size.
vi: Hoàn thành hành động thay đổi kích cỡ, để cửa sổ ở kích cỡ hiện hành.

source: Cancel the resize operation, restoring the window to its original size.
vi: Hoãn hành động thay đổi kích cỡ, phục hồi lại cửa sổ về kích cỡ ban đầu của nó.

source: Navigating Paned Windows
vi: Di chuyển các cửa sổ có nhiều ô

source: for paned windows
vi: đối với các cửa sổ có nhiều ô

source: A paned window is a window that is split into two or more panes. <application>Help Browser</application> is an example of an application that uses paned windows.
vi: Một cửa sổ có nhiều ô là một cửa sổ mà được chia thành 2 hoặc nhiều ô. <application>Trình duyệt trợ giúp</application> (Help Browser ) là một ví dụ về một ứng dụng mà sử dụng các cửa sổ có nhiều ô.

source: The following table describes the keyboard shortcuts that you can use to navigate paned/split windows:
vi: Bảng sau đây mô tả các phím tắt mà bạn có thể sử dụng để di chuyển các cửa sổ có/được chia thành nhiều ô.

source: Give focus to the next pane. The system gives focus to the control that last had focus in the pane.
vi: Chọn ô tiếp theo. Hệ thống chọn kiểm soát mà đã được chọn mới nhất trước đó trong ô.

source: Give focus to the first resize handle in the window. The resize handle is displayed between the panes and enables you to resize the panes. Press <keycap>F8</keycap> again to give focus to the next resize handle.
vi: Chọn điều khiển thay đổi kích cỡ đầu tiên trong cửa sổ. Điều khiển thay đổi kích cỡ được hiển thị giữ các ô và cho phép bạn thay đổi kích cỡ các ô. Nhấn <keycap>F8</keycap> một lần nữa để chọn điều khiển thay đổi kích cỡ tiếp theo.

source: When the resize handle has focus, you can use the keyboard shortcuts that are listed in the following table to modify the paned window:
vi: Khi điều khiển thay đổi kích cỡ được chọn, bạn có thể sử dụng các phím tắt được liệt kê trong bảng sau để sửa đổi cửa sổ có nhiều ô:

source: Move the resize handle by a small amount.
vi: Dịch chuyển điều khiển kích cỡ một đoạn nhỏ.

source: Move the resize handle by a large amount.
vi: Dịch chuyển điều khiển kích cỡ một đoạn lớn.

source: Contract the pane to the minimum size allowed.
vi: Thu nhỏ ô về kích cỡ tối thiểu được phép.

source: For vertical panes, reduces the size of the pane to the left of the resize handle to the minimum size allowed.
vi: Đối với các ô thẳng đứng, làm giảm kích cỡ của ô về bên trái của điều khiển thay đổi kích cỡ tới kích cỡ tối thiểu được phép.

source: For horizontal panes, reduces the size of the pane above the resize handle to the minimum size allowed.
vi: Đối với các ô nằm ngang, làm giảm kích cỡ của ô phía trên điều khiển kích cỡ về kích cỡ tối thiểu được phép.

source: Expand the pane to the maximum size allowed.
vi: Mở rộng ô tới kích cỡ tối đa được phép.

source: For vertical panes, increases the size of the pane to the left of the resize handle to the maximum size allowed.
vi: Đối với các ô thẳng đứng, làm tăng kích cỡ của ô về bên trái của điều khiển thay đổi kích cỡ tới kích cỡ tối đa được phép.

source: For horizontal panes, increases the size of the pane above the resize handle to the maximum size allowed.
vi: Đối với các ô nằm ngang, làm gia tăng kích cỡ của ô phía trên điều khiển kích thươc tới kích cỡ tối đa được phép.

source: Set the position of the resize handle and return focus to the last control that had focus.
vi: Thiết lập vị trí của điều khiển thay đổi kích cỡ và trả về việc chọn đối với kiểm soát cuối cùng mà đã được chọn.

source: Reset the position of the resize handle to the original position and return focus to the last control that had focus.
vi: Thiết lập lại vị trí của điều khiển thay đổi kích cỡ về vị trí ban đầu và trả việc chọn về kiểm soát cuối cùng mà đã được chọn.

source: Navigating Applications
vi: Di chuyển các ứng dụng

source: for applications
vi: đối với các ứng dụng

source: An application is any program, utility, or other software package that you run on your desktop. Applications contain standard user interface components:
vi: Một ứng dụng là bất kỳ chương trình, tiện ích, hoặc gói phần mềm khác nào mà bạn chạy trên bàn làm việc. Các ứng dụng có các thành phần giao diện người sử dụng tiêu chuẩn:

source: Windows
vi: Các cửa sổ

source: A window is a rectangular frame on your screen that displays an application. See <xref linkend="keynav-11"/> for information about how to navigate windows.
vi: Một cửa sổ là một khung hình chữ nhật trên màn hình của bạn mà nó hiển thị một ứng dụng. Xem <xref linkend="keynav-11"/> để có thông tin về cách di chuyển các cửa sổ.

source: Dialogs
vi: Các hộp thoại

source: A dialog is a popup window which displays information or accepts input from the user. See <xref linkend="keynav-19"/> for information about how to navigate dialogs.
vi: Một hộp thoại là một cửa sổ theo ngữ cảnh mà nó hiển thị thông tin hoặc chấp nhận đầu vào từ người sử dụng. Xem <xref linkend="keynav-19"/> để có thông tin về cách di chuyển các hộp thoại.

source: Controls
vi: Các kiểm soát

source: A control is any user-interactive screen element. Examples of controls include buttons, check boxes, menus, and text boxes. See <xref linkend="keynav-23"/> for detailed information about how to navigate the different types of controls that are available.
vi: Một kiểm soát là bất kỳ yếu tố màn hình nào tương tác được với người sử dụng. Những ví dụ về các kiểm soát như các núm, các hộp chọn, các thực đơn, và các hộp văn bản. Xem <xref linkend="keynav-23"/> để có các thông tin chi tiết về cách di chuyển các dạng kiểm soát khác nhau đang có sẵn.

source: This section of the manual describes the essential keyboard shortcuts that you can use in applications and dialogs.
vi: Phần này của tài liệu mô tả những phím tắt cơ bản trên bàn phím mà bạn có thể sử dụng trong các ứng dụng và hộp thoại.

source: Essential Keyboard Shortcuts for Navigating Applications
vi: Các phím tắt cơ bản trên bàn phím để di chuyển các ứng dụng

source: Since there are so many applications that you can use in the GNOME Desktop, this manual does not describe all the custom keyboard shortcuts that you can use with each individual application. However, the basic keyboard shortcuts are common to many applications.
vi: Vì có quá nhiều ứng dụng mà bạn có thể sử dụng trong bàn làm việc GNOME, nên tài liệu này không mô tả tất cả các phím tắt tùy biến trên bàn phím mà bạn có thể sử dụng với mỗi ứng dụng riêng rẽ. Tuy nhiên, các phím tắt cơ bản trên bàn phím thường là chung cho nhiều ứng dụng.

source: Access keys are another way to quickly navigate applications with the keyboard. An access key is identified by an underlined letter on a menu or control. In some cases, you must press <keycap>Alt</keycap> in combination with the access key to perform an action.
vi: Các phím truy cập là cách thức khác để nhanh chóng di chuyển các ứng dụng bằng bàn phím. Một phím truy cập được xác định bằng một ký tự được gạch chân trong một thực đơn hoặc một kiểm soát. Trong một số trường hợp, bạn phải nhấn phím <keycap>Alt</keycap> cùng với phím truy cập để thực hiện một hành động.

source: The following table lists the essential keyboard shortcuts that you can use to navigate applications:
vi: Bảng dưới đây liệt kê những phím tắt cơ bản trên bàn phím mà bạn có thể sử dụng để di chuyển các ứng dụng:

source: Open the first menu on the application menubar.
vi: Mở thực đơn đầu tiên trên thanh thực đơn của ứng dụng.

source: <keycap>Alt</keycap> + access key
vi: <keycap>Alt</keycap> + các phím mũi tên

source: Open the menu that is associated with the access key.
vi: Mở thực đơn mà được liên kết với phím truy cập.

source: access keys
vi: Các phím truy cập

source: Select the menu item that is associated with the access key.
vi: Chọn khoản thực đơn mà có liên quan tới phím truy cập.

source: <keycap>left arrow</keycap> and <keycap>right arrow</keycap>
vi: <keycap>Mũi tên trái</keycap> và <keycap>mũi tên phải</keycap>

source: Switch focus between the menus on the menubar.
vi: Chuyển việc chọn giữa các thực đơn trên thanh thực đơn.

source: <keycap>up arrow</keycap> and <keycap>down arrow</keycap>
vi: <keycap>Mũi tên lên</keycap> và <keycap>mũi tên xuống</keycap>

source: Move focus into a menu.
vi: Dịch chuyển việc chọn vào trong thực đơn.

source: Close the open menu and give focus to the control that had focus before the menubar.
vi: Đóng thực đơn đang mở và chọn kiểm soát mà đã chọn trước thanh thực đơn.

source: Open the file selector dialog.
vi: Mở hộp thoại chọn tệp.

source: Open the Save dialog.
vi: Mở hộp thoại Lưu (Save).

source: Open a Location dialog, enabling you to type the name of a file that you want to open or save.
vi: Mở một hộp thoại Vị trí (Location), cho phép bạn gõ tên của một tệp mà bạn muốn mở hoặc lưu.

source: Open a Print dialog, if available.
vi: Mở một hộp thoại In (Print), nếu có.

source: Copy highlighted text to the global, application-spanning clipboard.
vi: Sao chép văn bản được chọn vào bộ nhớ tạm (clipboard).

source: Cut highlighted text to the global, application-spanning clipboard.
vi: Cắt văn bản được chọn vào bộ nhớ tạm (clipboard) toàn thể.

source: Paste text from the global, application-spanning clipboard to the current cursor position.
vi: Dán văn bản từ bộ nhớ tạm (clipboard) toàn thể vào vị trí con trỏ hiện hành.

source: Essential Keyboard Shortcuts for Navigating Dialogs
vi: Các phím tắt cơ bản trên bàn phím để di chuyển các hộp thoại

source: for dialogs
vi: đối với các hộp thoại

source: The following table lists the essential keyboard shortcuts that you can use to navigate dialogs:
vi: Bảng sau đây liệt kê các phím tắt cơ bản trên bàn phím mà bạn có thể sử dụng để di chuyển các hộp thoại:

source: access key
vi: phím truy cập

source: Activate or select a control.
vi: Kích hoạt hoặc chọn một kiểm soát.

source: Give focus to the next control.
vi: Chọn kiểm soát tiếp theo.

source: Move to the next page/tabbed section of the dialog.
vi: Dịch chuyển tới phần trang/tab chuyển trang tiếp sau của hộp thoại.

source: Move to the previous page/tabbed section of the dialog.
vi: Dịch chuyển tới phần trang/tab chuyển trang trước đó của hộp thoại.

source: Cancel/dismiss the dialog. Some application-specific dialogs may retain dialog settings, but this practice is discouraged. These dialogs usually have a single <guilabel>Close</guilabel> button, with no <guilabel>Ok/Accept</guilabel> buttons.
vi: Hủy/bỏ hộp thoại. Một số hộp thoại của các ứng dụng đặc biệt có thể còn lưu giữ lại các thiết lập của hộp thoại, nhưng thực tiễn này là không được khuyến khích. Những hộp thoại này thường có một núm <guilabel>Đóng</guilabel> (Close) duy nhất, mà không có các núm <guilabel>OK/Chấp nhận</guilabel>.

source: Perform the default action for the dialog. The default action will usually apply any changes and close the dialog. A default button will have a bold outline and a selected button will have a slightly bolder outline than the default button.
vi: Thực hiện hành động mặc định cho hộp thoại. Hành động mặc định thường sẽ áp dụng bất kỳ thay đổi nào và đóng hộp thoại lại. Một núm mặc định sẽ có một đường viền ngoài đậm và một núm được chọn sẽ có một đường viền ngoài khá đậm hơn so với núm mặc định.

source: Navigating the File Manager
vi: Di chuyển trình quản lý tệp

source: for file manager
vi: đối với trình quản lý tệp

source: By default, the file manager operates in <guilabel>Spatial</guilabel> mode. This mode uses separate windows for each folder. Conversely, <guilabel>Browser</guilabel> mode will reuse the same window for each folder.
vi: Mặc định, trình quản lý tệp hoạt động ở chế độ <guilabel>Không gian</guilabel> (Spatial). Chế độ này sử dụng các cửa sổ riêng biệt cho từng thư mục. Ngược lại, chế độ <guilabel>Trình duyệt</guilabel> (Browser) sẽ sử dụng lại chính cửa sổ đó cho từng thư mục.

source: For more information about different modes for the file manager, see <ulink url="ghelp:user-guide?nautilus-presentation"> the user guide</ulink>.
vi: Để có thêm thông tin về các chế độ khác nhau đối với trình quản lý tệp, xem <ulink url="ghelp:user-guide?nautilus-presentation">Chỉ dẫn Người sử dụng</ulink> ( The user guide).

source: Navigating Folders
vi: Di chuyển các thư mục

source: The following table describes the keyboard shortcuts that enable you to navigate folders in the file manager:
vi: Bảng sau đây mô tả các phím tắt trên bàn phím mà cho phép bạn di chuyển các thư mục trong trình quản lý têp:

source: Select the next or previous file or folder in the direction of the arrow key.
vi: Chọn tệp hoặc thư mục tiếp sau hoặc trước đó theo chiều của mũi tên.

source: Give focus to the next or previous file or folder but do not select the item. This allows multiple, non-contiguous blocks of files to be selected.
vi: Chọn tệp hoặc thư mục tiếp sau hoặc trước đó nhưng không chọn khoản. Điều này cho phép nhiều khối các tệp không liền kề được chọn.

source: Open the focused file or folder.
vi: Mở tệp hoặc thư mục được chọn.

source: <keycap>Ctrl</keycap> + <keycap>spacebar</keycap>
vi: <keycap>Ctrl</keycap> + <keycap>phím dấu cách</keycap> (spacebar)

source: Select the item that currently has focus.
vi: Chọn khoản hiện được trỏ tới.

source: A sequence of characters that matches the first <replaceable>n</replaceable> characters of a filename.
vi: Tuần tự các ký tự khớp với <replaceable>n</replaceable> ký tự đầu của một tên tệp.

source: Select the first file or folder that starts with the specified sequence of characters.
vi: Chọn tệp hoặc thư mục đầu tiên mà bắt đầu bằng tuần tự các ký tự.

source: Select the first file or folder within the current folder.
vi: Chọn tệp hoặc thư mục đầu tiên trong thư mục hiện hành.

source: Select the last file or folder within the current folder.
vi: Chọn tệp hoặc thư mục cuối cùng trong thư mục hiện hành.

source: Open the current folder's parent folder.
vi: Mở thư mục cha của thư mục hiện hành.

source: Open a file or folder popup menu.
vi: Mở một thực đơn theo ngữ cảnh của tệp hoặc thư mục.

source: Open the enclosing folder's popup menu (equivalent to right-clicking on the view pane background).
vi: Mở thực đơn theo ngữ cảnh của thư mục được chọn (tương đương với nháy chuột phải vào nền của ô cần xem).

source: Navigating Browser Window Components
vi: Di chuyển các thành phần cửa sổ của trình duyệt

source: When operating in <guilabel>Browser</guilabel> mode, the file manager window contains several components, with keyboard shortcuts defined to navigate each component:
vi: Khi hoạt động trong chế độ <guilabel>Trình duyệt</guilabel> (Browser), cửa sổ của trình quản lý tệp có vài thành phần, với những phím tắt trên bàn phím được xác định để di chuyển mỗi thành phần đó:

source: Switch focus between the side pane and the view pane.
vi: Chuyển việc chọn giữa các ô bên cạnh và ô đang xem.

source: Open the side pane popup menu.
vi: Mở thực đơn theo ngữ cảnh của ô bên cạnh.

source: Caret Navigation Mode
vi: Chế độ di chuyển theo dấu mũ

source: The following table describes how to use caret navigation mode (eg, in supporting applications like <application>Yelp</application>, <application>Evolution</application>, <application>Epiphany</application>, or <application>Firefox</application>). In computing, caret navigation is a kind of keyboard navigation where a caret (also known as "text cursor", "text insertion cursor", or "text selection cursor") is used to navigate and select text within a document.
vi: Bảng sau đây mô tả cách sử dụng chế độ di chuyển theo dấu mũ (như, trong việc hỗ trợ các ứng dụng như <application>Yelp</application>, <application>Evolution</application>, <application>Epiphany</application>, hoặc <application>Firefox</application>). Trong điện toán, di chuyển theo dấu mũ là một dạng di chuyển bằng bàn phím nơi mà dấu mũ (cũng được biết tới như là “con trỏ văn bản”, “con trỏ chèn văn bản”, hoặc “con trỏ chọn văn bản”) được sử dụng để di chuyển và chọn văn bản bên trong một tài liệu.

source: Switch to caret navigation mode [Yelp-only].
vi: Chuyển sang chế độ di chuyển theo dấu mũ [chỉ cho Yelp].

source: left arrow
vi: Mũi tên trái

source: Move one character to the left.
vi: Dịch chuyển một ký tự sang trái.

source: right arrow
vi: Mũi tên phải

source: Move one character to the right.
vi: Dịch chuyển một ký tự sang phải.

source: up arrow
vi: Mũi tên lên

source: Move up one line.
vi: Dịch chuyển lên 1 dòng.

source: down arrow
vi: Mũi tên xuống

source: Move down one line.
vi: Dịch chuyển xuống 1 dòng.

source: <keycap>Ctrl</keycap> + left arrow
vi: <keycap>Ctrl</keycap> + mũi tên trái

source: Move to the beginning of the previous word.
vi: Dịch chuyển tới bắt đầu của từ trước đó.

source: <keycap>Ctrl</keycap> + right arrow
vi: <keycap>Ctrl</keycap> + mũi tên phải

source: Move to the end of the next word.
vi: Dịch chuyển tới cuối của từ tiếp sau.

source: Scroll up one page of content.
vi: Cuộn lên một trang nội dung.

source: Scroll down one page of content.
vi: Cuộn xuống một trang nội dung.

source: Move to the beginning of the current line.
vi: Dịch chuyển tới đầu của dòng hiện hành.

source: Move to the end of the current line.
vi: Dịch chuyển tới cuối của dòng hiện hành.

source: Move from the current position to the destination position, selecting all text between the two positions.
vi: Dịch chuyển từ vị trí hiện hành tới vị trí đích, chọn tất cả các văn bản giữa 2 vị trí đó.

source: Move focus to the next focusable control.
vi: Dịch chuyển việc chọn tới kiểm soát được chọn tiếp sau.

source: Move focus to the previous focusable control.
vi: Dịch chuyển việc chọn tới kiểm soát được chọn trước đó.

source: Activate a button, link or other control.
vi: Kích hoạt một núm, một liên kết hoặc một kiểm soát khác.

source: Navigating Standard Elements and Controls
vi: Di chuyển các yếu tố và kiểm soát tiêu chuẩn

source: The following sections describe how to navigate and use standard user interface elements and controls from the keyboard.
vi: Các phần sau đây mô tả cách di chuyển và sử dụng các yếu tố và kiểm soát giao diện tiêu chuẩn của người sử dụng bằng bàn phím.

source: Navigating Menus
vi: Di chuyển các thực đơn

source: for menus
vi: đối với các thực đơn

source: The following table lists the keyboard shortcuts that you can use to navigate menus:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển các thực đơn:

source: Give focus to the next or previous menu item on a menu.
vi: Chọn khoản thực đơn tiếp sau hoặc trước đó trong một thực đơn.

source: If the menu item that has focus is a submenu, open the submenu and give focus to the first menu item on the submenu.
vi: Nếu khoản thực đơn được chọn là một thực đơn phụ, hãy mở thực đơn phụ đó và chọn khoản thực đơn đầu tiên trong thực đơn phụ.

source: If the menu item that has focus is not a submenu, open the next menu on the menubar.
vi: Nếu khoản thực đơn được chọn không phải là một thực đơn phụ, thì hãy mở thực đơn tiếp sau trên thanh thực đơn.

source: If the menu item that has focus is a submenu item, switch the focus back to the submenu.
vi: Nếu khoản thực đơn được chọn là một khoản của thực đơn phụ, thì hãy chuyển việc chọn ngược lại tới thực đơn phụ đó.

source: If the menu item that has focus is not a submenu item, open the previous menu on the menubar.
vi: Nếu khoản thực đơn được chọn không phải là một khoản thực đơn phụ, thì hãy mở thực đơn trước đó trên thanh thực đơn.

source: Select the focused menu item and close the open menus.
vi: Chọn khoản của thực đơn được chọn và đóng các thực đơn được mở.

source: Select the menu item that is associated with the access key and close the menu.
vi: Chọn khoản thực đơn có liên quan tới phím truy cập và đóng thực đơn đó.

source: Select the focused menu item and close the menu except when the menu item is a check box or radio button.
vi: Chọn khoản thực đơn được chọn và đóng thực đơn đó ngoại trừ khi khoản thực đơn đó là một hộp chọn hoặc một núm chọn tròn.

source: Close the menu.
vi: Đóng thực đơn.

source: Navigating Buttons
vi: Di chuyển các núm

source: for buttons
vi: đối với các núm

source: A button is a control that you use to start an action. Most buttons are rectangular and contain a text label.
vi: Một núm là một kiểm soát mà bạn sử dụng để khởi tạo một hành động. Hầu hết các núm là hình chữ nhật và có chứa một nhãn văn bản.

source: Sample Button
vi: Núm ví dụ

source: Close button.
vi: Đóng núm

source: The following table lists the keyboard shortcuts that you can use to navigate buttons:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển các núm:

source: Activate the button that has focus. This is the equivalent of clicking on the button.
vi: Kích hoạt núm được chọn. Điều này tương tự với việc nháy vào núm đó.

source: Activate the button that has focus or, if no button has focus, perform the default action for the dialog.
vi: Kích hoạt núm được chọn hoặc, nếu không núm nào được chọn, thì thực hiện hành động mặc định đối với hộp thoại đó.

source: Navigating Radio Buttons
vi: Di chuyển các núm chọn tròn

source: for radio buttons
vi: đối với các núm chọn tròn

source: A radio button is a control that you use to select one of several mutually-exclusive options.
vi: Một núm chọn tròn là một kiểm soát mà bạn sử dụng để chọn một trong vài lựa chọn độc nhất qua lại lẫn nhau.

source: Sample Radio Button
vi: Ví dụ núm chọn tròn

source: Two sample radio buttons.
vi: Hai núm chọn tròn ví dụ

source: The following table lists the keyboard shortcuts that you can use to navigate a set of radio buttons:
vi: Bảng sau đây liêt kê các phím tắt mà bạn có thể sử dụng để di chuyển một tập hợp các núm chọn tròn:

source: Select the next or previous radio button and deselect the other radio buttons in the group.
vi: Chọn núm chọn tròn tiếp sau hoặc trước đó và bỏ chọn các núm chọn tròn khác trong nhóm.

source: Navigating Check Boxes
vi: Di chuyển các hộp chọn

source: for check boxes
vi: đối với các hộp chọn

source: A check box is a control that you use to select or deselect an option.
vi: Một hộp chọn là một kiểm soát mà bạn sử dụng để chọn hoặc bỏ chọn một lựa chọn.

source: Sample Check Box
vi: Ví dụ hộp chọn

source: Sample check box.
vi: Hộp chọn ví dụ.

source: The following table lists the keyboard shortcuts that you can use to navigate a check box:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển một hộp chọn:

source: Select or deselect the check box.
vi: Chọn hoặc bỏ chọn hộp chọn.

source: Navigating Text Boxes
vi: Di chuyển các hộp văn bản

source: for text boxes
vi: đối với các hộp văn bản

source: Text boxes are controls in which you type text.
vi: Các hộp văn bản là những kiểm soát trong đó bạn gõ văn bản.

source: Sample Single Line Text Box
vi: Ví dụ hộp văn bản một dòng duy nhất

source: Sample text box with one input line.
vi: Hộp văn bản ví dụ với 1 dòng cho đầu vào

source: The following table lists the keyboard shortcuts that you can use to navigate a single line text box:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển một hộp văn bản 1 dòng duy nhất:

source: Position the cursor one character to the left.
vi: Định vị con trỏ một ký tự sang trái.

source: Position the cursor one character to the right.
vi: Định vị con trỏ một ký tự sang phải.
