Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: A click can be issued by having the mouse pointer dwell in a given spot for a specified delay. In this mode, the click-type is determined by the <guilabel>ClickType</guilabel> window, <application>Dwell Click</application> applet, or by the direction in which the user moves the mouse after the dwell time has elapsed. The click-type can be single, double, drag or right.
vi: Một cú nháy có thể được đưa ra bằng việc để con trỏ chuột day đi day lại tại một điểm được đưa ra cho một độ trễ theo danh nghĩa. Trong chế độ này, dạng nháy này được xác định bằng cửa sổ <guilabel>Dạng nháy</guilabel> (ClickType), applet <application>Nháy day đi day lại</application> (Dwell Click), hoặc bằng hướng trong đó người sử dụng dịch chuyển con chuột sau thời gian day đi day lại đã trôi qua. Dạng nháy có thể là đơn, đôi, hoặc kéo hoặc phải.

source: The <application>Dwell Click</application> panel applet can be installed by right-clicking the GNOME Desktop menu bar / system panel, selecting <guilabel>Add to Panel</guilabel>, choosing <application>Dwell Click</application> and clicking the <guilabel>Add</guilabel> button.
vi: Applet của ô <application>Nháy day đi day lại</application> (Dwell Click) có thể được cài đặc bằng việc nháy chuột phải vào thanh thực đơn/ô hệ thống của bàn làm việc GNOME, chọn <guilabel>Thêm vào panen</guilabel> (Add to Panel), chọn <application>Nháy day đi day lại</application> và nháy vào núm <guilabel>Thêm</guilabel> (Add).

source: Pointer Capture
vi: Chụp con trỏ

source: The mouse pointer can be locked into an area of the screen so the pointing device is free for other tasks. For example, this capability allows a powerchair user to control both the powerchair and the mouse pointer with a single powerchair joystick.
vi: Con trỏ chuột có thể bị khóa trong một vùng màn hình sao cho thiết bị trỏ là tự do đối với các tác vụ. Ví dụ, khả năng này cho phép một người sử dụng ngồi ghế lăn kiểm soát được cả ghế lăn và con trỏ chuột với một bộ điều khiển duy nhất của ghế lăn.

source: The <application>Pointer Capture</application> panel applet creates such an area on the panel, into which the user can lock the pointer until released in a determined way.
vi: Applet của panen <application>Chụp con trỏ</application>chụp con trỏ (Pointer Capture) tạo ra một vùng như vậy trên panen, trong đó người sử dụng có thể khóa con trỏ cho tới khi được thả theo một cách thức được xác định.

source: The <application>Pointer Capture</application> panel applet can be installed by right-clicking the GNOME Desktop menu bar / system panel, selecting <guilabel>Add to Panel</guilabel>, choosing <application>Pointer Capture</application> and clicking the <guilabel>Add</guilabel> button.
vi: Applet của panen <application>Chụp con trỏ</application> (Pointer Capture) có thể được cài đặt bằng việc nháy phải vào thanh thực đơn/ô hệ thống của bàn làm việc GNOME, chọn <guilabel>Thêm vào panen</guilabel> (Add to Panel), chọn <application>Chụp con trỏ</application> (Pointer Capture) và nháy vào núm <guilabel>Thêm</guilabel> (Add).

source: Preferences may be set by choosing <guilabel>Preferences</guilabel> in the context menu of the <application>Pointer Capture</application> applet:
vi: Các ưu tiên của thể được thiết lập bằng việc chọn <guilabel>Các ưu tiên</guilabel> (Preferences) trong thực đơn theo ngữ cảnh của applet <application>Chụp con trỏ</application> (Pointer Capture):

source: In the <guilabel>Capture Pointer</guilabel> section, the user can specify under what circumstances the pointer gets captured when it moves into the capture area. For example, if the <keycap>Ctrl</keycap> modifier key is checked, the pointer gets captured when it is over the capture area and the user presses the <keycap>Ctrl</keycap> modifier key. If no modifier is checked and the mouse button is set to 0, the pointer only has to move into the capture area to get locked. It is also possible to specify a combination of modifiers and mouse button.
vi: Trong phần <guilabel>Chụp con trỏ</guilabel> Capture Pointer, người sử dụng có thể chỉ định theo những tình huống nào mà con trỏ chụp được khi nó dịch chuyển trong vùng chụp. Ví dụ, nếu phím của trình sửa đổi <keycap>Ctrl</keycap> được chọn, thì con trỏ sẽ được chụp khi nó đi qua vùng chụp và người sử dụng nhấn phím của trình sửa đổi <keycap>Ctrl</keycap>. Nếu không có trình sửa đổi nào được chọn và núm chuột được thiết lập về 0, thì con trỏ chỉ phải dịch chuyển trong vùng chụp để được khóa lại. Cũng có khả năng để chỉ định một tổ hợp các núm của trình sửa đổi và chuột.

source: In the <guilabel>Release Pointer</guilabel> section, the user can specify what modifier or mouse button releases the pointer. It is also possible to specify a combination of modifiers and mouse button.
vi: Trong phần <guilabel>Nhả con trỏ</guilabel> (Release Pointer), người sử dụng có thể chỉ định núm chuột hoặc trình sửa đổi nào thả con trỏ. Cũng có khả năng để chỉ định một tổ hợp của núm chuột và các trình sửa đổi.

source: In the <guilabel>Size of Capture Area</guilabel> section, the user can specify the width of the capture area on the GNOME panel.
vi: Trong phần <guilabel>Kích cỡ của vùng chụp</guilabel> (Size of Capture Area), người sử dụng có thể chỉ định độ rộng nào của vùng chụp trong panen của GNOME.

source: Dasher is an information-efficient text-entry interface, driven by natural continuous pointing gestures. Dasher is a competitive text-entry system wherever a full-size keyboard cannot be used - for example on a palmtop or wearable computer, or when operating any computer one-handed (by joystick, touchscreen or mouse) or zero-handed (eg, by head-mouse or eye-tracker).
vi: Dasher là một giao diện vào văn bản hiệu quả về thông tin, được dẫn dắt bởi các động tác trỏ liên tục tự nhiên. Dasher là một hệ thống vào văn bản có tính cạnh tranh bất cứ nơi đâu một bàn phím đủ kích cỡ không thể được sử dụng - ví dụ trên một palmtop hoặc máy tính có thể mang được, hoặc khi vận hành bất kỳ máy tính cầm một tay (bằng cần điều khiển (joystick), màn hình hoặc chuột cảm ứng) hoặc không cần tay (chuột bằng đầu hoặc trình theo dõi bằng mắt).

source: Choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenuitem>Các ứng dụng</guimenuitem><guimenuitem>Các phụ kiện</guimenuitem><guimenuitem>cửa sổ dòng lệnh</guimenuitem></menuchoice> (<menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>).

source: Enter: <userinput>sudo apt-get install dasher </userinput>
vi: Gõ vào:<userinput>sudo apt-get install dasher </userinput>

source: Enter: <userinput>dasher</userinput>
vi: Gõ vào: <userinput>dasher</userinput>

source: Dasher may also be installed from the <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Add/Remove</guimenuitem></menuchoice> dialog. In either case, it may later be launched in these ways:
vi: Dasher cũng có thể được cài đặt từ hộp thoại <menuchoice><guimenuitem>Các ứng dụng</guimenuitem><guimenuitem>Thêm/Bớt</guimenuitem></menuchoice> (<menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Add/Remove</guimenuitem></menuchoice>). Trong mọi trường hợp, sau này có thể được khởi tạo bằng 2 cách:

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> for the <emphasis>Run</emphasis> dialog, type <userinput>dasher</userinput> and press <keycap>Enter</keycap>.
vi: Nhấn <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> cho hộp thoại <emphasis>Run</emphasis>, gõ <userinput>dasher</userinput> và nhấn <keycap>Enter</keycap>.

source: Choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> and execute <userinput>dasher</userinput>.
vi: Chọn <menuchoice><guimenuitem>Các ứng dụng</guimenuitem><guimenuitem>Các phụ kiện</guimenuitem><guimenuitem>Cửa sổ dòng lệnh</guimenuitem></menuchoice> và chạy <userinput>dasher</userinput> (<menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> and execute <userinput>dasher</userinput>).

source: Press <keycap>Alt-F1</keycap> and select <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Universal Access</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice>.
vi: Nhấn <keycap>Alt-F1</keycap> và chọn <menuchoice><guimenuitem>Các ứng dụng</guimenuitem><guimenuitem>Truy cập vạn năng</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice> (<menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Universal Access</guimenuitem><guimenuitem>Dasher</guimenuitem></menuchoice>)....

source: translator-credits
vi: Lê Trung Nghĩa <letrungnghia.foss@gmail.com>, 2011
