Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: This setting controls which progress bars should be spoken, assuming the <guilabel>Speak progress bar updates</guilabel> checkbox has been checked. The choices are All, Application, and Window. Choosing All will result in <application>Orca</application> speaking updates for all progress bars, regardless of where the progress bars are located. Choosing Application will result in <application>Orca</application> speaking updates from progress bars in the active application, even if they are not in the active window. Choosing Window will result in <application>Orca</application> only speaking updates for progress bars in the active window. The default value is Application.
vi: Các kiểm soát thiết lập này mà các thanh tiến trình sẽ được nói lên, giả thiết hộp chọn <guilabel>Cập nhật của thanh tiến trình nói</guilabel> (Speak progress bar updates) đã được chọn. Các lựa chọn là Tất cả (All), Ứn dụng (Application), và Cửa sổ (Window). Việc chọn Tất cả (All) sẽ làm cho <application>Orca</application> nói các cập nhật cho tất cả các thanh tiến trình, bất chấp các thanh tiến trình nằm ở đâu. Việc chọn Ứng dụng (Application) sẽ làm cho <application>Orca</application> nói các cập nhật từ các thanh tiến trình trong ứng dụng đang tích cực, thậm chí nếu chúng không nằm trong cửa số tích cực. Việc chọn Cửa sổ (Window) làm cho <application>Orca</application> chỉ nói các cập nhật cho các thanh tiến trình trong cửa sổ đang tích cực. Giá trị mặc định là Ứng dụng (Application).

source: Say All By
vi: Nói tất

source: This combo box allows you to specify whether the "say all" functionality of <application>Orca</application> speaks by sentence or line. See the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>) for how to invoke the "say all" functionality).
vi: Hộp kết hợp (combo) này cho phép bạn chỉ định liệu chức năng “nói tất” (“say all”) của <application>Orca</application> nói bằng câu hay bằng hàng. Xem Trình bày Bàn phím Máy tính để bàn (<xref linkend="orca-desktop-keys"/>) và Trình bày Bàn phím Máy tính xách tay (<xref linkend="orca-laptop-keys"/>) để biết cách viện dẫn tới chức năng “nói tất”.

source: Braille Page
vi: Trang Bray

source: <placeholder-1/> GUI Configuration - Braille Page
vi: <placeholder-1/> Cấu hình GUI - Trang Bray

source: The braille page allows you to customize various aspects about the use of braille.
vi: Trang bray cho phép bạn tùy biến một loạt các khía cạnh về sử dụng bray.

source: <application>Orca</application> does not automatically start BrlTTY for you; typically you need to do this yourself, usually at boot time.
vi: <application>Orca</application> không tự động khởi tạo Br1TTY cho bạn; thường thì bạn cần phải tự làm điều đó, thường vào lúc khởi động.

source: Enable Braille Support
vi: Kích hoạt hỗ trợ Bray

source: The first control on the braille page is the "Enable braille support" check box. This check box toggles whether or not <application>Orca</application> will make use of a braille display. This option, along with the ability to enable braille and enable magnifier support, allow <application>Orca</application> to be tailored to meet the needs of a wide variety of users. By default, this check box is enabled. If BrlTTY is not running, <application>Orca</application> will recover gracefully and will not communicate with the braille display. If you configure BrlTTY later on, you need to restart <application>Orca</application> in order for it to use braille.
vi: Kiểm soát đầu tiên trên trang Bray là hộp chọn “kích hoạt hỗ trợ bray”. Hộp chọn này bật và tắt liệu có hay không việc <application>Orca</application> sẽ sử dụng một hiển thị bray. Lựa chọn này, cùng với khả năng để cho phép sự hỗ trợ bray và trình phóng to của bray, cho phép <application>Orca</application> được sửa đổi để đáp ứng được các nhu cầu của một loạt rộng lớn những người sử dụng. Mặc định, hộp chọn này được kích hoạt. Nếu Br1TTY không đang chạy, thì <application>Orca</application> sẽ phục hồi một cách dễ chịu và sẽ không giao tiếp với sự hiển thị của bray. Nếu bạn thiết lập cấu hình cho Br1TTY sau này, thì bạn cần phải khởi động lại <application>Orca</application> để nó sử dụng bray.

source: Enable Braille Monitor
vi: Kích hoạt màn hình Bray

source: <application>Orca</application>'s braille monitor provides an on-screen representation of what takes place on the braille display. This feature is mostly for demonstration purposes, but is also useful for <application>Orca</application> developers who do not have access to a braille display.
vi: Màn hình bray của <application>Orca</application> đưa ra một đại diện trên màn hình đối với những gì diễn ra trong sự hiển thị của bray. Tính năng này chủ yếu là cho các mục tiêu trình diễn, nhưng nó cũng hữu dụng cho những lập trình viên của <application>Orca</application>, những người không có sự truy cập tới một sự hiển thị của bray.

source: Abbreviated Role Names
vi: Viết tắt các tên vai trò

source: The "Abbreviated role names" check box determines the manner in which role names are displayed and can be used to help conserve real estate on the braille display. The "Abbreviated role names" option can be better understood if we consider the following example. Let us assume that a slider had focus, and that the abbreviated role names box was not checked. In this case, the word "slider" would be shown on the display, to reflect the fact that the current control was indeed a slider. If the abbreviated role names box were checked, the word "slider" would be abbreviated to "sldr".
vi: Hộp kiểm tra “Các tên vai trò được viết tắt” (“Abbreviated role names”) xác định cách thức trong đó các tên vài trò được hiển thị và có thể được sử dụng để trợ giúp duy trì bất động sản về hiển thị bray. Lựa chọn “Các tên vai trò được viết tắt” có thể được hiểu tốt hơn nếu chúng ta xem xét ví dụ sau đây. Hãy để chúng ta giả sử rằng một con trượt được chọn, và hộp các tên vai trò được viết tắt đã không được chọn. Trong trường hợp này, từ “con trượt” có thể được hiện thị, để phản ánh thực tế là kiểm soát hiện hành quả thực là một con trượt. Nếu hộp các tên vai trò được viết tắt đã được chọn, thì từ “con trượt” sẽ được viết tắt là “sldr”.

source: Disable end of line symbol
vi: Vô hiệu hóa dấu hết dòng

source: When checked, this feature tells <application>Orca</application> to not present the "$l" string at the end of a line.
vi: Khi được chọn, tính năng này nói cho <application>Orca</application> không thể hiện chuỗi “$1” ở cuối của một dòng.

source: Contracted Braille
vi: Bray được hợp đồng

source: <application>Orca</application> supports contracted braille via the liblouis project. Refer to <ulink url="http://live.gnome.org/Orca/Braille#Braille">the Orca WIKI</ulink>, where you can find additional information about setting up liblouis with <application>Orca</application>.
vi: <application>Orca</application> hỗ trợ bray có hợp đồng thông qua dự án liblouis. Tham chiếu tới <ulink url="http://live.gnome.org/Orca/Braille#Braille">the Orca WIKI</ulink>, nơi mà bạn có thể tìm được các thông tin bổ sung về việc thiết lập liblouis với <application>Orca</application>.

source: The verbosity radio button group determines the amount of information that will be brailled in certain situations. For example, if it is set to verbose, keyboard shortcut and role name information is displayed. This information is not displayed in brief mode.
vi: Nhóm các núm chọn tròn cho nói dài xác định số lượng thông tin mà sẽ được in bằng hệ thống bray theo những tình huống cụ thể. Ví dụ, nếu được thiết lập để nói dài, thì phím tắt trên bàn phím và thông tin tên của vai trò sẽ được hiển thị. Thông tin này sẽ không được hiển thị trong chế độ ngắn gọn.

source: Selection Indicator
vi: Thanh chỉ thị chọn

source: When you select text, <application>Orca</application> will "underline" that text on your braille display with Dots 7 and 8. If you would prefer, you can change the indicator to only be Dot 7, only be Dot 8, or not be present at all.
vi: Khi bạn chọn văn bản, <application>Orca</application> sẽ “gạch chân” văn bản đó trong hiển thị bray với các điểm Dots 7 và 8. Nếu bạn thích hơn, thì bạn có thể thay đổi chỉ thị tới chỉ là Dot 7, chỉ là Dot 8, hoặc không hiển thị hoàn toàn.

source: Hyperlink Indicator
vi: Thanh chỉ thị siêu văn bản

source: When you encounter a hyperlink, <application>Orca</application> will "underline" that text on your braille display with Dots 7 and 8. If you would prefer, you can change the indicator to only be Dot 7, only be Dot 8, or not be present at all.
vi: Khi bạn gặp một siêu liên kết, <application>Orca</application> sẽ “gạch chân” văn bản đó trong hiển thị bray của bạn với Dots 7 và 8. Nếu bạn thích hơn, bạn có thể thay đổi chỉ thị tới chỉ là Dot 7, chỉ là Dot 8, hoặc không hiển thị hoàn toàn.

source: Key Echo Page
vi: Trang nhại phím

source: <placeholder-1/> GUI Configuration - Key Echo Page
vi: <placeholder-1/> Cấu hình GUI - Trang nhại phím

source: The key echo page allows you to specify the behavior of <application>Orca</application> when pressing keys on the page and whether words are spoken as you complete them.
vi: Trang nhại phím cho phép bạn chỉ định hành vi của <application>Orca</application> khi nhấn các phím trên trang và liệu các từ có được nhại lại như khi bạn hoàn thành chúng hay không.

source: Enable Key Echo
vi: Kích hoạt nhại phím

source: The first control on the key echo page is the "Enable key echo" check box. When this box is selected, seven additional check boxes become available. These are: "Enable alphanumeric and punctuation keys", "Enable modifier keys", "Enable locking keys", "Enable function keys", "Enable action keys", "Enable navigation keys", and "Enable non-spacing diacritical keys".
vi: Kiểm soát đầu tiên trên Trang nhại phím là hộp chọn “Kích hoạt nhại phím” (“Enable key echo”). Khi hộp này được chọn, thì 7 hộp chọn bổ sung sẽ sẵn sàng. Chúng là: “Kich hoạt các phím chữ số và dấu chấm” (Enable alphanumeric and punctuation keys), “Kích hoạt các phím của trình sửa đổi” (Enable modifier keys), "Kích hoạt các phím khóa" (Enable locking keys), "Kích hoạt các phím chức năng" (Enable function keys), "Kích hoạt các phím hành động" (Enable action keys), "Kích hoạt các phím di chuyển" (Enable navigation keys), và “Kích hoạt các phím có khả năng phân biệt âm tiết không dấu cách” (Enable non-spacing diacritical keys).

source: The alphanumeric and function key groups are relatively self explanatory.
vi: Các nhóm phím chức năng và chữ số một cách tương đối là tự giải thích.

source: Modifier keys are those such as <keycap>Shift</keycap>, <keycap>Ctrl</keycap>, and <keycap>Alt</keycap>.
vi: Các phím của trình sửa đổi là những phím như <keycap>Shift</keycap>, <keycap>Ctrl</keycap>, và <keycap>Alt</keycap>.

source: Locking keys include <keycap>Caps Lock</keycap>, <keycap>Scroll Lock</keycap> and <keycap>Num Lock</keycap>.
vi: Việc khóa các phím bao gồm <keycap>Caps Lock</keycap>, <keycap>Scroll Lock</keycap> và <keycap>Num Lock</keycap>.

source: The action keys group consists of keys that perform some logical action, such as <keycap>Backspace</keycap>, <keycap>Return</keycap> and <keycap>Tab</keycap>.
vi: Nhóm các phím hành động cấu tạo từ các phím mà chúng thực hiện một số hành động logic, như <keycap>Backspace</keycap>, <keycap>Return</keycap> và <keycap>Tab</keycap>.

source: The navigation keys group include the four arrow keys as well as any key combination in which the Orca Modifier key is being held down. The latter is designed to prevent <application>Orca</application> from echoing flat review commands.
vi: Nhóm các phím di chuyển bao gồm 4 phím mũi tên cũng như bất kỳ tổ hợp phím nào trong đó phím của trình sửa đổi <application>Orca</application> được giữ ấn xuống. Cái sau được thiết kế để ngăn cản Orca khỏi việc bắt chước các lệnh xem xét lại.

source: Non-spacing diacritical keys are those "dead keys" used to generate accented letters.
vi: Các phím có khả năng phân biệt không có dấu trống là những “phím chết” được sử dụng để tạo ra các ký tự có trọng âm.

source: Enable Echo by Character
vi: Kích hoạt nhại bằng ký tự

source: The next toggle on the key echo page is the "Enable echo by character" check box, used to echo the character you just typed. While echo by character seems quite similar to the key echo of alphanumeric and punctuation keys, there are important differences, especially with respect to accented letters and other symbols for which there is no dedicated key. Key echo causes <application>Orca</application> to announce what you just pressed; character echo causes it to announce what was inserted. The "Echo by character" control is always available, regardless of whether any of the key echo options are checked.
vi: Việc bật - tắt tiếp theo trên Trang nhại phím là hộp chọn “Kích hoạt nhại bằng từ” (Enable echo by character), được sử dụng để nhại từ mà bạn vừa gõ vào. Trong khi nhại bằng từ dường như hoàn toàn tương tự như với nhạy phím bằng các phím số và chấm câu, thì vẫn có những khác biệt quan trọng, đặc biệt đối với các ký tự đánh dấu và các ký tự đặc biệt khác mà chúng không có phím chuyên dụng. Nhại phím làm cho <application>Orca</application> nói được những gì bạn vừa gõ vào; nhại ký tự làm cho nó nói được những gì đã được chèn vào. Kiểm soát "nhại bằng ký tự" (Echo by character) luôn sẵn sàng, bất kể liệu các lựa chọn nhại phím có được chọn hay không.

source: Enable Echo by Word
vi: Kích hoạt nhại bằng từ

source: The next toggle on the key echo page is the "Enable echo by word" check box, used to echo the word you just typed. The "Echo by word" control is always available, regardless of whether any of the key echo options are checked.
vi: Sự tắt - bật tiếp theo trên Trang nhại phím là hộp chọn “Kích hoạt nhại bằng từ” (Enable echo by word), được sử dụng để nhại từ mà bạn vừa gõ vào. Kiểm soát “nhại bằng từ” luôn có sẵn, bất chấp liệu có bất kỳ lựa chọn phím nhại nào được chọn hay không.

source: Enable Echo by Sentence
vi: Kích hoạt nhại bằng câu

source: The last toggle on the key echo page is the "Enable echo by sentence" check box, used to echo the sentence you just typed. The echo by sentence control is always available, regardless of whether any of the key echo options are checked.
vi: Sự bật - tắt cuối cùng trên Trang nhại phím là hộp chọn “Kích hoạt nhại bằng câu” (Enable echo by sentence), được sử dụng để nhại câu mà bạn vừa gõ vào. nhại bằng kiểm soát câu luôn là có sẵn, bất chấp liệu bất kỳ lựa chọn phím nhại nào được chọn hay không.

source: In summary, the key echo scheme can offer a great deal of flexibility. For example, one user might choose to enable all key echo options, while another might prefer to use word echo, but only have locking keys announced.
vi: Tóm lại, sơ đồ phím nhại có thể đưa ra nhiều sự mềm dẻo. Ví dụ, một người sử dụng có thể chọn kích hoạt tất cả các lựa chọn phím nhại, trong khi người khác có thể thích sử dụng hơn nhại từ, mà chỉ bằng việc khóa các phím được công bố.

source: Magnifier Page
vi: Trang phóng to

source: <placeholder-1/> GUI Configuration - Magnifier Page
vi: <placeholder-1/> Cấu hình GUI - Trang phóng to

source: The magnifier page allows you to enable/disable magnification and specify how magnification is performed.
vi: Trang trình phóng to cho phép bạn kích hoạt/vô hiệu hóa sự phóng to và chỉ định cách thực hiện việc phóng to.

source: Enable Magnifier
vi: Kích hoạt trình phóng to

source: The first control on the magnifier page is the "Enable magnifier" check box. This check box toggles whether or not <application>Orca</application> will provide magnification. This option, along with the ability to enable speech and enable braille support, allow <application>Orca</application> to be tailored to meet the needs of a wide variety of users.
vi: Kiểm soát đầu tiên trên trang phóng to là hộp chọn “Kích hoạt trình phóng to”. Hộp chọn này bật tắt việc liệu <application>Orca</application> có hay không đưa ra sự phóng to. Lựa chọn này, cùng với khả năng kích hoạt tiếng nói và hỗ trợ kích hoạt bray, cho phép <application>Orca</application> được chỉnh để đáp ứng các nhu cầu của một dải rộng lớn những người sử dụng.

source: Zoomer Settings
vi: Các thiết lập trình phóng to thu nhỏ

source: Two zoomer GUI controls determine magnification characteristics:
vi: Hai kiểm soát giao diện đồ họa người sử dụng (GUI) của trình phóng to thu nhỏ (zoomer) xác định các đặc tính của sự phóng to:

source: "Scale factor", which sets magnification power from 1.0x to 16.0x (fractional values are supported).
vi: “Yếu tố phạm vi” (“Scale factor”), mà nó thiết lập độ phóng đại từ 1.0x tới 16.0x (các giá trị dung sai được hỗ trợ).

source: "Position", which sets the location and size of the magnifier window: "Full Screen", "Left Half", "Right Half", "Top Half", "Bottom Half", and "Custom". The default position is "Full Screen". Choosing "Custom" causes four spin buttons to become available: "Top", "Left", "Right", and "Bottom". These spin buttons allow you to define the location of each edge of the zoom window. Units are in pixels.
vi: “Vị trí” (“Position”), mà nó thiết lập vị trí và kích cỡ của cửa sổ trình phóng to: “Toàn màn hình” (“Full Screen”), “Nửa trái” (“Left Half”), “Nửa phải” (“Right Half”), “Nửa trên” (“Top Half”), “Nửa đáy” (“Bottom Half”), và “Tùy chọn” (“Custom”). Vị trí mặc định là “Toàn màn hình”. Việc chọn “Tùy chọn” làm cho 4 núm quay trở nên sẵn sàng: “Trên”, “Trái”, “Phải”, và “Đáy”. Những núm quay này cho phép bạn xác định vị trí của từng cạnh của cửa sổ phóng to thu nhỏ. Các đơn vị là theo điểm pixel.

source: Border Settings
vi: Các thiết lập đường bao

source: These options are not available in "Full Screen" mode.
vi: Những lựa chọn này không sẵn sàng trong chế độ “Toàn màn hình” (Full Screen).

source: Enable border
vi: Kích hoạt đường bao

source: This option determines if a window border is visible for the magnifier.
vi: Lựa chọn này xác định liệu một đường bao cửa sổ có nhìn thấy được đối với trình phóng to hay không.

source: Border size
vi: Kích cỡ đường bao

source: This value determines the size of the border in pixels.
vi: Giá trị này xác định kích cỡ của đường bao theo các điểm pixel.

source: Cursor Settings
vi: Các thiết lập con trỏ

source: These controls can be used to customize the size and color of the magnifier's cursor.
vi: Những kiểm soát này có thể được sử dụng để tùy biến kích cỡ và màu sắc của con trỏ của trình phóng to.

source: Enable cursor
vi: Kích hoạt con trỏ

source: If this check box is enabled then a cursor is visible and the size and color options become available.
vi: Nếu hộp chọn này được chọn thì một con trỏ nhìn thấy được và các lựa chọn về kích cỡ và màu sắc sẽ trở nên sẵn sàng.

source: Custom size
vi: Tùy biến

source: Enable this check box if you would like to make the mouse pointer larger than it normally is. The cursor size can be changed from the default value of 32 pixels.
vi: Kích hoạt hộp chọn này nếu bạn muốn làm cho con trỏ chuột lớn hơn so với bình thường. Kích cỡ của con trỏ có thể thay đổi được từ giá trị mặc định 32 điểm pixel.

source: Custom color
vi: Màu tùy biến

source: If the cursor is enabled, a custom color can also be applied.
vi: Nếu con trỏ được kích hoạt, thì một màu tùy biến cũng có thể được áp dụng.

source: Cross-hair Settings
vi: Các thiết lập đường giao nhau

source: This set of controls can be used to customize the magnifier's optional area-targeting cursor.
vi: Tập hợp các kiểm soát này có thể được sử dụng để tùy biến con trỏ nhắm đích tới vùng tùy ý của trình phóng to.

source: Enable cross-hair
vi: Kích hoạt đường giao nhau

source: If checked, you can additionally configure the clipping behavior, size and color of the cross-hair.
vi: Nếu được chọn, bạn có thể thiết lập bổ sung hành vi của việc kẹp, kích cỡ và màu sắc của đường giao nhau.

source: Enable cross-hair clip
vi: Kích hoạt kẹp đường giao nhau

source: If enabled, the cross-hair will be "clipped" (removed) in the area immediately surrounding the mouse pointer.
vi: Nếu được kích hoạt, đường giao nhau sẽ được “kẹp” (gỡ bỏ) trong vùng đó ngay lập tức xung quanh con trỏ chuột.

source: Cross-hair size
vi: Kích cỡ đường giao nhau

source: This control sets the thickness of the cross-hair in pixels.
vi: Kiểm soát này thiết lập độ dày của đường giao nhau theo các điểm pixel.

source: Cross-hair color
vi: Màu đường giao nhau

source: This control allows a custom color to be used for the cross-hair.
vi: Kiểm soát này cho phép một màu tùy ý được sử dụng cho đường giao nhau.

source: Color Settings
vi: Các thiết lập màu

source: This allows you to do some rough color adjustments of the magnified region.
vi: Điều này cho phép bạn thực hiện một số sự tinh chỉnh màu của vùng được phóng to.

source: Invert colors
vi: Các màu nghịch đảo

source: Creates a reverse or negative-image effect.
vi: Tạo một hiệu ứng nghịch đảo hoặc ảnh âm.

source: Brightness
vi: Độ sáng

source: Ranges from -1 to 1 (-1 is black/no brightness; 1 is white/total brightness; 0 is "normal"/unchanged).
vi: Dải từ -1 tới 1 (-1 là đen/không có độ sáng; 1 là trắng/hoàn toàn sáng; 0 là “thông thường”/không bị thay đổi).

source: Contrast
vi: Độ tương phản

source: Ranges from -1 to 1 (-1 is grey/no contrast; 1 is maximum contrast; 0 is "normal"/unchanged).
vi: Dải từ -1 đến 1 (-1 là xám/không có độ tương phản; 1 là độ tương phản cực đại; 0 là “thông thường”/không bị thay đổi).

source: Tracking and Alignment Settings
vi: Các thiết lập theo dõi và dóng hàng

source: These options control the tracking of the mouse cursor.
vi: Những lựa chọn này kiểm soát việc theo dõi con trỏ chuột.

source: Mouse pointer
vi: Con trỏ chuột

source: Choose from the following options:
vi: Chọn từ các lựa chọn sau:

source: Centered
vi: Căn giữa

source: Keeps the mouse pointer at the center of the screen whenever possible. This is the default.
vi: Giữ con trỏ chuột ở giữa của màn hình bất kỳ khi nào có thể. Điều này là mặc định.

source: Proportional
vi: Theo tỷ lệ

source: Positions the mouse pointer in the zoom window relative to its actual, unmagnified position. For instance, if the mouse pointer is 25% away from the left edge of the desktop, <application>Orca</application> positions the magnified mouse pointer 25% from the left edge of the zoom window.
vi: Các vị trí mà con trỏ chuột trong cửa sổ phóng to thu nhỏ liên quan tới vị trí thực sự, không được phóng to của nó. Ví dụ, nếu con trỏ chuột là ở 25% đường từ cạnh bên trái của màn hình, thì <application>Orca</application> sẽ định vị con trỏ chuột được phóng to 25% từ cạnh trái của cửa số phóng to thu nhỏ.

source: Push
vi: Đẩy

source: Moves the zoomer window the least amount necessary to keep the mouse pointer on the screen.
vi: Dịch chuyển cửa sổ của trình phóng to thu nhỏ một đoạn nhỏ cần thiết để giữ cho con trỏ chuột trong màn hình.

source: None
vi: Không

source: Moving the mouse pointer has no impact on what the zoomer window displays.
vi: Việc dịch chuyển con trỏ chuột không ảnh hưởng tới những gì cửa sổ của trình phóng to thu nhỏ hiển thị.

source: Pointer follows zoomer
vi: Con trỏ đi theo trình phóng to thu nhỏ
