Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: GNOME Desktop Accessibility Guide
vi: Chỉ dẫn về Tính có thể truy cập được bàn làm việc GNOME

source: The GNOME Accessibility Guide is for users, system administrators, and anyone else who is interested in how the GNOME Desktop supports people with disabilities. This guide also addresses the requirements of Section 508 of the U.S. Rehabilitation Act.
vi: Chỉ dẫn về Tính có thể truy cập được của GNOME là dành cho là dành cho những người sử dụng, quản trị viên và bất kỳ ai có quan tâm trong cách mà bàn làm việc GNOME hỗ trợ cho những người khuyết tật. Chỉ dẫn này cũng đề cập tới những yêu cầu của Phần 508 của Luật về Phục hồi chức năng của Mỹ.

source: Sun Microsystems, Inc.
vi: Hãng Sun Microsystems

source: GNOME Documentation Project
vi: Dự án Tài liệu GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL <ulink type="help" url="ghelp:fdl"> here</ulink> or in the file COPYING-DOCS distributed with this manual.
vi: Quyền được trao để sao chép, phân phối và/hoặc sửa đổi tài liệu này theo những điều khoản của Giấy phép Tài liệu Tự do GNU (GFDL), phiên bản 1.1 hoặc bất kỳ phiên bản mới hơn nào được Quỹ Phần mềm Tự do (Free Software Foundation) xuất bản mà không có các phần thay đổi nào, không văn bản bìa trước và không văn bản bìa sau. Bạn có thể thấy một bản sao của GFDL <ulink type="help" url="ghelp:fdl"> ở đây</ulink> hoặc trong tệp COPYING-DOCS được phân phối cùng với sách chỉ dẫn này.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in Section 6 of the license.
vi: Sách chỉ dẫn này là một phần của bộ sưu tập các sách chỉ dẫn GNOME được phân phối theo GFDL. Nếu bạn muốn phân phối sách chỉ dẫn này một cách riêng rẽ đối với bộ sưu tập này, thì bạn có thể làm như thế bằng việc bổ sung một bản sao của giấy phép vào sách chỉ dẫn, như được mô tả trong Phần 6 của giấy phép.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
vi: Nhiều tên được sử dụng bởi các công ty để phân biệt các sản phẩm và dịch vụ của họ được nêu như là các thương hiệu. Nơi có những tên đó xuất hiện trong bất kỳ tài liệu GNOME nào, và các thành viên của Dự án Tài liệu GNOME nhận thức được về các thương hiệu đó, thì những tên đó được viết hoa hoặc chữ cái đầu được viết hoa.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
vi: TÀI LIỆU NÀY ĐƯỢC CUNG CẤP TRÊN CƠ SỞ "NHƯ NÓ HIỆN CÓ", MÀ KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO, CẢ ĐƯỢC THỂ HIỆN RÕ RÀNG HAY CÓ NGỤ Ý, BAO GỒM, NHƯNG KHÔNG HẠN CHẾ, NHỮNG ĐẢM BẢO RẰNG TÀI LIỆU HOẶC PHIÊN BẢN ĐƯỢC SỬA ĐỔI CỦA TÀI LIỆU LÀ KHÔNG CÓ NHỮNG KHIẾM KHUYẾT CÓ THỂ THƯƠNG MẠI ĐƯỢC, PHÙ HỢP CHO MỘT MỤC ĐÍCH CỤ THỂ HOẶC KHÔNG VI PHẠM. TOÀN BỘ NHỮNG RỦI RO VỀ CHẤT LƯỢNG, ĐỘ CHÍNH XÁC, VÀ HIỆU NĂNG CỦA TÀI LIỆU HOẶC PHIÊN BẢN ĐƯỢC SỬA ĐỔI CỦA TÀI LIỆU LÀ Ở PHÍA CỦA BẠN. BẤT KỲ TÀI LIỆU HAY PHIÊN BẢN ĐƯỢC SỬA ĐỔI NÀO CHỨNG MINH ĐƯỢC LÀ CÓ THIẾU SÓT THEO BẤT KỲ SỰ TÔN TRỌNG NÀO, THÌ BẠN (CHỨ KHÔNG PHẢI NGƯỜI VIẾT, TÁC GIẢ HAY BẤT KỲ NGƯỜI ĐÓNG GÓP BAN ĐẦU NÀO) HỨNG CHỊU PHÍ TỔN ĐỐI VỚI BẤT KỲ DỊCH VỤ, SỬA CHỮA HAY SỬA CHO ĐÚNG NÀO. SỰ TỪ CHỐI ĐẢM BẢO NÀY LÀ MỘT PHẦN CƠ BẢN CỦA GIẤY PHÉP NÀY. SỬ DỤNG BẤT KỲ TÀI LIỆU HAY PHIÊN BẢN ĐƯỢC SỬA ĐỔI NÀO CỦA TÀI LIỆU DƯỚI ĐÂY LÀ KHÔNG ĐƯỢC PHÉP TRỪ PHI TUÂN THEO SỰ TỪ CHỐI NÀY; VÀ

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
vi: KHÔNG TRONG BẤT KỲ TÌNH HUỐNG VÀ LÝ THUYẾT PHÁP LÝ NÀO, HOẶC THEO LỖI LẦM (BAO GỒM CẢ SỰ SƠ SUẤT), HỢP ĐỒNG, HOẶC NẾU KHÔNG, THÌ TÁC GIẢ, NGƯỜI VIẾT BAN ĐẦU, BẤT KỲ NGƯỜI ĐÓNG GÓP NÀO, HAY BẤT KỲ NHÀ PHÂN PHỐI TÀI LIỆU HAY PHIÊN BẢN SỬA ĐỔI CỦA TÀI LIỆU, HOẶC BẤT KỲ NHÀ CUNG CẤP CỦA BẤT KỲ BÊN THỨ BA NÀO NHƯ VẬY, SẼ CHỊU TRÁCH NHIỆM VỀ PHÁP LÝ ĐỐI VỚI BẤT KỲ NGƯỜI NÀO VỀ BẤT KỲ THIỆT HẠI TRỰC TIẾP, GIÁN TIẾP, ĐẶC BIỆT, NGẪU NHIÊN HOẶC HỆ LỤY NÀO CỦA BẤT KỲ NHÂN VẬT NÀO, BAO GỒM, MÀ KHÔNG CÓ HẠN CHẾ, NHỮNG THIỆT HẠI VỀ MẤT SỰ THIỆN CHÍ, DỪNG LÀM VIỆC, MÁY TÍNH HỎNG HOẶC CHẠY KHÔNG ĐÚNG, HOẶC BẤT KỲ VÀ TẤT CẢ NHỮNG THIỆT HẠI HAY MẤT MÁT KHÁC NẢY SINH ĐỐI VỚI HOẶC LIÊN QUAN TỚI SỬ DỤNG TÀI LIỆU VÀ CÁC PHIÊN BẢN SỬA ĐỔI CỦA TÀI LIỆU, THẬM CHÍ NẾU BÊN NHƯ VẬY SẼ ĐƯỢC BÁO VỀ KHẢ NĂNG CỦA NHỮNG THIỆT HẠI NHƯ VẬY.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
vi: TÀI LIỆU VÀ CÁC PHIÊN BẢN SỬA ĐỔI CỦA TÀI LIỆU ĐƯỢC CUNG CẤP THEO CÁC ĐIỀU KHOẢN CỦA GIẤY PHÉP TÀI LIỆU TỰ DO GNU VỚI SỰ HIỂU BIẾT THÊM RẦNG:

source: Java Desktop System Documentation Team
vi: Đội làm Tài liệu Hệ thống Máy để bàn Java

source: GNOME 2.24 Desktop Accessibility Guide V2.24.0
vi: Chỉ dẫn về Tính có thể truy cập được V2.24.0 của GNOME 2.24

source: September 2008
vi: Tháng 09/2008

source: GNOME 2.10 Desktop Accessibility Guide V2.10.1
vi: Chỉ dẫn về Tính có thể truy cập được V2.10.1 của GNOME 2.10

source: July 2005
vi: Tháng 07/2005

source: Sun Java Desktop System Documentation Team
vi: Đội làm Tài liệu Hệ thống máy để bàn Java của Sun

source: GNOME 2.10 Desktop Accessibility Guide V2.10.0
vi: Chỉ dẫn về Tính có thể truy cập được V2.10.0 của GNOME 2.10

source: March 2005
vi: Tháng 03/2005

source: GNOME 2.8 Desktop Accessibility Guide V2.8.0
vi: Chỉ dẫn về Tính có thể truy cập được V2.8.0 của GNOME 2.8

source: September 2004
vi: Tháng 09/2004

source: GNOME 2.6 Desktop Accessibility Guide V2.6.0
vi: Chỉ dẫn về Tính có thể truy cập được V2.6.0 của GNOME 2.6

source: March 2004
vi: Tháng 03/2004

source: GNOME 2.4 Desktop Accessibility Guide V2.4.0
vi: Chỉ dẫn về Tính có thể truy cập được V2.4.0 của GNOME 2.4

source: October 2003
vi: Tháng 10/2003

source: GNOME 2.2 Desktop Accessibility Guide V2.2.0
vi: Chỉ dẫn về Tính có thể truy cập được V2.2.0 của GNOME 2.2

source: February 2003
vi: Tháng 02/2003

source: GNOME 2.0 Desktop for the Solaris Operating Environment Accessibility Guide V2.1
vi: Bàn làm việc GNOME 2.0 cho Chỉ dẫn về Tính có thể truy cập được trong môi trường điều hành Solaris V2.1

source: January 2003
vi: Tháng 01/2003

source: GNOME 2.0 Desktop for the Solaris Operating Environment Accessibility Guide V2.0
vi: Bàn làm việc GNOME 2.0 cho Chỉ dẫn về Tính có thể truy cập được trong môi trường điều hành Solaris V2.0

source: December 2002
vi: Tháng 12/2002

source: This manual describes version 2.24 of the GNOME Desktop.
vi: Sách chỉ dẫn này mô tả bàn làm việc GNOME phiên bản 2.24.

source: Feedback
vi: Ý kiến phản hồi

source: To report a bug or make a suggestion regarding the GNOME Desktop or this manual, follow the directions in the <ulink type="help" url="ghelp:user-guide?feedback">GNOME Feedback Page</ulink>.
vi: Để báo lỗi hoặc gợi ý về bàn làm việc GNOME hoặc sách chỉ dẫn này, hãy theo các chỉ dẫn trong <ulink type="help" url="ghelp:user-guide?feedback">Trang Ý kiến phản hồi GNOME</ulink>.

source: Introduction to Accessibility
vi: Giới thiệu về tính có thể truy cập được

source: Section 508
vi: Phần 508

source: This chapter introduces you to accessibility in the GNOME Desktop.
vi: Chương này giới thiệu bạn về tính có thể truy cập được bàn làm việc GNOME.

source: All software products should incorporate accessibility features to enable people with disabilities to use the software easily and efficiently. Recent legislation such as Section 508 of the U.S. Rehabilitation Act heightens awareness of the need to provide accessible software.
vi: Tất cả các sản phẩm phần mềm nên kết hợp các tính năng về tính có thể truy cập được để tạo điều kiện cho những người khuyết tật sử dụng các phần mềm dễ dàng và có hiệu quả. Qui định gần đây như Tiết 508 của Luật Phục hồi chức năng Mỹ nâng cao nhận thức về nhu cầu cung cấp các phần mềm có thể truy cập được.

source: The GNOME Desktop is easy to use and incorporates many accessibility features. Every supported application and utility in the GNOME Desktop is designed with accessibility and usability in mind. Users with physical disabilities such as low vision or impaired motor skills can use all of the functionality of the GNOME Desktop thanks to the customization tools that are available. These customization tools enable you to fine-tune the appearance and behavior of the desktop.
vi: Bàn làm việc GNOME là dễ dàng sử dụng và kết hợp nhiều tính năng của tính có thể truy cập được. Mỗi ứng dụng và tiện ích được hỗ trợ trong GNOME được thiết kế với tính có thể truy cập được và tính có thể sử dụng được trong tâm. Người sử dụng với những khuyết tật vật lý như thị lực thấp hoặc các kỹ năng vận động sút kém có thể sử dụng tất cả các chức năng của GNOME nhờ những công cụ tùy biến có sẵn. Những công cụ tùy biến này tạo điều kiện cho bạn tinh chỉnh sự hiển thị và hành vi của bàn làm việc.

source: The ability to easily customize the GNOME Desktop contributes greatly to the accessibility of the desktop. This guide describes the various options available to meet your particular needs.
vi: Khả năng tùy biến dễ dàng GNOME chủ yếu đóng góp cho tính có thể truy cập được bàn làm việc. Chỉ dẫn này mô tả một loạt các lựa chọn có sẵn đáp ứng được các nhu cầu đặc biệt của bạn.

source: Quick Reference
vi: Tham chiếu nhanh

source: To jump to a specific topic, follow these quick reference links:
vi: Để nhảy tới một chủ đề cụ thể nào đó, hãy tuân theo các đường liên kết tham chiếu nhanh sau:

source: To hear screen elements spoken to you, see the <link linkend="enable-orca">Orca</link> section.
vi: Để nghe các yếu tố màn hình nói cho bạn, hãy xem phần về <link linkend="enable-orca">Orca</link> section.

source: If you need large print, read about <link linkend="themes-4">Choosing Themes</link> and <link linkend="themes-10">Customizing Fonts</link>.
vi: Nếu bạn cần việc in rộng ra, hãy đọc về <link linkend="themes-4">Chọn các mẫu Themes</link> và <link linkend="themes-10">Tùy biến các phông chữ</link>.

source: To have some or all of the screen magnified, see the <link linkend="ats-2">Magnifier</link> section.
vi: Để phóng to màn hình toàn bộ hoặc một phần, hãy xem phần <link linkend="ats-2">Trình phóng to</link>.

source: If you prefer a pointing device over the keyboard, you can configure an on-screen keyboard for point-and-click typing; see the <link linkend="gok">GNOME Onscreen Keyboard (gok)</link> section.
vi: Nếu bạn thích một thiết bị con trỏ hơn là bàn phím, thì bạn có thể thiết lập cấu hình cho một bàn phím trên màn hình cho việc gõ kiểu trỏ - và - nháy; hãy xem phần <link linkend="gok">Bàn phím trên màn hình GNOME (gok)</link> .

source: If you can only press one key at a time, see the Sticky Keys portion of the <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> section.
vi: Nếu bạn chỉ có thể nhấn một phím tại một thời điểm, hãy xem phần Các phím dính của phần <link linkend="dtconfig-14">Cấu hình cho một bàn phím có thể truy cập được</link> .

source: If you tend to press keys for too long a time (normally causing inadvertant extra keys), see the Slow Keys portion of the <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> section.
vi: Nếu bạn định nhấn các phím một thời gian dài (thường tạo thành các phím vô tình nhấn thừa ra), hãy xem phần Các phím Chậm của phần <link linkend="dtconfig-14">Cấu hình cho một Bàn phím có thể truy cập được</link>.

source: If you tend to press keys multiple times (normally causing inadvertant extra keys), see the Bounce Keys portion of the <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> section.
vi: Nếu bạn định nhấn các phím nhiều lần (thường tạo thành các phím vô tình nhấn thừa ra), hãy xem phần Các phím Nảy của phần <link linkend="dtconfig-14">Cấu hình cho một Bàn phím có thể truy cập được</link>.

source: For further mouse- or pointer-based accessibility support, see the <link linkend="mousetweaks">MouseTweaks</link> and <link linkend="dtconfig-14">Configuring an Accessible Keyboard</link> sections. These tools supply several accessibility aids for pointer devices and keyboards.
vi: Để hỗ trợ cho tính có thể truy cập được xa hơn dựa vào chuột hoặc con trỏ, hãy xem các phần <link linkend="mousetweaks">Chỉnh Chuột</link> và <link linkend="dtconfig-14">Cấu hình cho một Bàn phím có thể truy cập được</link> . Các công cụ đưa ra một vài sự trợ giúp về tính có thể truy cập được cho các thiết bị con trỏ và bàn phím.

source: General Accessibility Tips
vi: Các mẹo chung về tính có thể truuy cập được

source: A number of technologies can be of assistance to people with different types of disabilities. These are covered in this section. In particular:
vi: Một số công nghệ có thể trợ giúp cho những người có các dạng khuyết tật khác nhau. Chúng sẽ được đề cập tới trong phần này. Đặc biệt:

source: <emphasis> Essential Keyboard Commands </emphasis> - covers some basic keyboard commands.
vi: <emphasis> Các lệnh cơ bản của bàn phím</emphasis> - đề cập tới các lệnh cơ bản của bàn phím.

source: <emphasis> Keyboard Desktop Navigation </emphasis> - allows users to navigate the desktop without using a mouse or pointer device.
vi: <emphasis> Di chuyển bàn làm việc bằng Bàn phím</emphasis> - cho phép người sử dụng di chuyển bàn làm việc mà không sử dụng thiết bị chuột hoặc con trỏ.

source: <emphasis> Accessible Login </emphasis> - users can configure the login screen to be more accessible.
vi: <emphasis> Đăng nhập truy cập được</emphasis> - người sử dụng có thể thiết lập cấu hình cho màn hình đăng nhập để truy cập được nhiều hơn.

source: Essential Keyboard Commands
vi: Các lệnh cơ bản của bàn phím

source: Before moving forward, be sure you are familiar with these essential GNOME commands:
vi: Trước khi đi tiếp, hãy chắc chắn là bạn quen với các lệnh cơ bản của GNOME:

source: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian] - display and activate the GNOME Desktop menu bar. This grants access to the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu> and <guimenu>System</guimenu> menu bar items.
vi: <keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo> [Debian] - hiển thị và kích hoạt thanh thực đơn của GNOME. Điều này trao sự truy cập tới các khoản của thanh thực đơn <guimenu> Các Ứng dụng</guimenu> (Applications), <guimenu>Các chỗ</guimenu> (Places) và <guimenu>Hệ thống</guimenu> (System).

source: For Solaris and Windows systems, this key is <keycombo><keycap>Ctrl</keycap><keycap>Esc</keycap></keycombo>.
vi: Đối với các hệ thống Solaris và Windows, phím này là <keycombo><keycap>Ctrl</keycap><keycap>Esc</keycap></keycombo>.

source: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - summons the <application>Run</application> dialog, where you can issue terminal commands with or without parameters. If a file needs to be passed as one of these parameters, use the <guilabel>Run With File</guilabel> button to easily locate the file needed. This dialog also presents an alternate list of known applications which may be easier to navigate than the Debian system desktop menu (<keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>) approach.
vi: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> - triệu tới hộp thoại <application>Chạy</application> (Run), nơi mà bạn có thể đưa ra các lệnh trong cửa sổ dòng lệnh (terminal) có hoặc không có các tham số. Nếu một tệp cần được đi qua như một trong những tham số này, thì hãy sử dụng núm <guilabel>Chạy Với Tệp </guilabel> (Run With File) để dễ dàng định vị tệp cần thiết. Hộp thoại này cũng trình bày một danh sách xem kẽ của những ứng dụng được bieets mà chúng có thể sẽ là dễ dàng hơn để di chuyển so với tiếp cận của thực đơn bàn làm việc hệ thống Debian (<keycombo><keycap>Alt</keycap><keycap>F1</keycap></keycombo>).

source: For Solaris systems, this key is <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> (as with Microsoft Windows). A meta- or super-key is an OS-logo shift key.
vi: Đối với các hệ thống Solaris, phím này là <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> (như với Microsoft Windows). Một phím meta hoặc super (siêu) là một phím Shift với logo của hệ điều hành.

source: <keycap>Tab</keycap> and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> - move focus within an application between controls; use <keycap>Tab</keycap> to cycle forward through controls and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> to cycle backwards. Controls are any user-interactive element that you can manipulate, such as buttons, drop-down lists, text fields, etc. <keycombo><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> are used instead where <keycap>Tab</keycap> and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> are reserved for use by the focused control.
vi: <keycap>Tab</keycap> và <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> - di chuyển việc chọn bên trong một ứng dụng giữa các kiểm soát; sử dụng <keycap>Tab</keycap> để xoay vòng theo chiều tiến qua các kiểm soát và <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> để xoay vòng theo chiều ngược lại. Các kiểm soát là bất kỳ yếu tố tương tác nào với người sử dụng mà bạn có thể điều khiển, như núm, các danh sách kéo thả, các trường văn bản, ... <keycombo><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> và <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> được sử dụng thế vào nơi mà <keycap>Tab</keycap> và <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> được giữ để sử dụng cho kiểm soát được chọn.

source: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - switches between currently running applications. If you have multiple programs running, use <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to cycle forward through the applications and <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to cycle backwards. <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> also cycle between applications, but without an application preview window.
vi: <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> và <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> - chuyển giữa các ứng dụng hiện đang chạy. Nếu bạn có nhiều chương trình đang chạy thì hãy sử dụng <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> để xoay vòng theo chiều tiến qua các ứng dụng và <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> để xoay vòng theo chiều ngược lại. <keycombo><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> và <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Esc</keycap></keycombo> cũng xoay vòng giữa các ứng dụng, mà không có một cửa sổ xem trước ứng dụng.

source: Accessible Login
vi: Đăng nhập truy cập được

source: accessible login feature
vi: tính năng đăng nhập truy cập được

source: The GNOME Desktop includes an Accessible Login feature, enabling users to:
vi: Bàn làm việc GNOME có một tính năng Đăng nhập truy cập được (Accessible Login), tạo điều kiện cho người sử dụng:

source: Log in to the desktop even if the user cannot easily use the screen, mouse, or keyboard in the usual way.
vi: Đăng nhập vào bàn làm việc thậm chí nếu người sử dụng không thể dễ dàng sử dụng màn hình, chuột, hoặc bàn phím theo cách thông thường.

source: Launch assistive technologies at login time by associating a user action with an assistive technology application. The user can perform the user action from the standard keyboard, or from a keyboard, pointing device, or switch device that is attached to the USB or PS/2 mouse port. These user actions are called <emphasis>gestures</emphasis>.
vi: Khởi tạo các công nghệ trợ giúp khi đăng nhập bằng việc liên kết một hành động của người sử dụng với một ứng dụng công nghệ trợ giúp. Người sử dụng có thể thực hiện hành động của người sử dụng từ bàn phím tiêu chuẩn, hoặc từ một bàn phím, thiết bị con trỏ, hoặc thiết bị chuyển mà được gắn với cổng USB hoặc cổng chuột PS/2. Những hành động đó của người sử dụng được gọi là <emphasis>các động tác</emphasis> (gestures).

source: Change the visual appearance of the login dialog before the user logs in; for example, using a high-contrast theme for better visibility.
vi: Thay đổi sự hiển thị của hộp thoại đăng nhập trước khi người sử dụng đăng nhập vào; ví dụ, sử dụng một mẫu theme độ tương phản cao để nhìn tốt hơn.

source: Accessible login features are presently 100% functioning for Solaris only.
vi: Các tính năng đăng nhập truy cập được hiện hành là hoạt động được 100% chỉ đối với Solaris.

source: Enabling Accessible Login
vi: Kích hoạt đăng nhập truy cập được

source: In order to use the accessibility support for GNOME, the accessibility infrastructure must be enabled. To enable GNOME accessibility features from the command line, type the following command and then log out:
vi: Để sử dụng sự hỗ trợ cho tính có thể truy cập đươc đối với GNOME, thì hạ tầng của tính có thể truy cập được phải được kích hoạt. Để kích hoạt các tính năng của tính có thể truy cập được của GNOME từ dòng lệnh, hãy gõ lệnh sau đây và sau đó đăng xuất:
