Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: Position the cursor at the start of the current word. Press and hold <keycap>Ctrl</keycap> and continue to press <keycap>left arrow</keycap> to position the cursor at the start of the previous word.
vi: Định vị con trỏ ở đầu của từ hiện hành. Nhấn và giữ <keycap>Ctrl</keycap> và tiếp tục nhấn <keycap>mũi tên trái</keycap> để định vị con trỏ ở đầu của từ trước đó.

source: Position the cursor at the end of the current word. Press and hold <keycap>Ctrl</keycap> and continue to press <keycap>right arrow</keycap> to position the cursor at the end of the next word.
vi: Định vị con trỏ ở cuối của từ hiện hành. Nhấn và giữ <keycap>Ctrl</keycap> và tiếp tục nhấn <keycap>mũi tên phải</keycap> để định vị con trỏ ở cuối của từ tiếp theo.

source: Position the cursor at the start of the line.
vi: Định vị con trỏ ở đầu của dòng.

source: Position the cursor at the end of the line.
vi: Định vị con trỏ ở cuối của dòng.

source: <keycombo><keycap>Shift</keycap><keycap>left arrow</keycap></keycombo> or <keycap>right arrow</keycap>
vi: <keycombo><keycap>Shift</keycap><keycap>mũi tên trái</keycap></keycombo> or <keycap>mũi tên phải</keycap>

source: Select one character at a time to the left or right of the cursor.
vi: Chọn một ký tự một lần ở bên trái hoặc phải của con trỏ.

source: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>left arrow </keycap></keycombo> or <keycap>right arrow </keycap>
vi: <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>mũi tên trái </keycap></keycombo> hoặc <keycap>mũi tên phải </keycap>

source: Select one word at a time to the left or right of the cursor.
vi: Chọn một từ một lần ở bên trái hoặc phải của con trỏ.

source: Select all text to the left of the cursor.
vi: Chọn tất cả văn bản bên trái của con trỏ.

source: Select all text to the right of the cursor.
vi: Chọn tất cả văn bản bên phải của con trỏ.

source: Select all text in the text box.
vi: Chọn tất cả văn bản trong hộp văn bản.

source: In addition to the keyboard shortcuts listed in the previous table, use the keyboard shortcuts in the following table to navigate multi-line text boxes:
vi: Bổ sung vào với các phím tắt được liệt kê trong bảng trên, hãy sử dụng các phím tắt trong bảng sau đây để di chuyển các hộp văn bản nhiều dòng.

source: Position the cursor at the top of the current view. Press <keycap>Page Up</keycap> again to position the cursor at the top of the previous view.
vi: Định vị con trỏ ở đỉnh của kiểu nhìn hiện hành. Nhấn <keycap>Page Up</keycap> một lần nữa để định vị con trỏ ở định của kiểu nhìn trước đó.

source: Position the cursor at the end of the current view. Press <keycap>Page Down</keycap> again to position the cursor at the end of the previous view.
vi: Định vị con trỏ ở cuối của kiểu nhìn hiện hành. Nhấn <keycap>Page Down</keycap> một lần nữa để định vị con trỏ ở cuối của kiểu nhìn trước đó.

source: Position the cursor at the start of the current paragraph. Press and hold <keycap>Ctrl</keycap> and continue to press the <keycap>up arrow</keycap> key to position the cursor at the start of the previous paragraph.
vi: Định vị con trỏ ở đầu của đoạn hiện hành. Nhấn và giữ <keycap>Ctrl</keycap> và tiếp tục nhấn phím <keycap>mũi tên lên</keycap> để định vị con trỏ ở đầu của đoạn trước đó.

source: Position the cursor at the end of the current paragraph. Press and hold <keycap>Ctrl</keycap> and continue to press the <keycap>down arrow</keycap> key to position the cursor at the end of the next paragraph.
vi: Định vị con trỏ ở cuối của đoạn hiện hành. Nhấn và giữ <keycap>Ctrl</keycap> và tiếp tục nhấn phím <keycap>mũi tên xuống</keycap> để định vị con trỏ ở cuối của đoạn tiếp sau.

source: Position the cursor one view width to the left.
vi: Định vị con trỏ một độ rộng của kiểu nhìn sang bên trái.

source: Position the cursor one view width to the right.
vi: Định vị con trỏ một độ rộng của kiểu nhìn sang bên phải.

source: Position the cursor at the start of the text box.
vi: Định vị con trỏ ở đầu của hộp văn bản.

source: Position the cursor at the end of the text box.
vi: Định vị con trỏ ở cuối của hộp văn bản.

source: Give focus to the next control on the dialog.
vi: Chọn kiểm soát tiếp sau trong hộp thoại.

source: Select the text to the start of the current view. Press and hold <keycap>Shift</keycap> and continue to press <keycap>Page Up</keycap> to extend the selection to the start of the previous view.
vi: Chọn văn bản ở đầu của kiểu nhìn hiện hành. Nhấn và giữ phím <keycap>Shift</keycap> và tiếp tục nhấn <keycap>Page Up</keycap> để mở rộng việc chọn tới đầu của kiểu nhìn trước đó.

source: Select the text to the end of the current view. Press and hold <keycap>Shift</keycap> and continue to press <keycap>Page Down</keycap> to extend the selection to the end of the next view.
vi: Chọn văn bản ở cuối của kiểu nhìn hiện hành. Nhấn và giữ phím <keycap>Shift</keycap> và tiếp tục nhấn <keycap>Page Down</keycap> để mở rộng lựa chọn tới cuối của kiểu nhìn tiếp sau.

source: Select the text to the start of the line.
vi: Chọn văn bản ở đầu của dòng.

source: Select the text to the end of the line.
vi: Chọn văn bản ở cuối của dòng.

source: Select the text to the start of the paragraph, then to the start of the previous paragraph.
vi: Chọn văn bản ở đầu của đoạn, sau đó ở đầu của đoạn trước đó.

source: Select the text to the end of the paragraph, then to the end of the next paragraph.
vi: Chọn văn bản ở cuối của đoạn, sau đó ở cuối của đoạn tiếp sau.

source: Select the text to the start of the text box.
vi: Chọn văn bản ở đầu của hộp văn bản.

source: Select the text to the end of the text box.
vi: Chọn văn bản ở cuối của hộp văn bản.

source: Navigating Spin Boxes
vi: Di chuyển các hộp quay

source: for spin boxes
vi: đối với các hộp quay

source: A spin box is a control that allows you to type a numeric value or select a value from a list of all possible values.
vi: Một hộp quay là một kiểm soát mà cho phép bạn gõ một giá trị số hoặc chọn một giá trị từ một danh sách của tất cả các giá trị.

source: Sample Spin Box
vi: Ví dụ hộp quay

source: Sample spin box. Contains a text box and up and down arrows.
vi: Ví dụ hộp quay. Chứa một hộp văn bản và các mũi tên lên và xuống.

source: The keyboard shortcuts that you use to navigate the text box area of a spin box are listed in <xref linkend="keynav-28"/>. The following table lists the keyboard shortcuts that you can use to navigate the up and down arrows in the spin box:
vi: Các phím tắt mà bạn sử dụng để di chuyển vùng hộp văn bản của một hộp quay được liệt kê trong <xref linkend="keynav-28"/>. Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển các mũi tên lên và xuống trong hộp quay:

source: <keycap>up arrow</keycap> or <keycap>down arrow</keycap>
vi: <keycap>mũi tên lên</keycap> hoặc <keycap>mũi tên xuống</keycap>

source: Increase or decrease the value of the spin box by a small amount.
vi: Tăng hoặc giảm giá trị của hộp quay với một lượng nhỏ.

source: <keycap>Page Up</keycap> or <keycap>Page Down</keycap>
vi: <keycap>Page Up</keycap> hoặc <keycap>Page Down</keycap>

source: Increase or decrease the value of the spin box by a large amount.
vi: Tăng hoặc giảm giá trị của hộp quay với một lượng lớn.

source: Navigating Drop-Down Lists
vi: Di chuyển các danh sách kéo thả

source: for drop-down lists
vi: đối với các danh sách kéo thả

source: A drop-down list is a control that you use to select one of several available items. The drop-down list contains a button that you use to display the available items.
vi: Một danh sách kéo thả là một kiểm soát mà bạn sử dụng để chọn tột trong một vài khoản có sẵn. Danh sách kéo thả có một núm mà bạn sử dụng để hiển thị các khoản có sẵn.

source: Sample Drop-Down List
vi: Ví dụ danh sách kéo thả

source: Sample drop-down list.
vi: Ví dụ danh sách kéo thả

source: The following table lists the keyboard shortcuts that you can use to navigate a drop-down list:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển một danh sách kéo thả:

source: This key performs one of the following functions:
vi: Phím này thực hiện một trong những chức năng sau:

source: If the drop-down list is not open, this key opens the drop-down list.
vi: Nếu danh sách kéo thả không được mở, thì phím này sẽ mở danh sách kéo thả đó.

source: If the drop-down list is open, this key accepts the current selection and closes the list.
vi: Nếu danh sách kéo thả là mở, thì phím này chấp nhận lựa chọn hiện hành và đóng danh sách lại.

source: Select the previous list item.
vi: Chọn khoản trước đó của danh sách.

source: Select the next list item.
vi: Chọn khoản tiếp sau của danh sách.

source: Close the list without changing the selection.
vi: Đóng danh sách mà không thay đổi sự lựa chọn.

source: Navigating Drop-Down Combination Boxes
vi: Di chuyển các hộp kết hợp kéo thả

source: for drop-down combination boxes
vi: đối với các hộp kết hợp kéo thả

source: A drop-down combination box is a text box with a drop-down list attached.
vi: Một hộp kết hợp kéo thả là một hộp văn bản với một danh sách kéo thả được gắn kèm.

source: Sample Drop-Down Combination Box
vi: Ví dụ hộp kết hợp kéo thả

source: Sample drop-down combination box. Contains a text box and an arrow button that you click to display the drop-down list.
vi: Ví dụ hộp kết hợp kéo thả. Có một hộp văn bản và một núm mũi tên mà bạn nháy để hiển thị danh sách kéo thả.

source: When the text box has focus, use the keyboard shortcuts that are listed in <xref linkend="keynav-28"/> to navigate the text box area. When the text box has focus, you can also use the keyboard shortcuts in the following table to navigate the drop-down list area:
vi: Khi hộp văn bản được chọn, hãy sử dụng các phím tắt được liệt kê trong <xref linkend="keynav-28"/> để di chuyển vùng của hộp văn bản đó. Khi hộp văn bản được chọn, bạn cũng có thể sử dụng các phím tắt trong bảng sau đây để di chuyển vùng của danh sách kéo thả đó:

source: Select the previous item from the drop-down list without displaying the list.
vi: Chọn khoản trước đó từ danh sách kéo thả mà không hiển thị danh sách.

source: Select the next item from the drop-down list without displaying the list.
vi: Chọn khoản tiếp theo từ danh sách kéo thả mà không hiển thị danh sách.

source: Open the drop-down list.
vi: Mở danh sách kéo thả.

source: When the drop-down list has focus, you can use the keyboard shortcuts that are listed in the following table to navigate the drop-down list:
vi: Khi danh sách kéo thả được chọn, bạn có thể sử dụng các phím tắt được liệt kê trong bảng sau đây để di chuyển danh sách kéo thả đó:

source: Select the first item in the list.
vi: Chọn khoản đầu tiên trong danh sách.

source: Select the last item in the list.
vi: Chọn khoản cuối cùng trong danh sách.

source: Select the item at the top of the current list view.
vi: Chọn khoản ở đỉnh của kiểu nhìn của danh sách hiện hành.

source: Select the item at the bottom of the current list view.
vi: Chọn khoản ở đáy của kiểu nhìn của danh sách hiện hành.

source: Accept the current selection and close the drop-down list.
vi: Chấp nhận lựa chọn hiện hành và đóng danh sách kéo thả.

source: Scroll to the left of the list, if required.
vi: Cuộn sang trái của danh sách, nếu được yêu cầu.

source: Scroll to the right of the list, if required.
vi: Cuộn sang phải của danh sách, nếu được yêu cầu.

source: Navigating Sliders
vi: Di chuyển các con trượt

source: for sliders
vi: đối với các con trượt

source: A slider is a control that you use to set a value in a continuous range of values.
vi: Con trượt là một kiểm soát mà bạn sử dụng để thiết lập một giá trị trong một dãy liên tục các giá trị.

source: Sample Slider
vi: Ví dụ con trượt

source: Sample slider. Displays a slider control that you can move left or right.
vi: Ví dụ con trượt. Hiển thị một kiểm soát con trượt mà bạn có thể dịch chuyển sang trái hoặc phải.

source: The following table describes the keyboard shortcuts that you can use to navigate a slider:
vi: Bảng sau đây mô tả các phím tắt mà bạn có thể sử dụng để di chuyển một con trượt:

source: <keycap>left arrow</keycap> or <keycap>up arrow </keycap>
vi: <keycap>mũi tên trái</keycap> hoặc <keycap>mũi tên phải </keycap>

source: Move the slider left or up by a small amount.
vi: Dịch chuyển con trượt về bên trái hoặc lên trên một đoạn nhỏ.

source: <keycap>right arrow</keycap> or <keycap>down arrow</keycap>
vi: <keycap>mũi tên phải</keycap> hoặc <keycap>mũi tên xuống</keycap>

source: Move the slider right or down by a small amount.
vi: Dịch chuyển con trượt sang phải hoặc xuống dưới một đoạn nhỏ.

source: Move the slider left or up by a large amount.
vi: Dịch chuyển con trượt sang trái hoặc lên trên một đoạn lớn.

source: Move the slider right or down by a large amount.
vi: Dịch chuyển con trượt sang phải hoặc xuống dưới một đoạn lớn.

source: Move the slider to the maximum value.
vi: Dịch chuyển con trượt tới giá trị tối đa.

source: Move the slider to the minimum value.
vi: Dịch chuyển con trượt tới giá trị tối thiểu.

source: Navigating Tabbed Sections
vi: Di chuyển các phần tab chuyển trang

source: for tabbed sections
vi: đối với các phần tab chuyển trang

source: Sample Dialog with Tabbed Sections
vi: Hộp thoại ví dụ với các phần tab chuyển trang

source: Terminal
vi: Cửa sổ dòng lệnh

source: Editing profile dialog from the GNOME <placeholder-1/> application; contains six tabbed sections.
vi: Sửa hộp thoại các hồ sơ từ ứng dụng <placeholder-1/> của GNOME; chứa 6 phần bảng chuyển trang.

source: Windows and dialogs are sometimes divided into logical sections that are displayed one section at a time on the window or dialog. The overall control is referred to as a notebook or tabbed panel. The divisions are called panels, pages, or tabs, and are sometimes collectively referred to as a tabstrip or notebook header. Each individual tab is identified by a text label.
vi: Các cửa sổ và các hộp thoại đôi khi được chia thành các phần logic được hiển thị bằng một phần tại mỗi lúc trong cửa sổ hoặc hộp thoại. Toàn bộ kiểm soát này được tham chiếu tới như là một sổ tay hoặc panen được chia thành các tab chuyển trang. Những phần được chia này được gọi là các panen, các trang, hoặc các tab, và đôi lúc được tham chiếu tới một cách tổng hợp như là một dải các tab chuyển trang hoặc đầu đề sổ tay. Mỗi tab chuyển trang riêng rẽ được xác định bằng một nhãn văn bản.

source: The following table lists the keyboard shortcuts that you can use to navigate the tabbed sections of a window or dialog when a tabstrip has focus:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển các phần tab chuyển trang của một cửa sổ hoặc hộp thoại khi một dải các tab chuyển trang được chọn:

source: Give focus to the previous tabbed section.
vi: Chọn phần tab chuyển trang trước đó.

source: Give focus to the next tabbed section.
vi: Chọn phần tab chuyển trang tiếp sau.

source: <keycap>Tab</keycap> or<keycombo><keycap>Ctrl</keycap><keycap>down arrow </keycap></keycombo>
vi: <keycap>Tab</keycap> or<keycombo><keycap>Ctrl</keycap><keycap>mũi tên xuống </keycap></keycombo>

source: Give focus to the first control in the active section.
vi: Chọn kiểm soát đầu tiên trong phần tích cực.

source: The following table lists the keyboard shortcuts that you can use to navigate a window or dialog when a control within a section has focus:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển một cửa sổ hoặc hộp thoại khi một kiểm soát nằm bên trong một phần được chọn:

source: Give focus to the previous section.
vi: Chọn phần trước đó.

source: Give focus to the next section.
vi: Chọn phần tiếp sau.

source: Give focus to the next control outside the sections.
vi: Chọn kiểm soát tiếp sau bên ngoài các phần đó.

source: Navigating Lists
vi: Di chuyển các danh sách

source: for lists
vi: đối với các danh sách

source: The following table lists the keyboard shortcuts that you can use to navigate multi-column lists when a column header has focus:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển các danh sách nhiều cột khi một đầu đề cột được chọn:

source: <keycap>left arrow</keycap> or <keycap>right arrow</keycap>
vi: <keycap>mũi tên trái</keycap> hoặc <keycap>mũi tên phải</keycap>

source: Give focus to the previous or next column header.
vi: Chọn đầu đề cột trước đó hoặc tiếp sau.

source: Activate the header. This action usually sorts the list by the column header.
vi: Kích hoạt đầu đề. Hành động này thường sắp xếp danh sách theo đầu đề cột.

source: Give focus to the list contents.
vi: Chọn các nội dung của danh sách.

source: The following table lists the keyboard shortcuts that you can use to navigate lists when the list area has focus:
vi: Bảng sau đây liệt kê các phím tắt mà bạn có thể sử dụng để di chuyển các danh sách khi vùng của danh sách được chọn:

source: Select the next or previous row or column.
vi: Chọn hàng hoặc cột tiếp sau hoặc trước đó.

source: Select the top row of the list contents that are currently in view. Press <keycap>Page Up</keycap> again to select the top row of the previous view.
vi: Chọn hàng đầu các nội dung của danh sách mà hiện nhìn thấy. Nhấn <keycap>Page Up</keycap> một lần nữa để chọn hàng đầu của kiểu nhìn trước đó.

source: Select the bottom row of the list contents that are currently in view. Press <keycap>Page Down</keycap> again to select the bottom row of the next view.
vi: Chọn hàng cuối các nội dung của danh sách mà hiện nhìn thấy. Nhấn Page Down một lần nữa để chọn hàng cuối của kiểu nhìn tiếp sau.

source: Select the first row in the list.
vi: Chọn hàng đầu trong danh sách.

source: Select the last row in the list.
vi: Chọn hàng cuối trong danh sách.

source: For lists that support multi-line selections, add the next or previous row or column to the current selection.
vi: Đối với các danh sách mà hỗ trợ các lựa chọn nhiều dòng, hãy bổ sung hàng hoặc cột tiếp theo hoặc trước đó vào lựa chọn hiện hành.

source: For lists that only allow single line selections, select the next or previous row or column.
vi: Đối với các danh sách chỉ cho phép các lựa chọn 1 dòng, hãy chọn hàng hoặc cột tiếp sau hoặc trước đó.

source: Select all the rows between the current selection and the top row of the view.
vi: Chọn tất cả các hàng giữa phần chọn hiện hành và hàng đầu của kiểu nhìn.

source: Select all the rows between the current selection and the bottom row of the view.
vi: Chọn tất cả các hàng giữa phần chọn hiện hành và hàng cuối của kiểu nhìn.

source: Select all the rows between the current selection and the first row in the list.
vi: Chọn tất cả các hàng giữa phần chọn hiện hành và hàng đầu trong danh sách.

source: Select all the rows between the current selection and the last row in the list.
vi: Chọn tất cả các hàng giữa phần chọn hiện hành và hàng cuối trong danh sách.

source: Give focus to the next row or column without extending the selection. Further items can be selected by pressing <keycap>spacebar</keycap>.
vi: Chọn hàng hoặc cột tiếp sau mà không có việc mở rộng phần chọn. Những khoản xa hơn có thể được chọn bằng việc nhấn <keycap>phím dấu cách</keycap> (spacebar).

source: Give focus to the top row in the view without extending the selection.
vi: Chọn hàng đầu trong tầm nhìn mà không có việc mở rộng phần chọn.

source: Give focus to the bottom row in the view without extending the selection.
vi: Chọn hàng cuối trong kiểu nhìn mà không có việc mở rộng phần chọn.

source: Give focus to the first row in the list without extending the selection.
vi: Chọn hàng đầu trong danh sách mà không có việc mở rộng phần chọn.

source: Give focus to the last row in the list without extending the selection.
vi: Chọn hàng cuối trong danh sách mà không có việc mở rộng phần chọn.

source: Activate the item(s).
vi: Kích hoạt (các) khoản.

source: Select all rows (for lists that support multi-line selections).
vi: Chọn tất cả các hàng (đối với các danh sách có hỗ trợ chọn nhiều dòng).

source: Give focus to the column header, if applicable.
vi: Chọn đầu đề cột, nếu có khả năng.

source: Navigating Trees
vi: Di chuyển các cây

source: A tree is a user interface control that contains sections that you can expand and collapse. A tree usually represents a hierarchical structure.
vi: Một cây là một kiểm soát giao diện người sử dụng mà có chứa các phần mà bạn có thể mở rộng và thu hẹp lại. Một cây thường đại diện cho một cấu trúc có thứ bậc.

source: Sample Tree Structure
vi: Ví dụ cấu trúc cây

source: Categories tree from the <placeholder-1/> preferences dialog; contains three subcategories.
vi: Phân loại cây từ hộp thoại các ưu tiên <placeholder-1/>; có chứa 3 chủng loại con.

source: To navigate trees, you can use the same keyboard shortcuts that are listed in <xref linkend="keynav-34"/>. In addition, the following table lists the keyboard shortcuts you can use for the tree items:
vi: Để di chuyển các cây, bạn có thể sử dụng y hệt các phím tắt trên bàn phím mà được liệt kê trong <xref linkend="keynav-34"/>. Để bổ sung thêm, bảng sau đây sẽ liệt kê các phím tắt mà bạn có thể sử dụng cho các khoản của cây:

source: <keycap>+</keycap> (plus) or <keycombo><keycap>shift</keycap><keycap>right</keycap></keycombo>
vi: <keycap>+</keycap> (dấu cộng) hoặc <keycombo><keycap>shift</keycap><keycap>mũi tên phải</keycap></keycombo>

source: Expand the focused item.
vi: Mở to khoản được chọn.

source: <keycap>-</keycap> (minus) or <keycombo><keycap>shift</keycap><keycap>left</keycap></keycombo>
vi: <keycap>-</keycap> (dấu trừ) hoặc <keycombo><keycap>shift</keycap><keycap>mũi tên trái</keycap></keycombo>

source: Collapse the focused item.
vi: Thu nhỏ khoản được chọn

source: Select the parent item.
vi: Chọn khoản cha.

source: Display a search dialog, allowing you to type the name of the tree item that you want to find. Not all trees support searching.
vi: Hiển thị một hộp thoại tìm kiếm, cho phép bạn gõ tên khoản của cây mà bạn muốn tìm. Không phải tất cả các cây đều có hỗ trợ việc tìm kiếm.

source: Customizing Your Keyboard Shortcuts
vi: Tùy biến các phím tắt trên bàn phím của bạn

source: customizing
vi: tùy biến

source: Use the <application>Keyboard Shortcuts</application> preference tool to display the default keyboard shortcuts that you use to navigate the GNOME Desktop. You can customize the default keyboard shortcuts to meet your requirements. You can also create hot keys (keyboard shortcuts which start applications).
vi: Sử dụng công cụ ưu tiên <application>Các phím tắt trên bàn phím</application> (Keyboard Shortcuts ) để hiển thị các phím tắt mặc định trên bàn phím mà bạn sử dụng để di chuyển bàn làm việc GNOME. Bạn có thể tùy biến các phím tắt mặc định trên bàn phím để đáp ứng được các yêu cầu của bạn. Bạn cũng có thể tạo những phím nóng (các phím tắt mà khởi động các ứng dụng).

source: To start the <application>Keyboard Shortcuts </application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences </guisubmenu><guimenuitem>Keyboard Shortcuts </guimenuitem></menuchoice>. The <guilabel> Desktop shortcuts</guilabel> table lists the keyboard shortcuts that are associated with each action.
vi: Để khởi tạo công cụ ưu tiên <application>Các phím tắt trên bàn phím </application> (Keyboard Shortcuts), hãy chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Các ưu tiên </guisubmenu><guimenuitem>Các phím tắt trên bàn phím</guimenuitem></menuchoice> (<menuchoice><guimenu>System</guimenu><guisubmenu>Preferences </guisubmenu><guimenuitem>Keyboard Shortcuts </guimenuitem></menuchoice>). Bảng <guilabel> Các phím tắt của bàn làm việc</guilabel> (Desktop shortcuts) liệt kê các phím tắt trên bàn phím có liên quan tới từng hành động.

source: Assigning and Clearing Keyboard Shortcuts
vi: Chỉ định và Xóa các phím tắt trên bàn phím
