Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: Use the <guilabel>Mouse</guilabel> preference tool to configure the mouse to suit your needs. To open the <guilabel>Mouse</guilabel> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse </guimenuitem></menuchoice>. The <guilabel> Mouse Preferences</guilabel> dialog is displayed.
vi: Sử dụng công cụ ưu tiên <guilabel>Chuột</guilabel> (Mouse) để thiết lập cấu hình cho chuột phù hợp với các nhu cầu của bạn. Để mở công cụ ưu tiên <guilabel>Chuột</guilabel>, hãy chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Chuột</guimenuitem></menuchoice> (<menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse </guimenuitem></menuchoice>). Hộp thoại <guilabel>Các ưu tiên chuột</guilabel> (Mouse Preferences) sẽ được hiển thị.

source: Configuring Mouse Behavior
vi: Cấu hình cho hành vi của chuột

source: The following sections describe how to modify the behavior of the mouse to suit your needs.
vi: Các phần sau mô tả cách sửa đổi hành vi của chuột cho phù hợp với các nhu cầu của bạn.

source: Configuring the Mouse for Left-Handed Use
vi: Đặt cấu hình chuột cho người thuận tay trái

source: mouse
vi: chuột

source: left hand
vi: tay trái

source: To configure the mouse for left-handed use, click on the <guilabel>Buttons</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog, then select the <guilabel>Left-handed mouse</guilabel> option. When you select this option, the system swaps the functions of the left mouse button and the right mouse button immediately.
vi: Để đặt cấu hình chuột cho người thuận tay trái, hãy nháy vào tab chuyển trang <guilabel>Núm</guilabel> (Buttons) trong hộp thoại <guilabel>Các ưu tiên chuột</guilabel> (Mouse Preferences), sau đó chọn lựa chọn <guilabel>Chuột tay trái</guilabel> (Left-handed). Khi bạn chọn lựa chọn này, hệ thống sẽ hoán đổi các chức năng của núm chuột trái và núm chuột phải ngay lập tức.

source: Configuring Double-Click Behavior
vi: Cấu hình cho hành vi nháy đúp

source: double-click behavior
vi: hành vi nháy đúp

source: If you have difficulty double-clicking, you can increase the period of time that the system allows to elapse between the first click and the second click of a double-click. For example, if the double-click timeout setting is 0.4 seconds, you must perform the second click of a double-click within 0.4 seconds of the first click. If the second click occurs more than 0.4 seconds after the first click, the system interprets the two clicks as two single clicks.
vi: Nếu bạn có khó khăn về nháy đúp, thì bạn có thể gia tăng khoảng thời gian mà hệ thống cho phép trôi qua giữa nháy lần đầu và nháy lần thứ 2 của một cú nháy đúp. Ví dụ, nếu thời gian hết cho nháy đúp thiết lập ở 0.4 giây, thì bạn phải thực hiện cú nháy thứ 2 trong cú nháy đúp trong vòng 0.4 giây kể từ cú nháy đầu. Nếu cú nháy thứ 2 xảy ra sau hơn 0.4 giây so với cú nháy đầu, thì hệ thống sẽ hiểu 2 cú nháy đó như 2 cú nháy đơn.

source: To configure the double-click timeout setting, perform the following steps:
vi: Để đặt cấu hình thiết lập thời gian hết cho nháy đúp, hãy thực hiện các bước sau:

source: Click on the <guilabel>Buttons</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog.
vi: Nháy vào tab chuyển trang <guilabel>Núm</guilabel> (Buttons) trong hộp thoại <guilabel>Các ưu tiên chuột</guilabel> (Mouse Preferences).

source: Use the <guilabel>Timeout</guilabel> slider to specify the timeout in seconds that the system allows between the two clicks of a double-click. Moving the slider to the right will increase the timeout interval in 0.1 second intervals. In the same manner, moving the slider to the left will decrease the timeout in 0.1 second intervals.
vi: Sử dụng con trượt <guilabel>Thời gian hết</guilabel> (Timeout) để chỉ định thời gian hết theo giây mà hệ thống cho phép giữa 2 cú nháy của một cú nháy đúp. Việc dịch chuyển con trượt sang phải sẽ làm gia tăng khoảng thời gian hết lên từng đoạn 0.1 giây. Theo cách y như vậy, việc dịch chuyển con trượt sang trái sẽ làm giảm thời gian hết đoạn 0.1 giây.

source: Double-click on the light bulb to the right of the slider to test the setting. If you perform the two clicks of the double-click within the timeout specified, the light bulb lights up fully to display a yellow glow around the bulb. If you do not double-click within the timeout specified, the light bulb does not light fully. You should increase the timeout setting and try again. When the light bulb lights, the timeout setting is suitable for your needs.
vi: Nháy đúp vào bóng đèn bên phải của con trượt để thử thiết lập đó. Nếu bạn thực hiện 2 nháy của một cú nháy đúp trong thời gian hết được chỉ định, thì bóng đèn sáng sẽ sáng lên hoàn toàn để hiển thị một quầng vàng xung quanh bóng đèn. Nếu bạn không nháy đúp trong khoảng thời gian hết được chỉ định, thì bóng đèn không sáng hoàn toàn. Bạn sẽ gia tăng thiết lập thời gian hết và thử lại. Khi bóng đèn sáng lên, thì thiết lập thời gian hết là phù hợp với các nhu cầu của bạn.

source: Changing Mouse Pointer Size
vi: Thay đổi kích cỡ con trỏ chuột

source: pointer size
vi: kích cỡ con trỏ

source: pointer
vi: con trỏ

source: size
vi: kích cỡ

source: To change the size of the mouse pointer that is displayed on the desktop, perform the following steps:
vi: Để thay đổi kích cỡ của con trỏ chuột được hiển thị trên bàn làm việc, hãy thực hiện các bước sau:

source: Click on the <guilabel>Pointers</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog.
vi: Nháy vào tab chuyển trang <guilabel>Con trỏ</guilabel> (Pointers) trong hộp thoại <guilabel>Các ưu tiên chuột</guilabel> (Mouse Preferences).

source: This will display a list of pointer themes and sizes available.
vi: Điều này làm hiển thị một danh sách các mẫu theme của con trỏ và các kích cỡ có sẵn.

source: By default, GNOME does not include mouse pointer themes. Information about installing and using pointer themes can be found in the <ulink type="help" url="ghelp:user-guide?goscustdesk-54">User Guide</ulink>.
vi: Mặc định, GNOME không đưa vào các mẫu theme con trỏ chuột. Thông tin về việc cài đặt và sử dụng các mẫu theme con trỏ có thể thấy trong <ulink type="help" url="ghelp:user-guide?goscustdesk-54">Chỉ dẫn người sử dụng</ulink> (User Guide).

source: On some platforms you must log out and log in again for this setting to take effect.
vi: Trên một số nền tảng bạn phải đăng xuất và đăng nhập lại một lần nữa để việc thiết lập này có hiệu lực.

source: Locating the Mouse Pointer
vi: Định vị con trỏ chuột

source: locating pointer
vi: định vị con trỏ

source: If you have difficulty locating the mouse pointer on the screen, you can enable an option to highlight the pointer when you press the <keycap>Control</keycap> key. To enable this option, click on the <guilabel>Pointers</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog, then select the <guilabel>Highlight the pointer when you press Ctrl</guilabel> option. When you press <keycap>Control</keycap>, the system displays an animation around the pointer to highlight the pointer.
vi: Nếu bạn có khó khăn trong việc định vị con trỏ chuột trên màn hình, thì bạn có thể kích hoạt một lựa chọn để chọn con trỏ khi bạn nhấn phím <keycap>Control</keycap>. Để kích hoạt lựa chọn này, hãy nháy lên tab chuyển trang <guilabel>Con trỏ</guilabel> (Pointers) trong hộp thoại <guilabel>Các ưu tiên chuột</guilabel> (Mouse Preferences), rồi chọn lựa chọn <guilabel>Chọn con trỏ khi bạn nhấn phím Ctrl</guilabel> (Highlight the pointer when you press Ctrl). Khi bạn nhấn phím <keycap>Control</keycap>, hệ thống sẽ hiển thị một hoạt hình xung quanh con trỏ để làm sáng con trỏ.

source: On some platforms, you must log out and log in again before this setting takes effect.
vi: Trong một số nền tảng, bạn phải đăng xuất và đăng nhập lại một lần nữa trước khi thiết lập này có hiệu lực.

source: Configuring Mouse Speed and Sensitivity
vi: Cấu hình cho tốc độ và độ nhạy của chuột

source: speed and sensitivity
vi: tốc độ và độ nhạy

source: To configure the speed and sensitivity of the mouse, perform the following steps:
vi: Để thiết lập cấu hình cho tốc độ và độ nhạy của chuột, hãy thực hiện các bước sau:

source: Click on the <guilabel>Motion</guilabel> tab in the <guilabel>Mouse Preferences</guilabel> dialog.
vi: Nháy vào tab <guilabel>Chuyển động</guilabel> (Motion) trong hộp thoại <guilabel>Các ưu tiên chuột</guilabel> (Mouse Preferences).

source: Configure the following options:
vi: Thiết lập cấu hình cho những lựa chọn sau:

source: Acceleration
vi: Tăng tốc

source: Use the slider to specify the speed at which the mouse pointer moves around the screen when you move the mouse.
vi: Sử dụng con trượt để chỉ định tốc độ tại đó con trỏ chuột chuyển động xung quanh màn hình khi bạn dịch chuyển chuột.

source: If you select a low setting, the mouse pointer moves at a speed similar to the speed at which you are physically moving the mouse. This means that you need to physically move the mouse larger distances to cover the screen area. If you select a high setting, the mouse pointer moves at a faster speed than the speed at which you physically move the mouse. This means that you need to physically move the mouse small distances to cover the screen area.
vi: Nếu bạn chọn một thiết lập thấp, thì con trỏ chuột sẽ dịch chuyển ở một tốc độ tương tự với tốc độ mà ở đó bạn đang dịch chuyển một cách vật lý chuột. Điều này có nghĩa là bạn cần dịch chuyển một cách vật lý chuột những quãng đường lớn hơn để bao trùm được vùng màn hình. Nếu bạn chọn một thiết lập cao, thì con trỏ chuột sẽ chuyển động với tốc độ nhanh hơn so với tốc độ mà ở đó bạn dịch chuyển con chuột một cách vật lý. Điều này có nghĩa là bạn cần dịch chuyển chuột một cách vật lý những quãng đường nhỏ để bao trùm vùng màn hình.

source: Sensitivity
vi: Độ nhạy

source: Use the slider to specify how responsive the mouse pointer is to movements of the mouse. Moving the slider to the right will increase the sensitivity and moving it to the left will decrease the sensitivity.
vi: Hãy sử dụng con trượt để chỉ định cách phản ứng của con trỏ chuột đối với những chuyển đổng của chuột. Việc dịch chuyển thanh trượt sang phải sẽ làm gia tăng độ nhạy và việc dịch chuyển nó sang trái sẽ làm giảm độ nhạy đó.

source: Threshold
vi: Ngưỡng

source: Use the slider to specify the distance that you must move an item before the system interprets the move action as a drag-and-drop action.
vi: Hãy sử dụng con trượt để chỉ định quãng đường mà bạn phải dịch chuyển một khoản trước khi hệ thống hiểu hành động dịch chuyển như một hành động kéo thả.

source: Configuring the Cursor
vi: Cấu hình cho con trỏ

source: cursor
vi: con trỏ

source: stop blinking
vi: dừng nhấp nháy

source: The following section describes how to modify the display characteristics of the cursor.
vi: Phần sau đây mô tả cách làm thế nào để sửa đổi các đặc tính hiển thị của con trỏ.

source: Stopping the Cursor from Blinking
vi: Dừng nhấp nháy của con trỏ

source: To stop the cursor from blinking in text boxes and other areas, perform the following steps:
vi: Để dừng sự nhấp nháy của con trỏ trong các hộp văn ản và các vùng khác, hãy thực hiện các bước sau:

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice> to start the <application>Keyboard</application> preference tool.
vi: Chọn công cụ ưu tiên <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Bàn phím</guimenuitem></menuchoice> to start the <application>Keyboard</application> (<menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice> to start the <application>Keyboard</application>).

source: In the <guilabel>Keyboard</guilabel> tabbed section, deselect the <guilabel>Cursor blinks in text boxes and fields</guilabel> option.
vi: Trong phần được chia thành các tab chuyển trang <guilabel>Bàn phím</guilabel> (Keyboard), hãy bỏ chọn lựa chọn <guilabel>Nhấp nháy của con trỏ trong các trường và hộp văn bản</guilabel> (Cursor blinks in text boxes and fields).

source: Keyboard Mouse Emulation
vi: Giả lập chuột trên bàn phím

source: If you have difficulty using a mouse, you can use the keyboard to emulate the mouse functions. See <xref linkend="dtconfig-14"/> of this guide for more information.
vi: Nếu bạn có khó khăn sử dụng một con chuột, thì bạn có thể sử dụng bàn phím để giả lập chức năng của chuột. Xem <xref linkend="dtconfig-14"/> của chỉ dẫn này để có thêm thông tin.

source: Configuring an Accessible Keyboard
vi: Cấu hình cho một bàn phím có thể truy cập được

source: Use the <application>Keyboard</application> preference tool to configure the keyboard accessibility options. To open the <application>Keyboard</application> preference tool, choose <menuchoice><guimenu>System </guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>. Accessibility options can be enabled by selecting the <guilabel>Accessibility</guilabel> tab.
vi: Hãy sử dụng công cụ ưu tiên <application>Bàn phím</application> (Keyboard) để đặt cấu hình cho các lựa chọn về tính có thể truy cập được của bàn phím. Để mở công cụ ưu tiên <application>Bàn phím</application>, hãy chọn <menuchoice><guimenu>Hệ thống </guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Bàn phím</guimenuitem></menuchoice> (<menuchoice><guimenu>System </guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>). Các lựa chọn về tính có thể truy cập được có thể được kích hoạt bằng việc chọn tab chuyển trang <guilabel>Tính có thể truy cập được</guilabel> (Accessibility).

source: The <guilabel>Accessibility</guilabel> tabbed section allows the following options:
vi: Phần được chia thành các tab chuyển trang về <guilabel>Tính có thể truy cập được</guilabel> (Accessibility) cho phép các lựa chọn sau:

source: <emphasis>"Allow to turn accessibility features on and off from the keyboard" (Alt-A)</emphasis> - this determines if keyboard accessibility functions can be turned on or off with a key command.
vi: <emphasis>"Cho phép bật và tắt các tính năng về tính có thể truy cập được từ bàn phím (Alt-A)</emphasis> (Allow to turn accessibility features on and off from the keyboard) - điều này xác định liệu các chức năng về tính có thể truy cập được của bàn phím có thể được bật hoặc tắt với một lệnh phím hay không.

source: <emphasis>Simulate simultaneous keypresses (Alt-S)</emphasis> - allows multiple shift (or other) keys to be entered individually but processed as a single combination keystroke. This keyboard accessibility technique is known as "sticky keys."
vi: <emphasis>Giả lập các nhấn phím cùng một lúc(Alt-S)</emphasis> (Simulate simultaneous keypresses ) (Alt-S) - cho phép nhiều phím shift (hoặc phím khác) được đưa vào một cách riêng rẽ nhưng được xử lý như chỉ một cú gõ phím tổ hợp duy nhất. Kỹ thuật về tính có thể truy cập được đối với bàn phím này được biết tới như là “các phím dính”.

source: <emphasis>Disable sticky keys if two keys are pressed together (Alt-B)</emphasis> - automatically exit the sticky keys mode if any key combination is entered normally (eq, at the same time instead of entered individually).
vi: <emphasis>Vô hiệu hóa các phím dính nếu 2 phím được nhấn cùng nhau (Alt-B)</emphasis> (Disable sticky keys if two keys are pressed together) (Alt-B) - tự động thoát khỏi chế độ các phím dính nếu bất kỳ tổ hợp phím nào được đưa vào một cách bình thường (cùng một lúc thay vì được đưa vào một cách riêng rẽ).

source: <emphasis>Only accept long keypresses (Alt-O)</emphasis> - in this mode, keys must be pressed for a given length of time before they are accepted as input. This accessibility technique is also known as "slow keys." This portion of the <guilabel>Accessibility</guilabel> tabbed section also supplies a Delay slider (Alt-D) to indicate the press-down delay before the key is accepted as input.
vi: <emphasis>Chỉ chấp nhận các nhấn phím dài (Alt-O)</emphasis> (Only accept long keypresses (Alt-O) - trong chế độ này, các phím phải được nhấn trong một khoảng thời gian nào đó trước khi chúng được chấp nhận như là đầu vào. Kỹ thuật về tính có thể truy cập được này còn được biết tới như là “các phím chậm”. Nội dung này của phần được chia thành các tab chuyển trang về <guilabel>Tính có thể truy cập được</guilabel> (Accessibility) cũng cung cáp một con trượt trễ - Delay (Alt-D) để chỉ ra sự trễ nhấn xuống trước khi phím được chấp nhận như là đầu vào.

source: <emphasis>Ignore fast duplicate keypresses (Alt-I)</emphasis> - in this mode, successive entry of the same key will only have a single instance of that key accepted as input. This accessibility technique is also known as "bounce keys." This portion of the <guilabel>Accessibility</guilabel> tabbed section also supplies a Delay slider (Alt-E) to indicate the press-down delay before successive keys are ignored.
vi: <emphasis>Bỏ qua các nhấn phím đúp nhanh (Alt-I)</emphasis> (Ignore fast duplicate keypresses) (Alt-I) - trong chế độ này, đầu vào thành công của cùng phím đó sẽ chỉ có một lần duy nhất của phím được chấp nhận như là đầu vào. Kỹ thuật về tính có thể truy cập được này cũng được biết tới như là “các phím nảy”. Nội dung của phần được chia thành các tab chuyển trang về <guilabel>Tính có thể truy cập được</guilabel> (Accessibility) cũng cung cấp một con trượt trễ - Delay (Alt-E) để chỉ ra sự trễ nhấn xuống trước khi phím thành công được bỏ qua.

source: Configuring a Keyboard-Based Mouse
vi: Cấu hình cho một chuột dựa vào bàn phím

source: Use the <application>Keyboard</application> preference tool to configure the keyboard to simulate a mouse. To open the <application>Keyboard</application> preference tool, choose <menuchoice><guimenu>System </guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>. The Mouse Keys options can be enabled by selecting the <guilabel>Mouse Keys</guilabel> tab.
vi: Sử dụng công cụ ưu tiên <application>Bàn phím</application> (Keyboard) để thiết lập cấu hình cho bàn phím để giả lập một chuột. Để mở công cụ ưu tiên <application>Bàn phím</application> (Keyboard), hãy chọn <menuchoice><guimenu>Hệ thống </guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Bàn phím</guimenuitem></menuchoice> (<menuchoice><guimenu>System </guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Keyboard</guimenuitem></menuchoice>). Các lựa chọn các phím chuột (Mouse Keys) có thể được kích hoạt bằng việc chọn tab chuyển trang <guilabel>Các phím chuột</guilabel> (Mouse Keys).

source: <emphasis>"Allow to control the pointer using the keyboard" (Alt-A)</emphasis> - this determines if the keyboard can be used to control the mouse pointer.
vi: <emphasis>“Cho phép kiểm soát con trỏ bằng việc sử dụng bàn phím” (Alt-A)</emphasis> ("Allow to control the pointer using the keyboard") (Alt-A) - điều này xác định liệu bàn phím có thể được sử dụng để kiểm soát con trỏ chuột hay không.

source: <emphasis>Acceleration (Alt-C)</emphasis> - determines how quickly mouse motion will accelerate when keyboard directional keys are pressed.
vi: <emphasis>Tăng tốc (Alt-C)</emphasis> (Acceleration) (Alt-C) - xác định chuyển động của chuột sẽ tăng tốc nhanh tới đâu khi các phím chỉ hướng của bàn phím được nhấn.

source: <emphasis>Speed (Alt-S)</emphasis> - determines how quickly the mouse pointer will move when keyboard directional keys are pressed.
vi: <emphasis>Tốc độ (Alt-S)</emphasis> (Speed) (Alt-S) - xác định con trỏ chuột sẽ dịch chuyển nhanh tới đâu khi các phím chỉ hướng của bàn phím được nhấn.

source: <emphasis>Delay (Alt-D)</emphasis> - determines how much (or if) keypresses may be dampened or ignored when keyboard directional keys are pressed.
vi: <emphasis>Trễ (Alt-D)</emphasis> (Delay) (Alt-D) - xác định các nhấn phím có thể bị hỏng hoặc bị bỏ qua bao nhiêu lần khi các phím chỉ hướng của bàn phím được nhấn.

source: MouseTweaks
vi: Chỉnh chuột

source: <application>MouseTweaks</application> is a collection of accessibility enhancements for pointing devices. The <userinput>mousetweaks</userinput> package provides the functions offered by the <guilabel>Accessibility</guilabel> tab of the <guilabel>Mouse</guilabel> preference tool. It also contains two panel applets related to the mouse accessibility. More particularly:
vi: <application>Chỉnh chuột</application> (MouseTweaks) là một bộ sưu tập các cải tiến về tính có thể truy cập được cho các thiết bị trỏ. Gói <userinput>mousetweaks</userinput> đưa ra các chức năng được chào bởi tab chuyển trang về <guilabel>Tính có thể truy cập được</guilabel> (Accessibility) của công cụ ưu tiên <guilabel>Chuột</guilabel> (Mouse). Nó cũng có 2 applet panen có liên quan tới tính có thể truy cập được của chuột. Đặc biệt hơn là:

source: It allows users to perform a secondary click by doing a click-and-hold of the primary mouse button.
vi: Nó cho phép người sử dụng thực hiện cú nháy thứ 2 bằng việc thực hiện một cú nháy và giữ núm chuột ban đầu.

source: It offers a way to perform the various clicks without using any hardware button. In this context, the <application>Dwell Click</application> panel applet can be used to choose what click type to perform.
vi: Nó đưa ra một cách thức thực hiện một loạt các cú nháy mà không sử dụng bất kỳ núm phần cứng nào. Theo ngữ cảnh này, applet của panen <application>Nháy day đi day lại</application> (Dwell Click) có thể được sử dụng để chọn dạng nháy nào để thực hiện.

source: It provides the <application>Pointer Capture</application> panel applet. This applet creates an area on the panel into which the pointer can be captured until the user releases it with a predefined button and modifier combination.
vi: Nó đưa ra applet của panen <application>Chụp con trỏ</application> (Pointer Capture). Applet này tạo ra một vùng trên panen trong đó con trỏ có thể được chụp cho tới khi người sử dụng nhả nó ra bằng một tổ hợp núm và trình sửa đổi được xác định trước.

source: Most mouse-related accessibility options can be found by using <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice> and selecting the <guilabel>Accessibility</guilabel> tab. Two additional panel applets can optionally be added to the GNOME menu bar / system panel as well; see the sections below. The full manual can be viewed by selecting the <guilabel>Help</guilabel> item from the contextual menu of the <application>Dwell Click</application> applet.
vi: Hầu hết các lựa chọn về tính có thể truy cập được có liên quan tới chuột có thể thấy được bằng việc sử dụng <menuchoice><guimenuitem>Hệ thống</guimenuitem><guimenuitem>Các ưu tiên</guimenuitem><guimenuitem>Chuột</guimenuitem></menuchoice> (<menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>) và chọn tab chuyển trang <guilabel>Tính có thể truy cập được</guilabel> (Accessibility). Hai applet ô bổ sung cũng có thể được thêm vào tùy ý tới ô của thanh thực đơn/hệ thống GNOME; xem các phần bên dưới. Sách chỉ dẫn đầy đủ có thể được xem bằng việc chọn khoản <guilabel>Trợ giúp</guilabel> (Help) từ thực đơn theo ngữ cảnh của applet <application>Nháy day đi day lại</application> (Dwell Click).

source: Simulated Secondary Click
vi: Mô phỏng nháy thứ 2

source: A secondary or right-click can be issued by using the primary button and keeping it held down for a specified delay.
vi: Cú nháy thứ 2 hoặc nháy phải có thể được đưa ra bằng việc sử dụng núm ban đầu và giữ nó kìm xuống với một độ trễ theo danh nghĩa.

source: Dwell Click
vi: Nháy day đi day lại
