Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: The keyboard layout section allows you to specify if you will be working on a laptop (small) or desktop (large, with a numeric keypad) keyboard. You select which layout you want by selecting one of the following options:
vi: Phần trình bày của bàn phím cho phép bạn chỉ định liệu bạn sẽ làm việc trên một bàn phím máy tính xách tay (nhỏ) hay máy tính để bàn (lớn, với các phím số). Bạn chọn trình bày nào bạn muốn bằng việc chọn một trong những lựa chọn sau:

source: <emphasis>Desktop</emphasis> - if selected, the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) will be used.
vi: <emphasis>Máy tính để bàn</emphasis> (Desktop) – nếu được chọn, Trình bày Bàn phím Máy tính để bàn (Desktop Keyboard Layout <xref linkend="orca-desktop-keys"/>) sẽ được sử dụng.

source: <emphasis>Laptop</emphasis> - if selected, the Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>) will be used.
vi: <emphasis>Máy tính xách tay</emphasis> (Laptop) – nếu được chọn, Trình bày Bàn phím Máy tính xách tay ( Laptop Keyboard Layout <xref linkend="orca-laptop-keys"/>) sẽ được sử dụng.

source: Show Orca main window
vi: Trình bày cửa sổ chính của Orca

source: <placeholder-1/> GUI Configuration - Main window
vi: <placeholder-1/> Cấu hình GUI - Cửa sổ chính

source: The <application>Orca</application> main window provides you with a graphical way to display the <application>Orca</application> Configuration GUI (also accessible with <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, where Orca_Modifier is <keycap>Insert</keycap> when you use the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and <keycap>Caps_Lock</keycap> when you use the Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>)). The main window also provides a <guibutton>Quit</guibutton> option, also available with <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo>). Many users do not like the <application>Orca</application> main window because it shows up in the window manager's tab order when you press <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> to switch windows. By deselecting the "Show Orca main window" button, you can tell <application>Orca</application> to not show the <application>Orca</application> main window.
vi: Cửa sổ chính của <application>Orca</application> cho bạn một cách thức hiển thị đồ họa cấu hình giao diện đồ họa người sử dụng (GUI) của <application>Orca</application> (cũng là truy cập được bằng <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, nơi mà Orca_Modifier là phím <keycap>Insert</keycap> khi bạn sử dụng Trình bày Bàn phím Máy tính để bàn (<xref linkend="orca-desktop-keys"/>) và phím <keycap>Caps_Lock</keycap> khi bạn sử dụng Trình bày Bàn phím Máy tính xách tay (<xref linkend="orca-laptop-keys"/>). Cửa sổ chính cũng đưa ra một lựa chọn <guibutton>Thoát</guibutton> (Quit), cũng sẵn sàng với <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo>). Nhiều người sử dụng không thích cửa sổ chính của <application>Orca</application> vì nó chỉ ra trong trật tự của tab chuyển trang của trình quản lý cửa sổ khi bạn nhấn <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> để chuyển qua các cửa sổ. Bằng việc bỏ chọn núm Trình bày cửa sổ chính của <application>Orca</application> (Show Orca main window), bạn có thể nói cho Orca không trình bày cửa sổ chính đó của <application>Orca</application>.

source: Quit Orca without Confirmation
vi: Thoát khỏi Orca không có khẳng định

source: Normally, when you press <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo> to quit <application>Orca</application> or press the <guibutton>Quit</guibutton> button in the <application>Orca</application> main window, <application>Orca</application> will pop up a confirmation dialog asking you if you want to quit. Unchecking this option prevents the confirmation window from appearing.
vi: Thông thường, khi bạn nhấn <keycombo><keycap>Orca_Modifier</keycap><keycap>Q</keycap></keycombo> để thoát khỏi <application>Orca</application> hoặc nhân núm <guibutton>Thoát</guibutton> (Quit) trong cửa sổ chính của <application>Orca</application>, thì <application>Orca</application> sẽ mở hộp thoại khẳng định theo ngữ cảnh và hỏi bạn liệu bạn có muốn thoát ra hay không. Bỏ chọn lựa chọn này sẽ làm cho cửa sổ khẳng định không xuất hiện nữa.

source: Disable gksu keyboard grab
vi: Vô hiệu hóa chụp bàn phím với gksu

source: When running commands from the launch menu, many distributions use an application known as <application>gksu</application> to authorize the user to run these commands; <application>gksu</application> is the GUI that asks you for your password. When it runs, <application>gksu</application> enables what is known as a "keyboard grab," which is a feature to prevent keyboard actions from going to any other application on the desktop, including <application>Orca</application>. The result of a keyboard grab is that <application>Orca</application> will not receive any keyboard events, preventing <application>Orca</application> from functioning normally.
vi: Khi chạy các lệnh từ thực đơn khởi tạo, nhiều phát tán sử dụng một ứng dụng được biết như là <application>gksu</application> để xác thực người sử dụng để chạy các lệnh đó; <application>gksu</application> là một giao diện đồ họa người sử dụng (GUI) mà nó yêu cầu bạn vào mật khẩu của bạn. Khi nó chạy, <application>gksu</application> cho phép những gì được biết như là một “sự chụp bàn phím”, mà nó là một tính năng để ngăn ngừa các hành động của bàn phím khỏi đi tới bất kỳ ứng dụng nào khác trên bàn làm việc, bao gồm cả <application>Orca</application>. Kết quả của một sự chụp bàn phím là việc <application>Orca</application> sẽ không nhận được bất kỳ sự kiện bàn phím nào, làm ngăn cản <application>Orca</application> khỏi việc hoạt động được một cách bình thường.

source: By selecting the "Disable gksu keyboard grab" button, you will turn off the keyboard grab behavior, allowing <application>Orca</application> to function normally with system administration applications.
vi: Bằng việc chọn núm “Vô hiệu hóa chụp bàn phím bằng gksu” (“Disable gksu keyboard grab”), bạn sẽ tắt được hành vi chụp bàn phím, cho phép <application>Orca</application> hoạt động bình thường với các ứng dụng quản trị hệ thống.

source: The keyboard grab is a security attempt by <application>gksu</application> to prevent nefarious applications from "sniffing" the keyboard and grabbing secret information. Please be advised that disabling the gksu keyboard grab feature can expose you to such nefarious behavior. If you do not feel comfortable with this, you can always use the root account for system administration purposes. To do so, you need to enable the root account for login, and then logout and log back in as root whenever you want to perform a system administration command.
vi: Chụp bàn phím là một dự định về an ninh của <application>gksu</application> để ngăn ngừa những ứng dụng bất chính khỏi việc “đánh hơi” bàn phím và chộp các thông tin bí mật. Xin được tư vấn rằng việc vô hiệu hóa tính năng chụp bàn phím bằng gksu có thể làm lộ bạn đối với hành vi bất chính như vậy. Nếu bạn không cảm thấy thuận tiện với điều này, thì bạn có thể luôn sử dụng tài khoản root đối với những mục đích quản trị hệ thống. Để làm thế, bạn cần kích hoạt tài khoản root để đăng nhập, và sau đó đăng xuất và đăng nhập lại vào như root bất kỳ khi nào bạn muốn thực hiện một lệnh quản trị hệ thống.

source: Present tooltips
vi: Trình bày các công cụ chỉ dẫn

source: When checked, this option will tell <application>Orca</application> to present information about tooltips when they appear as the result of mouse hovering. Specific actions to force tooltips to appear, such as pressing <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo> when an object has focus, will always result in tooltips being presented, regardless of this setting.
vi: Khi được chọn, lựa chọn này sẽ nói cho <application>Orca</application> để trình bày thông tin về các công cụ chỉ dẫn khi chúng xuất hiện như là kết quả của việc hua chuột. Các hành động đặc biệt để ép các công cụ chỉ dẫn xuất hiện, như việc nhấn <keycombo><keycap>Ctrl</keycap><keycap>F1</keycap></keycombo> khi một đối tượng được chọn, sẽ luôn làm cho các công cụ chỉ dẫn được hiện diện, bất kể thiết lập đó thế nào.

source: Speak object under mouse
vi: Đối tượng tiếng nói với chuột

source: When checked, this option will tell <application>Orca</application> to present information about the object under the mouse when you move it around the screen. Note that this can cause <application>Firefox</application> and <application>Thunderbird</application> versions 2.x and earlier to crash; this is not a problem with <application>Firefox</application> and <application>Thunderbird</application> versions 3.x and later.
vi: Khi được chọn, lựa chọn này sẽ nói cho <application>Orca</application> để trình bày thông tin về đối tượng theo chuột khi bạn dịch chuyển nó quanh màn hình. Lưu ý là điều này có thể làm cho <application>Firefox</application> và <application>Thunderbird</application> các phiên bản 2.x hoặc trước đó bị hỏng; điều này không là một vấn đề gì với <application>Firefox</application> và <application>Thunderbird</application> các phiên bản 3.x và sau này.

source: Start Orca when you login
vi: Khởi động Orca khi bạn đăng nhập

source: When checked, this option will tell the system to automatically launch <application>Orca</application> when you log in.
vi: Khi được chọn, lựa chọn này sẽ nói cho hệ thống để tự động khởi tạo <application>Orca</application> khi bạn đăng nhập vào.

source: Speech Page
vi: Trang tiếng nói

source: <placeholder-1/> GUI Configuration - Speech Page
vi: <placeholder-1/> Cấu hình GUI - Trang tiếng nói

source: The speech page allows you to customize how <application>Orca</application> uses speech synthesis.
vi: Trang tiếng nói cho phép bạn tùy biến cách mà <application>Orca</application> sử dụng việc tổng hợp tiếng nói.

source: Enable speech
vi: Kích hoạt tiếng nói

source: The first control of note on the speech page is the "enable speech" check box. This check box toggles whether or not <application>Orca</application> will make use of a speech synthesizer. This option, along with the ability to enable braille and enable magnifier support, allow <application>Orca</application> to be tailored to meet the needs of a wide variety of users.
vi: Kiểm soát ghi chép đầu tiên trên trang tiếng nói là hộp chọn “kích hoạt tiếng nói” (“enable speech”). Hộp chọn này tắt bật khi <application>Orca</application> có hoặc không sử dụng bộ tổng hợp tiếng nói. Lựa chọn này, cùng với khả năng kích hoạt bray và kích hoạt hỗ trợ phóng to, cho phép <application>Orca</application> được chỉnh để đáp ứng các nhu cầu của một dải rộng lớn những người sử dụng.

source: Speech System and Speech Synthesizer
vi: Hệ thống tiếng nói và bộ tổng hợp tiếng nói

source: The next two controls deal with selecting the speech system and synthesizer. <application>Orca</application> provides support for a growing number of speech systems. At the time of this writing, these include GNOME-speech, Emacspeak, and an experimental backend for Speech Dispatcher. Depending upon how your machine is configured, you may have all or none of these options. Typically, you will have just GNOME-speech.
vi: Hai kiểm soát tiếp theo làm việc với việc lựa chọn hệ thống và bộ tổng hợp tiếng nói. <application>Orca</application> đưa ra sự hỗ trợ cho một số lượng ngày một gia tăng các hệ thống tiếng nói. Khi viết tài liệu này, chúng bao gồm hệ thống tiếng nói GNOME-speech, Emacspeak, và một nền tảng thử nghiệm cho Speech Dispatcher. Phụ thuộc vào cách mà máy của bạn được thiết lập cấu hình, bạn có thể có tất cả hoặc không gì cả đối với các lựa chọn này. Thông thường, bạn sẽ chỉ có GNOME-speech.

source: First, determine which speech system you would like to use - GNOME-speech works best at this time. After making your selection, tab to the speech synthesizer combo box and choose from the list of available synthesizers.
vi: Đầu tiên, hãy xác định hệ thống tiếng nói nào bạn thích sử dụng – GNOME-speech làm việc được tốt nhất vào lúc này. Sau khi tiến hành việc lựa chọn, hãy nhảy tới hộp kết hợp (combo) của bộ tổng hợp tiếng nói và chọn từ danh sách các bộ tổng hợp có sẵn đó.

source: Voice Settings
vi: Các thiết lập tiếng nói

source: If your synthesizer supports it, <application>Orca</application> can utilize multiple voices in order to identify special cases within an application, such as hyperlinks or upper case text. The voice settings and person combo boxes can be adjusted to customize these settings to your liking. For example, assume you were using Fonix DECtalk and wanted the Betty voice to denote upper case. To accomplish this, you could do the following:
vi: Nếu bộ tổng hợp của bạn hỗ trợ nó, thì <application>Orca</application> có thể sử dụng nhiều tiếng nói để xác định các trường hợp đặc biệt trong một ứng dụng, như văn bản của những đường siêu liên kết hoặc chữ viết hoa. Các thiết lập tiếng nói và các hộp kết hợp (combo) về con người có thể được chỉnh để tùy biến các thiết lập này theo ý thích của bạn. Ví dụ, giả thiết là bạn đã sử dụng Fonix DECtalk và muốn tiếng nói của Betty được ngụ ý là chữ hoa. Để hoàn tất điều này, bạn có thể làm như sau:

source: Tab to the voice settings combo box, and down arrow until the upper case voice is selected.
vi: Nhảy tới hộp kết hợp (combo) các thiết lập tiếng nói, và theo mũi tên xuống cho tới khi tiếng nói có chữ viết hoa được lựa chọn.

source: Tab to the person combo box, and down arrow to choose the Betty voice.
vi: Nhảy tới hộp kết hợp (combo) con người, và theo mũi tên xuống để chọn tiếng nói của Betty.

source: The next three sliders in the tab order allow adjustment of the synthesizer's rate, pitch and volume, respectively.
vi: Ba con trượt tiếp sau trong trật tự các tab chuyển trang cho phép chỉnh tốc độ, mức độ và âm lượng của bộ tổng hợp, một cách tương ứng.

source: Punctuation Level
vi: Mức chấm câu

source: The punctuation level radio button group is used to adjust the amount of punctuation spoken by the synthesizer. The available levels are None, Some, Most and All.
vi: Nhóm các núm chọn tròn về mức chấm câu được sử dụng để chỉnh số lượng các chấm câu được nói bởi bộ tổng hợp. Các mức có sẵn là Không (None), Một số (Some), Hầu hết (Most) và Tất cả (All).

source: Verbosity
vi: Tính nói dài

source: The verbosity setting determines the amount of information that will be spoken in certain situations. For example, if it is set to verbose, the synthesizer will speak shortcut keys for items in pull down menus. When it is set to brief, these shortcut keys are not announced.
vi: Thiết lập tính nói dài xác định số lượng tnông tin mà sẽ được nói trong những tình huống nhất định. Ví dụ, nếu được thiết lập để nói dài, thì bộ tổng hợp sẽ nói các phím tắt cho những khoản trong các thực đơn kéo xuống. Khi được thiết lập nói ngắn gọn, thì những phím tắt này sẽ không được công bố.

source: Table Row Speech
vi: Nói theo hàng của bảng

source: The table row speech option determines the way in which <application>Orca</application> will read items within tables. The available settings are "speak current row" or "speak current cell". The ability to adjust this behavior can be useful in many situations. For example, consider the process of browsing email messages in <application>Evolution</application>. In this instance it may be preferable to set table speech to "speak current row" so that while arrowing through the list of messages all relevant info, such as the sender, subject, and whether the message has attachments, is read automatically. While the current row setting is active, it is still possible to read individual cells by using the left and right arrows.
vi: Lựa chọn nói theo hàng của bảng xác định cách thức trong đó <application>Orca</application> sẽ đọc các khoản bên trong các bảng. Các thiết lập có sẵn là “nói hàng hiện hành” (“speak current row”) hoặc “nói ô hiện hành” (“speak current cell”). Khả năng để chỉnh hành vi này có thể là hữu ích trong nhiều tình huống. Ví dụ, hãy xem xét tiến trình của việc duyệt các thông điệp thư điện tử trong <application>Evolution</application>. Trong trường hợp này có thể là ưu tiên để thiết lập tiếng nói của bảng thành “nói hàng hiện hành” sao cho khi đưa mũi tên qua danh sách các thông điệp đối với tất cả các thông tin phù hợp, như người gửi, chủ đề, và liệu thông điệp có tệp đính kèm hay không, được đọc một cách tự động. Khi thiết lập hàng hiện hành là tích cực, thì vẫn có khả năng đọc các ô riêng rẽ bằng việc sử dụng các mũi tên trái và phải.

source: You can quickly toggle this behavior by pressing <keycombo><keycap>Orca_Modifier</keycap><keycap>F11</keycap></keycombo>.
vi: Bạn có thể nhanh chóng bật tắt qua lại hành vi này bằng việc nhấn <keycombo><keycap>Orca_Modifier</keycap><keycap>F11</keycap></keycombo>.

source: Speak Blank Lines
vi: Nói các dòng trắng

source: Some users desire to hear "blank" when navigating to a blank line in a document. Other users do not. If the "speak blank lines" check box is selected, <application>Orca</application> will speak blank lines.
vi: Một số người sử dụng mong muốn nghe “trắng” khi di chuyển tới một dòng trắng trong một tài liệu. Những người khác lại không muốn. Nếu hộp chọn “nói các dòng trắng” (“speak blank lines”) được chọn, thì <application>Orca</application> sẽ nói các dòng trắng.

source: Speak multicase strings as words
vi: Nói chuỗi nhiều từ ghép như từng từ

source: When working with code, one often comes across a "word" consisting of several words with alternating case, such as "MultiCaseString." Speech synthesizers do not always pronounce such multicase strings correctly. Checking the <guilabel>Speak multicase strings as words</guilabel> checkbox will cause <application>Orca</application> to break a word like "MultiCaseString" into separate words ("Multi," "Case," and "String") prior to passing it along to the speech synthesizer.
vi: Khi làm việc với mã nguồn, một người thường đi qua một “từ” có vài từ ghép luân phiên nhau, như “MultiCaseString”. Các bộ tổng hợp tiếng nói không phải luôn phát âm được đúng các chuỗi có nhiều từ ghép như vậy. Việc chọn hộp chọn <guilabel>Nói các chuỗi nhiều từ ghép như các từ</guilabel> (Speak multicase strings as words) sẽ làm cho <application>Orca</application> ngắt một từ ghép như "MultiCaseString" thành các từ riêng biệt (“Multi”, “Case”, và “String”) trước tiên để chuyển nó qua bộ tổng hợp tiếng nói.

source: Speak tutorial messages
vi: Nói các thông điệp trợ giảng

source: When moving from component to component in an interface, this option will provide spoken tutorial messages for how to work with the component.
vi: Khi dịch chuyển từ thành phần này sang thành phần kia trong một giao diện, thì lựa chọn này sẽ đưa ra các thông điệp trợ giảng được nói lên cho cách để làm việc với thành phần đó.

source: Speak object mnemonics
vi: Nói để nhớ các đối tượng

source: This option will cause <application>Orca</application> to announce the mnemonic associated with the object with focus (such as "Alt O" for the <guilabel>OK</guilabel> button).
vi: Lựa chọn này sẽ làm cho <application>Orca</application> công bố sự dễ nhớ có liên quan tới đối với được chọn (như “Alt O” cho núm <guilabel>OK</guilabel>).

source: Break speech into chunks between pauses
vi: Ngắt lời nói thành các đoạn tạm ngắt

source: Depending on the enabled speech settings, <application>Orca</application> may have quite a bit to say about a particular object such as its name, its role, its state, its mnemonic, its tutorial message, and so on. Checking the <guilabel>Break speech into chunks between pauses</guilabel> checkbox will cause <application>Orca</application> to insert brief pauses in between each of these pieces of information.
vi: Phụ thuộc vào các thiết lập tiếng nói được kích hoạt, <application>Orca</application> có thể có một chút để nói về một đối tượng đặc biệt nào đó như tên của nó, vai trò của nó, tình trạng của nó, sự dễ nhớ của nó, thông điệp trợ giảng của nó, … Việc kiểm tra hộp chọn <guilabel>Ngắt lời nói thành các đoạn tạm ngắt</guilabel> (Checking the Break speech into chunks between pauses) sẽ làm cho <application>Orca</application> chèn các chỗ tạm ngắt ngắn vào giữa từng mẩu thông tin này.

source: Speak child position
vi: Nói vị trí con

source: Checking the <guilabel>Speak child position</guilabel> checkbox will cause <application>Orca</application> to announce the position of the focused item in menus and lists (e.g. "9 of 16").
vi: Việc kiểm tra hộp chọn <guilabel>Nói vị trí con</guilabel> (Speak child position) sẽ làm cho <application>Orca</application> công bố vị thế của khoản được chọn trong các thực đơn và các danh sách (như “9 trong 16”).

source: Speak Indentation and Justification
vi: Nói thụt lề và đúng hàng

source: When working with code or editing other documents it is often desirable to be aware of justification and indentation. Selecting the <guilabel>Speak indentation and justification</guilabel> check box will cause <application>Orca</application> to provide this information.
vi: Khi làm việc với mã nguồn hoặc soạn thảo các tài liệu khác thường mong muốn nhận thức được về sự đúng hàng và thụt lề. Việc chọn hộp chọn <guilabel>Nói thụt lề và đúng hàng</guilabel> (Speak indentation and justification) sẽ làm cho <application>Orca</application> đưa ra những thông tin này.

source: Speak Progress Bar Updates
vi: Cập nhật thanh tiến trình nói

source: If this setting is enabled, <application>Orca</application> will periodically announce the status of progress bars. How often the announcement is made is determined by the value chosen in the update interval spin button. Note that this spin button is only available if the <guilabel>Speak progress bar updates</guilabel> checkbox has been checked.
vi: Nếu thiết lập này được chọn, thì <application>Orca</application> sẽ công bố theo chu kỳ tình trạng của các thanh tiến trình. Công bố thường xuyên được thực hiện như thế nào được xác định bởi giá trị được chọn trong núm quay vòng khoảng cập nhật. Lưu ý là núm quay vòng này chỉ sẵn sàng nếu hộp chọn của <guilabel>Cập nhật thanh tiến trình nói</guilabel> (Speak progress bar updates) đã được chọn.

source: Restrict progress bar updates to
vi: Giới hạn các cập nhật thanh tiến trình
