Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: <ulink url="http://bugzilla.gnome.org/buglist.cgi?query=product:orca+">Bugs</ulink> and feature/enhancement requests (RFEs) should be reported to the <ulink url="http://bugzilla.gnome.org">GNOME Bug Tracking System </ulink>. Patches are always welcome, and instructions for creating patches can be found in the <ulink url="http://developer.gnome.org/tools/svn.html"> GNOME Introduction to Subversion (SVN) </ulink>.
vi: Các yêu cầu về tính năng/cải thiện (RFEs) và các <ulink url="http://bugzilla.gnome.org/buglist.cgi?query=product:orca+">Lỗi</ulink> (Bugs) nên được báo cáo cho <ulink url="http://bugzilla.gnome.org">Hệ thống Theo dõi lỗi của GNOME</ulink> (GNOME Bug Tracking System). Các bản vá luôn được chào đón, và những chỉ dẫn cho việc tạo ra những bản vá có thể thấy trong <ulink url="http://developer.gnome.org/tools/svn.html">giới thiệu của GNOME về phần mềm quản lý mã nguồn Subversion (SVN) </ulink> ( GNOME Introduction to Subversion (SVN)).

source: Where is the discussion list?
vi: Danh sách thảo luận ở đâu?

source: You can get in touch with developers and other users by <ulink url="mailto:orca-list@gnome.org">sending an e-mail</ulink> to the <ulink url="http://mail.gnome.org/mailman/listinfo/orca-list">Orca mailing list</ulink> (<ulink url="http://mail.gnome.org/archives/orca-list">Archives</ulink>).
vi: Bạn có thể giữ quan hệ với các lập trình viên và những người sử dụng khác bằng việc <ulink url="mailto:orca-list@gnome.org">gửi một thư điện tử</ulink> cho </ulink> (<ulink url="http://mail.gnome.org/archives/orca-list">Các lưu trữ</ulink> danh sách thư của Orca.

source: Is braille supported?
vi: Liệu Bray có được hỗ trợ?

source: Yes! Braille is supported via BrlTTY and it is tightly integrated with Orca. BrlTTY offers support for nearly every refreshable braille display known to man.
vi: Vâng! Bray được hỗ trợ thông qua Br1TTY và nó được tích hợp chặt chẽ với Orca. Br1TTY đưa ra sự hỗ trợ gần như cho từng hiển thị bray có thể làm tươi được và được biết đối với mọi người.

source: Is contracted braille supported?
vi: Liệu bray được hợp đồng có được hỗ trợ?

source: Yes, <application>Orca</application> fully supports contracted braille output.
vi: Vâng, <application>Orca</application> hoàn toàn hỗ trợ đầu ra bray được hợp đồng.

source: What voices are available?
vi: Tiếng nói nào có sẵn?

source: <application>Orca</application> provides interfaces to both <userinput>gnome-speech</userinput> and <userinput>emacspeak</userinput> speech services. As such, the available voices for <application>Orca</application> are only restricted by the speech engines supported by the available speech services. For free speech engines, you typically have a choice of the eSpeak, Festival, and FreeTTS speech engines. For commercial engines, you have a choice of additional engines such as Fonix DECtalk, Loquendo, Eloquence, Cepstral and IBMTTS, with others on the way. Periodically check the <userinput>gnome-speech</userinput> package for more progress in this area.
vi: <application>Orca</application> đưa ra các giao diện cho cả các dịch vụ <userinput>Tiếng nói của GNOME </userinput> (gnome-speech) và <userinput>emacspeak</userinput>. Đó là, những tiếng nói có sẵn cho <application>Orca</application> chỉ bị hạn chế bởi các máy tiếng nói được hỗ trợ của các dịch vụ tiếng nói có sẵn. Đối với các máy tự do về tiếng nói, bạn thường có một sự lựa chọn đối với các máy tiếng nói eSpeak, Festival, và FreeTTS. Đối với các máy thương mại, bạn có sự lựa chọn đối với các máy bổ sung như Fonix DECtalk, Loquendo, Eloquence, Cepstral và IBMTTS, với những máy khác nữa đang được phát triển. Thường xuyên kiểm tra gói <userinput>Tiếng nói của GNOME</userinput> (gnome-speech) đối với sự tiến bộ hơn trong lĩnh vực này.

source: What languages are supported?
vi: Những ngôn ngữ nào được hỗ trợ?

source: The <ulink url="http://l10n.gnome.org/teams"> GNOME translation teams</ulink> are composed of many passionate volunteers from around the world. These teams do a great job and keep an up-to-date status report. See the <ulink url="http://l10n.gnome.org/module/orca"> Orca translation status page</ulink> for the large number of languages into which <application>Orca</application> has been translated.
vi: <ulink url="http://l10n.gnome.org/teams">Các đội dịch GNOME</ulink> ( GNOME translation teams) được cấu thành từ nhiều tình nguyện viên nhiệt thành trên khắp thế giới. Những đội này tiến hành một công việc lớn và giữ cho báo cáo tình hình được cập nhật. Xem <ulink url="http://l10n.gnome.org/module/orca">trang về tình trạng dịch Orca</ulink> ( Orca translation status page) đối với số lượng lớn các ngôn ngữ trong đó <application>Orca</application> đã được dịch.

source: Note: support for a language also depends on the speech synthesis engine also supporting the same language.
vi: Lưu ý: sự hỗ trợ cho một ngôn ngữ cũng phụ thuộc vào máy tổng hợp tiếng nói cũng hỗ trợ cho chính ngôn ngữ đó.

source: How well does magnification work?
vi: Sự phóng to làm việc tốt tới đâu rồi?

source: <application>Orca</application> currently uses the <userinput>gnome-mag</userinput> magnification service. <userinput>gnome-mag</userinput> has incorporated support for smoother full-screen magnification, which relies upon newer extensions in the X Window System server. These extensions do not always function well on all platforms, so smooth full-screen magnification may not always work.
vi: <application>Orca</application> hiện đang sử dụng dịch vụ phóng to <userinput>gnome-mag</userinput>. <userinput>gnome-mag</userinput> đã kết hợp sự hỗ trợ cho sự phóng to toàn màn hình được trơn tru hơn, mà nó dựa vào những mở rộng mới hơn trong máy chủ của Hệ thống X Window (X Window System). Những mở rộng này không phải luôn vận hành tốt trên mọi nền tảng, nên sự phóng to trơn tru toàn màn hình có thể sẽ không phải là lúc nào cũng làm việc được.

source: Enabling Orca
vi: Kích hoạt

source: For a text-only guided setup, open a Run dialog with <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> and use the command <userinput>orca --text-setup</userinput><keycap>Enter</keycap>.
vi: Để thiết lập theo chỉ dẫn chỉ cho văn bản, hãy mở hộp thoại chạy (Run) bằng <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> và sử dụng lệnh <userinput>orca --text-setup</userinput><keycap>Enter</keycap>.

source: The first time <application>Orca</application> is launched you will be asked a few questions:
vi: Lần đầu <application>Orca</application> được khởi tạo bạn sẽ được yêu cầu vài câu hỏi:

source: First you will be presented with a list of languages to choose from; there are currently about 64 languages and dialects supported. Most of this list will scroll off the screen, so you may have to use the terminal's scrollbar to view earlier parts of the list. Type in the number of your language choice (e.g., 7 for American English) and press <keycap>Enter</keycap>. You do not need to wait for the entire list to be spoken, and Orca attempts to make your default language the first choice (choice 1).
vi: Trước hết bạn sẽ được trình bày với một danh sách các ngôn ngữ để chọn; hiện có khoảng 64 ngôn ngữ và thổ ngữ được hỗ trợ. Hầu hết danh sách này sẽ không cuộn được hết trong màn hình, nên bạn có thể phải sử dụng thanh trượt của cửa sổ dòng lệnh (terminal) để xem các phần trước đó của danh sách. Hãy gõ số của ngôn ngữ được chọn (như số 7 là cho Tiếng Anh Mỹ) và nhấn phím <keycap>Enter</keycap>. Bạn không cần chờ cho toàn bộ danh sách được nói, và Orca sẽ muốn thực hiện theo ngôn ngữ mặc định như là lựa chọn đầu tiên (lựa chọn 1).

source: You are next asked to set <guilabel>Echo By Word</guilabel>. This option instructs <application>Orca</application> to speak words as you finish typing them. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>.
vi: Tiếp đến bạn sẽ được yêu cầu thiết lập <guilabel>Nhại lại từ</guilabel> (Echo By Word). Lựa chọn này chỉ định cho <application>Orca</application> nói các từ khi bạn kết thúc gõ chúng. Hãy gõ <keycap>y</keycap> hoặc <keycap>n</keycap> và nhấn <keycap>Enter</keycap>.

source: The next item is <guilabel>Key Echo</guilabel>. This option will speak all keys as they are pressed. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>.
vi: Khoản tiếp theo là <guilabel>Nhại các phím</guilabel> (Key Echo). Lựa chọn này sẽ nói tất cả các phím khi chúng được gõ. Hãy gõ <keycap>y</keycap> hoặc <keycap>n</keycap> và nhấn <keycap>Enter</keycap>.

source: Now select your desired keyboard layout; generally, you will want to choose the layout that matches your keyboard type - 1 for Desktop or 2 for Laptop. This choice will determine what key will act as the <application>Orca</application> modifier key. The Desktop layout uses <keycap>Insert</keycap> while the Laptop layout uses <keycap>Caps Lock</keycap>. A system, host, shift or modifier key is one which is used in conjunction with other keys, enabling keyboard access to most program functions.
vi: Bây giờ hãy chọn trình bày bàn phím mong muốn của bạn; thông thường, bạn sẽ muốn chọn trình bày mà phù hợp với dạng bàn phím của bạn – 1 cho máy tính để bàn (Desktop) và 2 cho tính máy xách tay (Laptop). Lựa chọn này sẽ xác định phím nào sẽ hành động như là phím của trình sửa đổi <application>Orca</application>. Trình bày của máy tính để bàn sử dụng phím <keycap>Chèn</keycap> (Insert) trong khi trình bày của máy tính xách tay sử dụng phím <keycap>Caps Lock</keycap> (phím tắt bật chữ hoa). Một phím hệ thống, máy chủ host, dịch chuyển hoặc sửa đổi là một phím mà nó được sử dụng trong sự kết hợp với các phím khác, cho phép truy cập bằng bàn phím tới hầu hết các chức năng của chương trình.

source: Next, specify if you require braille output. This functionality assumes a BrlTTY-compatible device is available. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>. Note that you can usually just enter <keycap>y</keycap> here; Orca will recover gracefully and function even if it cannot find BrlTTY.
vi: Tiếp theo, hãy chỉ định nếu bạn yêu cầu đầu ra của bray. Chức năng này giả thiết một thiết bị tương thích với Br1TTY là có sẵn. Hãy gõ <keycap>y</keycap> hoặc <keycap>n</keycap> và nhấn <keycap>Enter</keycap>. Lưu ý là bạn có thể thường chỉ nhấn <keycap>y</keycap> ở đây; Orca sẽ phục hồi lại được một cách dễ chịu chức năng này thậm chí nếu nó không thể thấy được Br1TTY.

source: Lastly, indicate whether you want an on-screen braille output monitor. This is mostly for developers who need to verify BrlTTY output, but may also be useful in other situations, such as visually diagnosing or verifying braille output. Type <keycap>y</keycap> or <keycap>n</keycap> and press <keycap>Enter</keycap>.
vi: Cuối cùng, hãy chỉ định liệu bạn có muốn một trình giám sát đầu ra bray trên màn hình hay không. Điều này chủ yếu là để cho các lập trình viên mà họ cần để chứng thực có đầu ra Br1TTY, mà cũng có thể là hữu dụng trong những tình huống khác, như việc chuẩn đoán hoặc chứng minh một cách trực quan đầu ra của bray. Hãy gõ <keycap>y</keycap> hoặc <keycap>n</keycap> và nhấn <keycap>Enter</keycap>.

source: That's it! <application>Orca</application> is now ready for use. If accessibility was not yet enabled, <application>Orca</application> does so now and asks you to logout and back in for the services to start. Type <keycap>y</keycap> and press <keycap>Enter</keycap> to restart your login session.
vi: Thế đó! <application>Orca</application> bây giờ sẵn sàng để sử dụng. Nếu tính có thể truy cập được còn chưa được kích hoạt, thì <application>Orca</application> sẽ thực hiện bây giờ và yêu cầu bạn đăng xuất và quay lại các dịch vụ này để bắt đầu. Hãy gõ <keycap>y</keycap> và nhấn phím <keycap>Enter</keycap> để khởi động lại phiên đăng nhập của bạn.

source: After completing the first-time <application>Orca</application> settings, use <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog, type in <literal>orca</literal> and press <keycap>Enter</keycap>. Accessibility functions should now be active. Orca's Configuration GUI (<xref linkend="configuration-gui"/>) also has an option to let you indicate that Orca should be started automatically when you log in.
vi: Sau khi hoàn tất những thiết lập <application>Orca</application> lần đầu tiên, hãy sử dụng <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> để tới được hộp thoại Chạy (Run), gõ vào <literal>orca</literal> và nhấn phím <keycap>Enter</keycap>. Các chức năng về tính có thể truy cập được bây giờ sẽ được kích hoạt. Cấu hình Giao diện đồ họa người sử dụng của Orca - Orca's Configuration GUI (<xref linkend="configuration-gui"/>) cũng có một lựa chọn để cho phép bạn chỉ định rằng Orca nên được khởi động một cách tự động khi bạn đăng nhập vào.

source: If you plan to use the Magnifier portion of <application>Orca</application> in full screen mode, confirm the <application>Xserver</application> "Composite" extension is enabled: use <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog, type in <literal>xdpyinfo</literal> and press <keycap>Enter</keycap>. Look for the string "Composite" in the output.
vi: Nếu bạn lên kế hoạch sử dụng phần Phóng to (Magnifier) của <application>Orca</application> trong chế độ toàn màn hình, hãy chắc chắn mở rộng “Composite” (Kết hợp) của <application>Xserver</application> được kích hoạt: sử dụng <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> để tới hộp thoại Chạy (Run), gõ vào <literal>xdpyinfo</literal> và nhấn phím <keycap>Enter</keycap>. Hãy tìm chuỗi “Composite” ở đầu ra.

source: Using Orca
vi: Sử dụng Orca

source: Initial Setup
vi: Thiết lập ban đầu

source: When you run <application>Orca</application> for the first time, it will automatically enter setup mode. If you want to run setup at some later point, you can pass the <userinput>--setup</userinput> option to <application>Orca</application> the next time you run it. Furthermore, while <application>Orca</application> is running, you can press <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> to bring up <application>Orca</application>'s Configuration GUI (<xref linkend="configuration-gui"/>). Finally, <application>Orca</application> provides a text setup utility that you can start by passing the <userinput>--text-setup</userinput> option to <application>Orca</application>. All of these options will create a <userinput>~/.orca/user-settings.py</userinput> file that holds your preferences and will also enable the accessibility infrastructure. You need to log out and log back in for the new settings to take effect.
vi: Khi bạn chạy <application>Orca</application> lần đầu, nó sẽ tự động vào chế độ thiết lập. Nếu bạn muốn chạy thiết lập lúc nào đó sau này, thì bạn có thể đi qua lựa chọn <userinput>--setup</userinput> đối với <application>Orca</application> lần tiếp sau bạn chạy nó. Hơn nữa, khi <application>Orca</application> đang chạy, thì bạn cũng có thể nhấn <keycombo><keycap>Insert</keycap><keycap>Space</keycap></keycombo> để đưa ra Cấu hình giao diện đồ họa người sử dụng của <application>Orca</application> (<xref linkend="configuration-gui"/>). Cuối cùng, <application>Orca</application> đưa ra một tiện ích thiết lập văn bản mà bạn có thể bắt đầu bằng việc đưa lựa chọn <userinput>--text-setup</userinput> cho <application>Orca</application>. Tất cả những lựa chọn này sẽ tạo ra một tệp<userinput>~/.orca/user-settings.py</userinput> mà giữ các ưu tiên và cũng sẽ kích hoạt hạ tầng về tính có thể truy cập được. Bạn cần đăng xuất và đăng nhập lại vào để những thiết lập mới có hiệu lực.

source: How do I run Orca?
vi: Tôi chạy Orca thế nào?

source: Run <application>Orca</application> by typing <userinput>orca</userinput> in a terminal session window. You can do so from a virtual console window if you do not yet have access to the GUI. With the GUI installed you can also press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to bring up the Run dialog and then type <userinput>orca</userinput> as the command (followed by any optional parameters). Then, press <keycap>Enter</keycap>. <application>Orca</application> will automatically enter text setup mode if you run it from a virtual console window or your GUI environment is not yet set up for accessibility.
vi: Chạy <application>Orca</application> bằng việc gõ <userinput>orca</userinput> vào trong một cửa sổ phiên làm việc của cửa sổ dòng lệnh (terminal). Bạn có thể làm thế từ một cửa sổ của bàn điều khiển (console) ảo nếu bạn còn chưa có sự truy cập tới giao diện đồ họa người sử dụng GUI. Với giao diện đồ họa người sử dụng GUI được cài đặt thì bạn cũng có thể nhấn <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> để mở hộp thoại Chạy (Run) và sau đó gõ <userinput>orca</userinput> vào như một lệnh (đi theo với bất kỳ tham số tùy ý nào). Sau đó, nhấn phím <keycap>Enter</keycap>. <application>Orca</application> sẽ tự động vào chế độ thiết lập văn bản nếu bạn chạy nó từ một cửa sổ bàn điều khiển (console) ảo hoặc môi trường đồ họa người sử dụng GUI của bạn còn chưa được thiết lập cho tính có thể truy cập được.

source: Quitting Orca
vi: Thoát khỏi Orca

source: To quit <application>Orca</application>, press <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> (or <keycombo><keycap>CapsLock</keycap><keycap>Q</keycap></keycombo> in laptop layout mode). A confirmation dialog will appear. Select <guilabel>Quit</guilabel> to close Orca. If the system seems unresponsive, you can try a few things:
vi: Để thoát khỏi <application>Orca</application>, nhấn <keycombo><keycap>Insert</keycap><keycap>Q</keycap></keycombo> (hoặc <keycombo><keycap>CapsLock</keycap><keycap>Q</keycap></keycombo> trong chế độ hiển thị của máy tính xách tay). Một hộp thoại khẳng định sẽ xuất hiện. Hãy chọn <guilabel>Thoát</guilabel> (Quit) để đóng Orca. Nếu hệ thống dường như không có phản ứng gì, bạn có thể thử một vài thứ sau:

source: Run <userinput>orca --quit</userinput> from a terminal window, such as a virtual console; press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> (on most Linux platforms) to get to a virtual console, enter your commands, and then use <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> to get back to the desktop. This will kill the <application>Orca</application> process and reclaim system resources. You can then rerun <application>Orca</application> using the previously outlined methods.
vi: Chạy <userinput>orca --quit</userinput> từ một cửa sổ cửa sổ dòng lệnh (terminal), như một bàn điều khiển ảo; nhấn <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> (trên hầu hết các nền tảng Linux) để tới được một bàn điều khiển ảo, hãy vào các lệnh của bạn, và sau đó sử dụng<keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> để trở lại bàn làm việc. Điều này sẽ giết tiến trình của <application>Orca</application> và trả lại các tài nguyên hệ thống. Bạn sau đó có thể chạy lại <application>Orca</application> bằng cách sử dụng các phương pháp được nhắc tới trước đó.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> to end your login session and get back to the graphical login prompt (not implemented in all Linux distributions).
vi: Nhấn <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo> để kết thúc phiên đăng nhập của bạn và quay lại với dấu nhắc đăng nhập đồ họa (không được triển khai trong tất cả các phát tán Linux).

source: Orca Configuration GUI
vi: Cấu hình giao diện đồ họa người sử dụng của Orca

source: The <application>Orca</application> Configuration GUI allows you to customize the behavior and features of <application>Orca</application>, such as speech, braille, and magnification. For example, you can select which speech synthesis engine you want to use, whether braille is enabled or not, and which magnification preferences you want. You can select which general keyboard layout you want (desktop or laptop) and you can also examine and modify the existing keyboard layout with fine-grained control. To bring up the <application>Orca</application> Configuration GUI, press <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, where <keycap>Orca_Modifier</keycap> is <keycap>Insert</keycap> when you use the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and <keycap>CapsLock</keycap> when you use the Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>). If you want to change settings for a single application, press <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> while the application has focus.
vi: Cấu hình giao diện đồ họa người sử dụng (GUI) của <application>Orca</application> cho phép bạn tùy biến hành vi và các tính năng của <application>Orca</application>, như tiếng nói, bray và sự phóng to. Ví dụ, bạn có thể chọn máy tổng hợp tiếng nói nào mà bạn muốn sử dụng, liệu bray có được kích hoạt hay không, và những ưu tiên phóng to nào bạn muốn có. Bạn có thể chọn trình bày bàn phím chung nào bạn muốn (máy tính để bàn hoặc máy tính xách tay) và bạn cũng có thể xem xét và sửa đổi trình bày của bàn phím hiện đang tồn tại bằng kiểm soát trông như hạt gạo (fine-grained). Để kích hoạt Cấu hình giao diện đồ họa người sử dụng (GUI) của <application>Orca</application>, hãy nhấn <keycombo><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo>, trong đó <keycap>Orca_Modifier</keycap> là phím <keycap>Insert</keycap> khi bạn sử dụng Trình bày Bàn phím Máy tính để bàn (Xem <xref linkend="orca-desktop-keys"/>) và phím <keycap>CapsLock</keycap> khi bạn sử dụng Trình bày Bàn phím Máy tính xách tay (Xem <xref linkend="orca-laptop-keys"/>). Nếu bạn muốn thay đổi những thiết lập đối với một ứng dụng duy nhất, thì hãy nhấn <keycombo><keycap>Ctrl</keycap><keycap>Orca_Modifier</keycap><keycap>Space</keycap></keycombo> khi ứng dụng đó được chọn.

source: The <application>Orca</application> Configuration GUI is a dialog containing several tabbed pages, each of which is described in the following sections.
vi: Cấu hình giao diện đồ họa người sử dụng (GUI) của <application>Orca</application> là một hộp thoại có vài trang được chia thành các tab chuyển trang, mỗi tab chuyển trang của nó được mô tả trong các phần sau đây:

source: General Page
vi: Trang chung

source: <placeholder-1/> GUI Configuration - General Page
vi: <placeholder-1/> Cấu hình GUI - Trang chung

source: The <guilabel>General</guilabel> page allows you to customize general aspects of <application>Orca</application>. These include the following:
vi: Trang <guilabel>Chung</guilabel> (General) cho phép bạn tùy biến các khía cạnh chung của <application>Orca</application>. Chúng bao gồm những thứ sau:

source: Keyboard Layout
vi: Trình bày bàn phím
