Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> - reload user settings and reinitialize services as necessary; also launches the <application>Orca</application> Configuration dialog for the current application.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> - tải lại các thiết lập người sử dụng và khởi động lại các dịch vụ nếu cần thiết; cũng khởi tạo hộp thoại cấu hình <application>Orca</application> đối với ứng dụng hiện hành.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>S</keycap></keycombo> - toggle speech on and off.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>S</keycap></keycombo> - bật tắt việc nói.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>F11</keycap></keycombo> - toggle the reading of tables, either by single cell or whole row.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>F11</keycap></keycombo> - bật tắt việc đọc các bảng, hoặc bằng từng ô hoặc toàn bộ hàng.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Q</keycap></keycombo> - quit <application>Orca</application>.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Q</keycap></keycombo> - thoát khỏi <application>Orca</application>.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo> - report information on the currently active script.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Home</keycap></keycombo> - thông tin báo cáo về script tích cực hiện hành

source: In order for the next three commands to be of use, <application>Orca</application> needs to be started from a virtual console or via <application>gnome-terminal</application>. Output is sent to the console only (i.e., it is not sent to speech or braille).
vi: Để cho 3 lệnh tiếp theo được sử dụng, <application>Orca</application> cần phải được khởi động từ một bàn điều khiển ảo hoặc thông qua <application>gnome-terminal</application> (Cửa sổ dòng lệnh của GNOME). Đầu ra chỉ được gửi tới bàn điều khiển (không được gửi tới để nói hoặc bray).

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo> - prints a debug listing of all known applications to the console where <application>Orca</application> is running.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>End</keycap></keycombo> - in một gỡ lỗi liệt kê tất cả những ứng dụng được biết cho bàn điều khiển nơi mà <application>Orca</application> đang chạy.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Up</keycap></keycombo> - prints debug information about the ancestry of the object with focus.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Up</keycap></keycombo> - in thông tin gỡ lỗi về lịch sử của đối tượng được chọn.

source: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Down</keycap></keycombo> - prints debug information about the object hierarchy of the application with focus.
vi: <keycombo><keycap>Caps_Lock</keycap><keycap>Alt</keycap><keycap>Ctrl</keycap><keycap>Page_Down</keycap></keycombo> - in thông tin gỡ lỗi về tôn ti trật tự của đối tượng đối với ứng dụng được chọn.

source: Application-Specific Information
vi: Thông tin về ứng dụng đặc thù

source: Accessible Applications
vi: Các ứng dụng có thể truy cập được

source: <application>Orca</application> is designed to work with applications and toolkits that support the Assistive Technology Service Provider Interface (AT-SPI). This includes the GNOME Desktop and its bundled applications: OpenOffice, Firefox, and the Java platform. Some applications work better than others, however, and the <application>Orca</application> community continually works to provide superior access to more and more applications.
vi: <application>Orca</application> được thiết kế để làm việc với các ứng dụng và bộ công cụ mà chúng hỗ trợ Giao diện Nhà cung cấp Dịch vụ Công nghệ Trợ giúp - AT-SPI (Assistive Technology Service Provider Interface). Điều này bao gồm bàn làm việc GNOME và đống ứng dụng của nó: OpenOffice, Firefox, và nền tảng Java. Tuy nhiên, một số ứng dụng làm việc tốt hơn so với những ứng dụng khác, và cộng đồng <application>Orca</application> tiếp tục làm việc để cung cấp sự truy cập siêu hạng tới ngày một nhiều ứng dụng hơn.

source: Making Application-Specific Settings
vi: Làm ứng dụng - Các thiết lập đặc biệt

source: To customize the settings for a particular application, you will first need to run that application. Make sure the application has focus, then press <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> (by default, this will be <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> for the Desktop keyboard layout).
vi: Để tùy biến các thiết lập cho một ứng dụng đặc thù, đầu tiên bạn sẽ cần chạy ứng dụng đó. Phải chắc chắn ứng dụng đó được chọn, rồi nhấn <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> (mặc định, điều này sẽ là <keycombo><keycap>Insert</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo> đối với trình bày bàn phím của máy tính để bàn).

source: This brings up a tabbed dialog window very similar to the <application>Orca</application> configuration dialog, but with the following differences:
vi: Điều này làm mở một cửa sổ hộp thoại được chia thành các tab chuyển trang rất giống với hộp thoại cấu hình của Orca, nhưng với những khác biệt sau:

source: There is no initial General pane.
vi: Không có ô Chung (General) ban đầu.

source: The Speech System and Speech Synthesizer combo boxes on the Speech pane will be grayed out (made inactive).
vi: Các hộp kết hợp Hệ thống tiếng nói (Speech System) và Bộ tổng hợp Tiếng nói (Speech Synthesizer) trong ô Tiếng nói (Speech) sẽ có màu xám (được làm vô hiệu hóa).

source: Any existing application-specific key bindings will appear at the top of the list on the Key Bindings pane.
vi: Bất kỳ sự ràng buộc phím ứng dụng đặc thù nào đang tồn tại sẽ xuất hiện ở đỉnh của danh sách trong ô Các ràng buộc Phím (Key Bindings).

source: There may be a new application-specific settings pane at the end of the set of tabbed panes. Note that pressing the End key from the tab list will get you directly to the right-most tab.
vi: Có thể có một ô các thiết lập ứng dụng đặc thù mới ở cuối của tập hợp các ô được chia thành các tab chuyển trang. Lưu ý rằng việc nhấn phím End từ danh sách tab chuyển trang sẽ đưa bạn trực tiếp vào tab chuyển trang ở bên cực phải.

source: Adjust your application-specific settings in the same way you set your general <application>Orca</application> preferences. For example, you may have Key Echo disabled generally in <application>Orca</application> but would like to specifically have it enabled for the <application>gcalctool</application> (GNOME Calculator) application. Here's where you could easily set that.
vi: Chỉnh các thiết lập ứng dụng đặc thù của bạn theo đúng y cách thức mà bạn đã thiết lập cho các ưu tiên chung của <application>Orca</application>. Ví dụ, bạn có thể có nhại Phím (Key Echo) thường bị vô hiệu hóa trong <application>Orca</application> nhưng muốn có nó được kích hoạt một cách đặc biệt đối với ứng dụng <application>gcalctool</application> (trình tính toán GNOME Calculator). Đây là nơi mà bạn có thể dễ dàng thiết lập điều đó.

source: When you have your application settings customized the way you want, press the <guilabel>OK</guilabel> button. These settings will be written to your <userinput>~/.orca/app-settings</userinput> directory in a file called <userinput>&lt;APPNAME&gt;.py</userinput>, where <userinput>&lt;APPNAME&gt;</userinput> is the name of the application.
vi: Khi bạn có được những thiết lập ứng dụng của mình được tùy biến theo cách mà bạn muốn, hãy nhấn núm <guilabel>OK</guilabel>. Những thiết lập này sẽ được viết tới thư mục <userinput>~/.orca/app-settings</userinput> của bạn trong một tệp được gọi là <userinput>&lt;APPNAME&gt;.py</userinput>, trong đó <userinput>&lt;APPNAME&gt;</userinput> là tên của ứng dụng.

source: These files are automatically written by <application>Orca</application>. The contents of the file will be overwritten each time you change your application settings for that application.
vi: Những tệp này được tự động viết bằng <application>Orca</application>. Các nội dung của tệp sẽ bị viết đè mỗi lần bạn thay đổi các thiết lập ứng dụng cho ứng dụng đó.

source: If you want to have some extra application-specific settings or code that you don't want to lose, then you should put it in a file called <userinput>~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput>. This file will be automatically read when the settings for the <userinput>&lt;APPNAME&gt;</userinput> application are loaded.
vi: Nếu bạn muốn có một số thiết lập hoặc mã ứng dụng đặc thù bổ sung mà bạn không muốn mất, thì bạn nên đặt nó vào một tệp gọi là <userinput>~/.orca/app-settings/&lt;APPNAME&gt;-customizations.py</userinput>. Tệp này sẽ tự động được đọc khi các thiết lập cho ứng dụng <userinput>&lt;APPNAME&gt;</userinput> được tải lên.

source: Note that this is an advanced feature that we don't expect many people to use. It's just there if you really want it.
vi: Lưu ý rằng đây là một tính năng tiên tiến mà chúng ta không mong đợi nhiều người sử dụng. Nó chỉ ở đó khi bạn thực sự muốn nó.

source: There is currently one known bug (some people would call it a feature) that we are trying to track down and fix:
vi: Hiện có một lỗi được biết tới (một số người có thể gọi nó là một tính năng) mà chúng tôi đang cố gắng theo dõi và sửa:

source: If you adjust one or more application-specific key bindings, the new values will not take effect until you've pressed the <guilabel>OK</guilabel> button. The work-around is to either restart <application>Orca</application>, or Alt-Tab away to some other application and then Alt-Tab back to the one that you've just changed the key bindings for.
vi: Nếu bạn chỉnh một hoặc nhiều hơn các ràng buộc phím ứng dụng đặc thù, thì những giá trị mới sẽ không có hiệu lực cho tới khi bạn nhấn núm <guilabel>OK</guilabel>. Sự khắc phục này là để hoặc khởi động lại <application>Orca</application>, hoặc Alt-Tab khỏi một số ứng dụng khác và sau đó Alt-Tab trỏ ngược lại tới ứng dụng mà bạn vừa thay đổi các ràng buộc phím cho nó.

source: Braille
vi: Bray

source: <application>Orca</application> uses <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> for braille support. On Linux systems, BrlTTY is used to access the text mode console content. On a typical braille-enabled installation of Linux, BrlTTY is already running and providing access to the text consoles. When Orca starts, it connects to BrlTTY. If you switch from a text console to your X Windows session, your braille display will automatically follow and display the content that Orca is presenting to you.
vi: <application>Orca</application> sử dụng <ulink url="http://mielke.cc/brltty/">BrlTTY</ulink> cho sự hỗ trợ bray. Trên các hệ thống Linux, Br1TTY được sử dụng để truy cập nội dung bàn điều khiển chế độ văn bản. Trong một cài đặt triển khai nhúng bray của Linux, Br1TTY đang chạy rồi và đưa ra sự truy cập tới các bàn điều khiển văn bản. Khi Orca khởi tạo, nó kết nối tới Br1TTY. Nếu bạn chuyển từ một bàn điều khiển văn bản tới phiên X Windows của bạn, thì hiển thị bray của bạn sẽ tự động đi theo và hiển thị nội dung mà Orca đang thể hiện cho bạn.

source: <application>Orca</application> attempts to work with various releases of BrlTTY. Orca currently works best with BrlTTY v3.8 or better and also works well with BrlTTY v3.7.2. The remainder of this document provides information related to using <application>Orca</application> with <application>BrlTTY</application> 3.8.
vi: <application>Orca</application> mong đợi làm việc với một loạt các phiên bản của Br1TTY. Orca hiện đang làm việc tốt nhất với Br1TTY v3.8 hoặc tốt hơn và cũng làm việc được tốt với Br1TTY v3.7.2. Phần còn lại của tài liệu này đưa ra thông tin có liên quan tới việc sử dụng <application>Orca</application> với <application>BrlTTY</application> 3.8.

source: Below are descriptions of the necessary tasks to install/setup BrlTTY in Ubuntu and Solaris. For both, you need to first obtain <ulink url="http://mielke.cc/brltty/releases/ brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink> from the BrlTTY site.
vi: Bên dưới là những mô tả những nhiệm vụ cần thiết để cài đặt/thiết lập cấu hình Br1TTY trong Ubuntu và Solaris. Đối với cả 2, bạn cần trước hết có <ulink url="http://mielke.cc/brltty/releases/ brltty-3.8.tar.gz">brltty-3.8.tar.gz</ulink> từ site Br1TTY.

source: BrlTTY 3.8 on Ubuntu
vi: BrlTTY 3.8 trên Ubuntu

source: First, configure your build environment to build BrlTTY. Much of this setup is done for you automatically in the Ubuntu distribution with products such as G++ already present. In addition, <emphasis>you must</emphasis> also install tcl, Pyrex, and the Python developer environment. To do this, execute the following commands as <userinput>root</userinput>:
vi: Trước tiên, hãy thiết lập cấu hình cho môi trường được xây dựng của bạn để xây dựng Br1TTY. Nhiều trong số thiết lập này được thực hiện cho bạn một cách tự động trong phát tán Ubuntu với các sản phẩm như G++ đã có. Hơn nữa, <emphasis>bạn phải</emphasis> cài đặt tcl, Pyrex, và môi trường cho lập trình viên Python. Để làm việc này, hãy chạy các lệnh sau với <userinput>root</userinput>:

source: Then, when you build BrlTTY, avoid configuring the package with --prefix=/usr. Use the standard procedure instead, executing the following commands as <userinput>root</userinput>:
vi: Sau đó, khi bạn xây dựng Br1TTY, hãy tránh việc thiết lập cấu hình gói với tiếp đầu từ --prefix=/usr. Hãy sử dụng thủ tục tiêu chuẩn thay vào đó, chạy các lệnh sau đây với<userinput>root</userinput>:

source: Run BrlTTY as <userinput>root</userinput>:
vi: Chạy BrlTTY với <userinput>root</userinput>:

source: If you want, you can remove the existing <userinput>/sbin/brltty</userinput> and replace it with the <userinput>/bin/brltty</userinput>, either by copying the <userinput>/bin/brltty</userinput> to <userinput>/sbin/brltty</userinput> or just by making a symbolic link. Do so at your own risk.
vi: Nếu bạn muốn, bạn có thể loại bỏ <userinput>/sbin/brltty</userinput> hiện có và thay thế nó bằng <userinput>/bin/brltty</userinput>, hoặc bằng việc sao chép <userinput>/bin/brltty</userinput> tới <userinput>/sbin/brltty</userinput> hoặc chỉ bằng việc làm một đường liên kết tượng trưng. Hãy làm thế với rủi ro của riêng bạn.

source: Troubleshooting
vi: Xử lý sự cố

source: My desktop has stopped responding. What do I do?
vi: Bàn làm việc của tôi đã dừng trả lời. Tôi phải làm gì?

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> to open the Run dialog and restart <application>Orca</application> by running a new instance: type <userinput>orca</userinput> and press <keycap>Enter</keycap>. This will force any existing <application>Orca</application> processes to exit and will then restart <application>Orca</application>. This sometimes has the effect of unhanging the desktop (which is usually due to an ill-behaved application).
vi: Nhấn <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> hoặc <keycombo><keycap>Meta</keycap><keycap>R</keycap></keycombo> để mở hộp thoại Chạy (Run) và khởi động lại <application>Orca</application> bằng việc chạy một lần mới: hãy gõ <userinput>orca</userinput> và nhấn phím <keycap>Enter</keycap>. Điều này sẽ ép bất kỳ tiến trình đang tồn tại nào của <application>Orca</application> thoát ra và sau đó sẽ khởi động lại <application>Orca</application>. Đôi khi điều này có kết quả không thay đổi bàn làm việc (mà nó thường vì một ứng dụng nào đó hành xử không đúng).

source: If you cannot get to a terminal window, try pressing <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo>: shut down the X Window System server. This should return you to the login screen.
vi: Nếu bạn không thể tới được một cửa sổ của cửa sổ dòng lệnh (terminal), thì hãy nhấn <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Backspace</keycap></keycombo>: tắt máy chủ hệ thống X Windows. Điều này sẽ trả bạn về với màn hình đăng nhập.

source: Mobility Impairments
vi: Các khuyết tật về di chuyển

source: Mobility impairments can be caused by arthritis, stroke, cerebral palsy, Parkinson's disease, multiple sclerosis, and loss of limbs or digits, among others. Poor muscle control or weakness can make using standard keyboards and mouse devices difficult. For instance, some people are unable to type two keys simultaneously, while others tend to hit multiple keys or to bounce keys when pressing or releasing them. People who are able to use only one hand likewise have difficulties with some keyboard and mouse tasks.
vi: Những khuyết tật về di chuyển có thể là do viêm khớp, bị đánh, tê liệt lưỡi, bệnh Parkinson, sơ cứng đa năng và mất chân hoặc tay, cùng những thứ khác. Kiểm soát cơ tồi hoặc yếu có thể làm cho việc sử dụng các bàn phím và thiết bị chuột tiêu chuẩn khó khăn. Ví dụ, một số người không thể gõ 2 phím cùng một lúc, trong khi những người khác có xu hướng gõ nhiều phím hoặc làm nảy các phím khi nhấn hoặc nhả chúng. Những người mà có khả năng sử dụng chỉ một tay cũng có những khó khăn với một số tác vụ bàn phím và chuột.

source: The technologies which can assist those with mobility impairments are:
vi: Các công nghệ mà có thể hỗ trợ được những khuyết tật về di chuyển này là:

source: <emphasis>On-Screen Keyboard</emphasis> - lets users select keys using a pointing method such as pointing devices, switches, or Morse-code input systems.
vi: <emphasis>Bàn phím trên màn hình</emphasis> (On-Screen Keyboard) - cho phép những người sử dụng chọn các phím có sử dụng một phương pháp trỏ như là các thiết bị, các chuyển mạch trỏ, hoặc các hệ thống đầu vào mã Morse.

source: <emphasis>Mouse and Keyboard Enhancements </emphasis> - helpful for users who have trouble typing and controlling a mouse or a keyboard.
vi: <emphasis>Những tăng cường cho chuột và bàn phím </emphasis> (Mouse and Keyboard Enhancements) - hữu dụng đối với những người sử dụng mà họ có vấn đề khi gõ và kiểm soát chuột hoặc bàn phím.

source: GNOME On-Screen Keyboard (gok)
vi: Bàn phím trên màn hình GNOME (GNOME On-Screen Keyboard - gok)

source: On-Screen Keyboard
vi: Bàn phím trên màn hình

source: The <application>On-Screen Keyboard</application> application displays virtual keyboards on your desktop. You can use the standard mouse pointer or alternative pointing device to operate the virtual keyboards. <application>On-Screen Keyboard</application> displays the following types of keyboards:
vi: Ứng dụng <application>Bàn phím trên màn hình</application> (On-Screen Keyboard) hiển thị các bàn phím ảo trên bàn làm việc của bạn. Bạn có thể sử dụng con trỏ chuột tiêu chuẩn hoặc thiết bị trỏ như là lựa chọn thay thế để vận hành các bàn phím ảo. <application>Bàn phím trên màn hình</application> hiển thị những dạng bàn phím sau đây:

source: Composer Keyboards enable you to compose text. To type alphanumeric characters, you select the characters on the composer keyboard.
vi: Các bàn phím của người soạn (Composer Keyboards) cho phép bạn soạn văn bản. Để gõ các ký tự số, bạn chọn các ký tự trên bàn phím của người soạn.

source: Dynamic Keyboards reflect the applications that are currently running on the desktop. For example, <application>On-Screen Keyboard</application> generates dynamic keyboards that contain keys to represent the applications that are running on your desktop or the menus that are contained in an application.
vi: Các bàn phím động (Dynamic Keyboards) phản chiếu các ứng dụng mà hiện đang chạy trên bàn làm việc của bạn. Ví dụ, <application>Bàn phím trên màn hình</application> (On-Screen Keyboard) tạo ra các bàn phím động mà có chứa các phím đại diện cho các ứng dụng mà đang chạy trên bàn làm việc của bạn hoặc các thực đơn mà có trong một ứng dụng.

source: You must enable the assistive technology services before you are able to use many of the accessibility tools available.
vi: Bạn phải kích hoạt các dịch vụ công nghệ trợ giúp trước khi bạn có khả năng sử dụng nhiều công cụ có sẵn đối với tính có thể truy cập được.

source: Choose <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Assistive Technologies</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenuitem>Hệ thống</guimenuitem><guimenuitem>Các ưu tiên</guimenuitem><guimenuitem>Các công nghệ trợ giúp</guimenuitem></menuchoice> (<menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Assistive Technologies</guimenuitem></menuchoice>).

source: Select <guilabel>Enable assistive technologies </guilabel> and then press <guibutton>Close and Log Out</guibutton>.
vi: Chọn <guilabel>Kích hoạt các công nghệ trợ giúp </guilabel> (Enable assistive technologies) và sau đó nhấn <guibutton>Đóng và đăng xuất</guibutton> (Close and Log Out).

source: Log back in. The assistive technology services will be started automatically.
vi: Đăng nhập trở lại. Các dịch vụ công nghệ trợ giúp sẽ được khởi động một cách tự động.

source: Maximizing Application Windows for On-Screen Keyboard Users
vi: Mở hết cỡ các cửa sổ ứng dụng cho những người sử dụng bàn phím trên màn hình

source: maximizing Terminal On-Screen Keyboard
vi: Mở hết cỡ bàn phím trên màn hình trong cửa sổ dòng lệnh (Terminal)

source: If you are an <application>On-Screen Keyboard </application> user, you cannot use any application in Full-Screen mode because the application window obscures the <application>On-Screen Keyboard</application> display.
vi: Nếu bạn là một người sử dụng <application>Bàn phím trên màn hình</application> (On-Screen Keyboard), thì bạn không thể sử dụng bất kỳ ứng dụng nào trong chế độ toàn màn hình vì cửa sổ ứng dụng làm mờ hiển thị <application>Bàn phím trên màn hình</application>.

source: To resize the window for use with the <application>On-Screen Keyboard</application> application, perform the following steps:
vi: Để thay đổi kích cỡ của cửa sổ để sử dụng với ứng dụng <application>Bàn phím trên màn hình</application> (On-Screen Keyboard), hãy thực hiện các bước sau:

source: Do not enable the Full-Screen mode in the application.
vi: Không kích hoạt chế độ toàn màn hình (Full-Screen) trong ứng dụng.

source: Give focus to the application window.
vi: Chọn cửa sổ ứng dụng.

source: Press <keycap>F10</keycap> to maximize the application.
vi: Nhấn phím <keycap>F10</keycap> để phóng to hết cỡ ứng dụng.

source: Mouse and Keyboard Enhancements
vi: Những tăng cường cho chuột và bàn phím

source: This section describes how to configure the mouse and keyboard to make these devices accessible to more users.
vi: Phần này mô tả cách thiết lập cấu hình cho chuột và bàn phím để làm cho các thiết bị này có thể truy cập được tới nhiều người sử dụng hơn.

source: Configuring the Mouse
vi: Cấu hình cho chuột
