Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: This option is enabled by default. If the mouse pointer is not on the screen when you initially move the mouse, it will be moved into the zoomer so that you can continue to see what you were working on. If your preferred mouse tracking mode is centered, the pointer will be moved to the center; otherwise it will be moved to the item with focus.
vi: Lựa chọn này được kích hoạt mặc định. Nếu con trỏ chuột không ở trên màn hình khi bạn bắt đầu di chuyển con chuột, thì nó sẽ được dịch chuyển vào trong trình phóng to thu nhỏ sao cho bạn có thể tiếp tục thấy những gì bạn đang làm việc. Nếu chế độ bám theo chuột ưu tiên của bạn là căn vào giữa, thì con trỏ đó sẽ được dịch chuyển và giữa, còn nếu không nó sẽ được dịch chuyển tới khoản được chọn.

source: Control and menu item
vi: Kiểm soát và khoản thực đơn

source: These options control additional behavior of the magnifier.
vi: Những lựa chọn này kiểm soát hành vi bổ sung của trình phóng to.

source: When navigating via keyboard, keep the focused dialog box control or menu item at the center of the screen whenever possible.
vi: Khi di chuyển qua bàn phím, giữ kiểm soát hộp thoại hoặc khoản thực đơn được chọn ở giữa của màn hình bất kỳ khi nào có thể.

source: When navigating via keyboard, move the zoomer window the least amount necessary to display the focused dialog box control or menu item. This is the default.
vi: Khi di chuyển qua bàn phím, hãy dịch chuyển cửa sổ của trình phóng to thu nhỏ một đoạn nhỏ cần thiết để hiển thị kiểm soát hộp thoại hoặc khoản thực đơn được chọn. Điều này là mặc định.

source: Using the keyboard to navigate among dialog box controls and menu items will have no impact on what the zoomer window displays.
vi: Sử đụng bàn phím để di chuyển giữa các kiểm soát hộp thoại và các khoản thực đơn sẽ không có ảnh hưởng nào lên những gì mà cửa sổ của trình phóng to thu nhỏ hiển thị.

source: Pointer follows focus
vi: Con trỏ đi theo việc chọn

source: If this option is enabled, the mouse pointer will follow you as you arrow through menu items and move among controls in dialog boxes. This option is disabled by default.
vi: Nếu lựa chọn này được kích hoạt, con trỏ chuột sẽ đi theo bạn khi bạn đưa mũi tên qua các khoản thực đơn và dịch chuyển giữa các kiểm soát trong các hộp thoại.

source: Text cursor
vi: Con trỏ văn bản

source: These options control how the text cursor behaves.
vi: Những lựa chọn này kiểm soát cách mà con trỏ văn bản hành xử.

source: As the text cursor moves, keep it at the center of the screen whenever possible.
vi: Khi con trỏ văn bản dịch chuyển, giữ nó ở giữa màn hình bất kỳ khi nào có thể.

source: As the text cursor moves, move the zoomer window the least amount necessary to display it. This is the default.
vi: Khi con trỏ văn bản dịch chuyển, hãy dịch chuyển cửa sổ trình phóng to thu nhỏ một đoạn nhỏ cần thiết để hiển thị nó. Điều này là mặc định.

source: Moving the text cursor will have no impact on what the zoomer window displays.
vi: Việc dịch chuyển con trỏ văn bản sẽ không ảnh hưởng tới những gì cửa sổ trình phóng to thu nhỏ hiển thị.

source: Edge margin
vi: Lề cạnh

source: The edge margin is how close the caret should be allowed to get to the edge of the screen before it's time to "push" the zoomer window. The margin can range from 0 to 50%, with 50% being the equivalent of choosing centering. The default value is 0.
vi: Lề cạnh là gần với dấu mũ thế nào để được cho phép có được cạnh đó của màn hình trước khi tới lúc “đẩy” cửa sổ của trình phóng to thu nhỏ. Lề có thể chạy từ 0 tói 50%, với 50% tương đương với việc chọn căn vào giữa. Giá trị mặc định là bằng 0.

source: This option is only available if "Push" is your text cursor tracking mode.
vi: Lựa chọn này chỉ sẵn sàng nếu “Đẩy” (“Push”) là chế độ bám theo con trỏ văn bản của bạn.

source: Advanced Settings
vi: Các thiết lập tiên tiến

source: If you press the Advanced Settings button located near the bottom of the Magnifier page, the following dialog will appear:
vi: Nếu bạn nhấn núm Các thiết lập tiên tiến (Advanced Settings) nằm ở gần đáy của trang trình phóng to, thì hộp thoại sau đây sẽ xuất hiện:

source: <placeholder-1/> GUI Configuration - Magnifier - Advanced Settings
vi: <placeholder-1/> Cấu hình GUI - Trình phóng to - Các thiết lập tiên tiến

source: Smoothing
vi: Trơn tru

source: Bilinear or none.
vi: Song tuyến hoặc không.

source: Red, Green, Blue: Individual controls for choosing customized brightness levels. Choosing different brightness levels for each color allows you to create the color scheme that works best for you.
vi: Đỏ, Xanh lá cây, Xanh da trời: Các kiểm soát riêng rẽ cho việc chọn các mức độ sáng được tùy biến. Việc chọn các mức độ sáng khác nhau cho từng màu cho phép bạn tạo sơ đồ màu làm việc được tốt nhất đối với bạn.

source: Red, Green, Blue: Individual controls for choosing customized contrast levels. While not as significant as changes to brightness, choosing different contrast levels for each color helps you to create the color scheme that works best for you.
vi: Đỏ, Xanh lá cây, Xanh da trời: Các kiểm soát riêng rẽ cho việc chọn các mức độ tương phản được tùy biến. Trong khi không thật đáng kể những thay đổi với độ sáng, thì việc chọn các mức độ tương phản khác nhau cho từng màu giúp cho bạn tạo được sơ đồ màu làm việc được tốt nhất đối với bạn.

source: Color Filtering
vi: Lọc màu

source: Allows you to pick one of the colorblind filters available through libcolorblind.
vi: Cho phép bạn chọn một trong những bộ lọc mù màu sẵn có thông qua thư viện màu cho người mù.

source: In order to take advantage of this feature you will need to install libcolorblind and then rebuild gnome-mag.
vi: Để tận dụng được tính năng này thì bạn sẽ cần cài đặt thư viện màu cho người mù và sau đó xây dựng lại gnome-mag.

source: Multi-Monitor Settings - Source Display
vi: Các thiết lập đa màn hình - Hiển thị nguồn

source: X Window System DISPLAY of what should be magnified. Written in the form ":0.x" where x is the number of the screen whose contents should be magnified.
vi: Hệ thống DISPLAY (Hiển thị) của X Window của những gì được phóng to. Được viết ở dạng “:0.x” nơi mà x là số màn hình mà những nội dung của nó sẽ được phóng to.

source: Multi-Monitor Settings - Target Display
vi: Các thiết lập đa màn hình - Hiển thị đích

source: X Window System DISPLAY of where to put the zoomer window. Written in the form ":0.y" where y is the number of the screen where the zoomer window should appear.
vi: Hệ thống DISPLAY của X Window của những nơi đặt cửa sổ của trình phóng to thu nhỏ. Được viết ở dạng “:0.y” nơi mà y là số màn hình nơi mà cửa sổ của trình phóng to thu nhỏ được xuất hiện.

source: Key Bindings Page
vi: Trang các ràng buộc phím

source: <placeholder-1/> GUI Configuration - Key Bindings Page
vi: <placeholder-1/> Cấu hình GUI - Trang các ràng buộc phím

source: The key bindings page allows you to examine and modify the key bindings for <application>Orca</application>.
vi: Trang các ràng buộc phím cho phép bạn xem xét và sửa đổi những ràng buộc phím cho <application>Orca</application>.

source: Orca Modifier Key(s)
vi: (Các) phím của trình sửa đổi Orca

source: The first control on the key bindings page allows you to examine which key (or keys) acts as the "<application>Orca</application> modifier." The <application>Orca</application> modifier is the key that you press and hold in conjunction with other keys to give commands to <application>Orca</application>. For desktop keyboards, the Orca modifier defaults to <keycap>Insert</keycap>. For laptop keyboards, the <application>Orca</application> modifier defaults to the <keycap>Caps Lock</keycap> key. See the Desktop Keyboard Layout (<xref linkend="orca-desktop-keys"/>) and Laptop Keyboard Layout (<xref linkend="orca-laptop-keys"/>) sections for the default values.
vi: Kiểm soát đầu tiên trên trang các ràng buộc phím cho phép bạn xem xét (các) phím nào hành động như là “trình sửa đổi của <application>Orca</application>. Trình sửa đổi <application>Orca</application> là phím mà bạn nhấn và giữ cùng với những phím khác để trao các lệnh cho <application>Orca</application>. Đối với các bàn phím của máy tính để bàn, thì mặc định trình sửa đổi của Orca là phím <keycap>Insert</keycap>. Đối với các bàn phím của máy tính xách tay, thì mặc định của trình sửa đổi <application>Orca</application> là phím <keycap>Caps Lock</keycap>. Xem các phần Trình bày bàn phím máy tính để bàn (<xref linkend="orca-desktop-keys"/>) và Trình bày bàn phím máy tính xách tay (<xref linkend="orca-laptop-keys"/>) để có những giá trị mặc định.

source: You cannot modify the <application>Orca</application> modifier key(s) using the Configuration GUI at this time.
vi: Bạn không thể sửa đổi (các) phím của trình sửa đổi <application>Orca</application> bằng việc sử dụng cấu hình giao diện đồ họa người sử dụng (Configuration GUI) khi này.

source: Key Bindings Table
vi: Bảng các ràng buộc phím

source: The key bindings table provides a list of <application>Orca</application> operations and the keys that are bound to them.
vi: Bảng các ràng buộc phím đưa ra một danh sách các hoạt động của <application>Orca</application> và các phím ràng buộc với chúng.

source: The "Function" column header is a description of the <application>Orca</application> operation to be performed.
vi: Đầu đề cột “Chức năng” (“Function”) là một mô tả của hoạt động <application>Orca</application> được thực hiện.

source: The "Key Binding" header is the primary way to invoke the function from the keyboard. Note that the function description may include the word "Orca". This indicates that the <application>Orca</application> modifier key should be held down along with the other keys.
vi: Đầu đề “Phím ràng buộc” (“Key Binding”) là cách thức ban đầu để viện tới chức năng từ bàn phím. Lưu ý rằng mô tả chức năng có thể đưa vào từ “Orca”. Điều này chỉ ra rằng phím của trình sửa đổi Orca nên được giữ xuống cùng với các phím khác.

source: The "Alternate" header provides an alternate mechanism for invoking the function from the keyboard.
vi: Đầu đề “Luân phiên” (“Alternate”) đưa ra một cơ chế luân phiên cho việc viện tới chức năng từ bàn phím.

source: To modify either the "Key Binding" or the "Alternate" bindings, arrow to the cell and press <keycap>Return</keycap>. Then, press a key combination and press <keycap>Return</keycap> to confirm the new combination. When you do so, the new keystroke will be saved and the check box in the last column (the "Modified" column) will indicate that the key binding has been modified.
vi: Để sửa đổi hoặc các ràng buộc “Phím ràng buộc” hoặc “Luân phiên”, hãy đưa mũi tên vào ô đó và nhấn <keycap>Return</keycap>. Sau đó, nhấn một tổ hợp phím và nhấn <keycap>Return</keycap> để khẳng định tổ hợp mới. Khi bạn làm như vậy, thì sự gõ phím mới sẽ được lưu lại và hộp chọn trong cột cuối cùng (cột “Modified”) sẽ chỉ ra rằng phím ràng buộc đã được sửa đổi.

source: To undo a modified keybinding, merely arrow to the modified column, uncheck the checkbox, and press the "Apply" button <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>.
vi: Để hoãn một ràng buộc được sửa đổi, chỉ cần đưa mũi tên vào cột được sửa đổi, bỏ chọn hộp chọn, và nhấn núm “Apply” (“Áp dụng”) <keycombo><keycap>Alt</keycap><keycap>A</keycap></keycombo>..

source: Beneath the list of <application>Orca</application> keybindings, you will find a group of "unbound" commands:
vi: Bên dưới danh sách các ràng buộc của <application>Orca</application>, bạn sẽ thấy một nhóm các lệnh “không ràng buộc”:

source: <placeholder-1/> GUI Configuration - Key Bindings Page showing the 'unbound' group of commands
vi: <placeholder-1/>Cấu hình GUI - Trang các ràng buộc phím chỉ ra nhóm 'không ràng buộc' của các lệnh

source: These are commands which we feel will be very useful for some users, but not needed by most users. Rather than "use up" a keystroke for such commands, we have left them unassigned. You can assign a keystroke to any of these unbound commands by following the procedure outlined above. In addition, you can unbind any bound command in a similar fashion: press <keycap>Return</keycap> to edit the keybinding, and when prompted for the new keybinding, press <keycap>Delete</keycap> or <keycap>Backspace</keycap>. You will be told that the key binding has been removed. Press <keycap>Return</keycap> to confirm.
vi: Đây là những lệnh mà chúng tôi cảm thấy sẽ rất hữu dụng cho một số người sử dụng, nhưng lại không cần đối với hầu hết những người sử dụng. Thay vì “sử dụng” một cú gõ phím cho các lệnh như vậy, chúng ta đã để lại chúng không được chỉ định. Bạn có thể chỉ định một cú gõ phím tới bất kỳ lệnh không ràng buộc này bằng việc tuân theo thủ tục được nói ở trên. Hơn nữa, bạn có thể bỏ ràng buộc cho bất kỳ lệnh ràng buộc nào theo một cách tương tự: nhấn <keycap>Return</keycap> để sửa ràng buộc phím, và khi được nhắc về ràng buộc phím mới, nhấn phím <keycap>Delete</keycap> hoặc <keycap>Backspace</keycap>. Bạn sẽ được nói rằng ràng buộc phím đã bị loạt bỏ. Nhấn <keycap>Return</keycap> để khẳng định.

source: Pronunciation Page
vi: Trang phát âm

source: <placeholder-1/> GUI Configuration - Pronunciation Page
vi: <placeholder-1/>Cấu hình GUI - Trang phát âm

source: Sometimes your speech synthesizer just doesn't say the right thing for a given string. You might prefer to hear "laughing out loud" rather than "LOL." Or there may be a name or a technical term which the synthesizer mispronounces. The pronunciation page is where you can add, edit, and delete <application>Orca</application>'s pronunciation dictionary entries. Because the pronunciation page is also part of the application-specific settings dialog that's started when you give a particular application focus and type <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>, you can customize your entries on an as-needed basis for each application you use.
vi: Đôi khi bộ tổng hợp tiếng nói của bạn không nói đúng chuỗi được đưa ra. Bạn có thể thích nghe “cười to” hơn là “LOL”. Hoặc có thể có một tên hoặc khái niệm kỹ thuật mà bộ tổng hợp phát âm sai. Trang phát âm là nơi bạn có thể bổ sung, sửa đổi, và xóa các khoản của từ điển phát âm của <application>Orca</application>. Vì trang phát âm cũng là một phần của hộp thoại thiết lập ứng dụng đặc biệt mà nó đã bắt đầu khi bạn đưa ra một ứng dụng được chọn cụ thể nào đó và gõ <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>, bạn có thể tùy biến các khoản của bạn trên một nền tảng như cần thiết cho từng ứng dụng mà bạn sử dụng.

source: Add a new dictionary entry
vi: Thêm một khoản mới vào từ điển

source: Press the <guibutton>New Entry</guibutton> button (<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>).
vi: Nhấn núm <guibutton>Khoản mới</guibutton> (<keycombo><keycap>Alt</keycap><keycap>N</keycap></keycombo>) (New Entry) (Alt+N).

source: Type the text of the new entry and press <keycap>Return</keycap> to finish editing the actual string.
vi: Gõ văn bản của khoản mới và nhấn <keycap>Return</keycap> để hoàn tất việc soạn sửa chuỗi thực tế.

source: Move to the Replacement String column and press <keycap>Return</keycap> to begin editing.
vi: Dịch chuyển tới cột Chuỗi Thay thế (Replacement String) và nhấn <keycap>Return</keycap> để bắt đầu soạn thảo.

source: Type the text that you would like to have spoken instead and press <keycap>Return</keycap> to finish editing the replacement string.
vi: Gõ văn bản mà bạn muốn được nói thay vì nhấn <keycap>Return</keycap> để hoàn tất việc soạn thảo chuỗi thay thế.

source: Edit an existing dictionary entry
vi: Sửa một khoản đang tồn tại trong từ điển

source: Move to the cell you wish to edit and press <keycap>Return</keycap> to begin editing.
vi: Dịch chuyển ô mà bạn muốn sửa và nhấn <keycap>Return</keycap> để bắt đầu soạn thảo.

source: Make your changes and then press <keycap>Return</keycap> to finish editing.
vi: Thực hiện những sửa đổi của bạn và sau đó nhấn <keycap>Return</keycap> để hoàn tất việc soạn thảo.

source: Delete an existing dictionary entry
vi: Xóa một khoản đang tồn tại trong từ điển

source: Move to the entry you wish to delete.
vi: Dịch chuyển tới khoản mà bạn muốn xóa.

source: Press the Delete button or <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>.
vi: Nhấn núm Delete hoặc <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>.

source: Text Attributes Page
vi: Trang thuộc tính văn bản

source: <placeholder-1/> GUI Configuration - Text Attributes Page
vi: <placeholder-1/>Cấu hình GUI - Trang thuộc tính văn bản

source: <application>Orca</application> will speak known text attribute information about an object when you press <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> (desktop layout) or <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> (laptop layout). Because the number of text attributes is large, and not everyone cares about every attribute, the "Text Attributes" tab of the configuration GUI allows you to customize which text attributes <application>Orca</application> will present.
vi: <application>Orca</application> sẽ nói thông tin thuộc tính văn bản được biết về một đối tượng khi bạn nhấn <keycombo><keycap>Insert</keycap><keycap>F</keycap></keycombo> (trình bày của máy tính để bàn) hoặc <keycombo><keycap>Caps_Lock</keycap><keycap>F</keycap></keycombo> (trình bày của máy tính xách tay). Vì số lượng các thuộc tính là lớn, và không phải ai cũng quan tâm về mọi thuộc tính, nên tab chuyển trang “Các thuộc tính văn bản” (“Text Attributies” của giao diện đồ họa người sử dụng (GUI) của cấu hình đó sẽ cho phép bạn tùy biến những thuộc tính nào mà <application>Orca</application> sẽ thể hiện.

source: On this tab is a text attribute list, where each row consists of four columns:
vi: Trong tab chuyển trang này là một danh sách các thuộc tính văn bản, nơi mà mỗi dòng cấu tạo từ 4 cột:

source: The name of the text attribute.
vi: Tên của thuộc tính văn bản.

source: A checkbox which the user can set to indicate whether this text attribute should be spoken or not.
vi: Một hộp chọn mà người sử dụng có thể chỉ ra liệu thuộc tính văn bản này có nên được nói lên hay không.

source: A checkbox which the user can set to indicate whether this text attribute should be "underlined" on the braille display.
vi: Một hộp chọn mà người sử dụng có thể thiết lập để chỉ định liệu thuộc tính của văn bản đó có được “gạch chân” trong hiển thị của bray hay không.

source: An editable "Present unless" string value. By default, not all text attributes will have this set. If present, what it means (assuming the user wants this text attribute presented) is that the value of the attribute will only be presented if it is <emphasis>not</emphasis> this value.
vi: Một giá trị chuỗi có thể soạn thảo được của “Hiện diện trừ phi” (“Present unless”). Mặc định, không phải tất cả các thuộc tính văn bản sẽ có được tập hợp này. Nếu có, những gì nó có nghĩa (giả thiết là người sử dụng muốn thuộc tính văn bản này hiện diện) là việc giá trị của thuộc tính sẽ chỉ được hiện diện nếu nó <emphasis>không</emphasis> phải là giá trị đó.

source: For example, by default the "underline" text attribute has a value of "none." If the user has this attribute checked and the user types <keycombo><keycap>Orca_Modifier</keycap><keycap>F</keycap></keycombo> and the text in question is not underlined, then this attribute is not spoken. If you always want this attribute to be spoken irrespective of whether the text is underlined, then the attribute should be checked and the "Present unless" value cleared.
vi: Ví dụ, mặc định thì thuộc tính văn bản “gạch chân” có một giá trị “không”. Nếu người sử dụng có thuộc tính này được chọn và người sử dụng gõ<keycombo><keycap>Orca_Modifier</keycap><keycap>F</keycap></keycombo> và văn bản theo yêu cầu không được gạch chân, thì thuộc tính này sẽ không được nói. Nếu bạn luôn muốn thuộc tính này được nói bất chấp liệu văn bản đó có được gạch chân hay không, thì thuộc tính đó phải được chọn và giá trị “Hiện diện trừ phi” được xóa.

source: There is also a <guibutton>Reset</guibutton> button (<keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo>) which will set the list values back to their initial state when the dialog was first displayed.
vi: Cũng có một núm <guibutton>Đặt lại</guibutton> (Reset) (<keycombo><keycap>Alt</keycap><keycap>R</keycap></keycombo>) mà nó sẽ thiết lập các giá trị của danh sách ngược về tình trạng ban đầu của chúng khi hộp thoại lần đầu tiên đã được hiển thị.

source: When you initially display the text attribute pane, all your checked attributes are put at the top of the list. They are given in the order that they will be spoken and brailled.
vi: Khi bạn ban đầu hiển thị ô thuộc tính của văn bản, tất cả các thuộc tính được chọn được đặt ở đỉnh của danh sách. Chúng được đưa ra để chúng sẽ dược nói và được bray.

source: If you decide to check others or adjust the order, there are four buttons to help you do this:
vi: Nếu bạn quyết định kiểm tra những thứ khác hoặc chính trật tự này, thì có 4 núm giúp bạn làm điều này:

source: <guibutton>Move to top</guibutton> (<keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo>) - moves the selected attribute to the top of the list.
vi: <guibutton>Dịch chuyển lên đỉnh</guibutton> (Move to top) (<keycombo><keycap>Alt</keycap><keycap>T</keycap></keycombo> - dịch chuyển thuộc tính được chọn lên đỉnh của danh sách.

source: <guibutton>Move up one</guibutton> (<keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo>) - moves the selected attribute up one row.
vi: <guibutton>Dịch chuyển lên một</guibutton> (<keycombo><keycap>Alt</keycap><keycap>U</keycap></keycombo>) (Move up one) (Alt+U) - dịch chuyển thuộc tính được chọn lên một hàng.

source: <guibutton>Move down one</guibutton> (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) - moves the selected attribute down one row.
vi: <guibutton>Dịch chuyển xuống một</guibutton> (<keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo>) (Move down one) (Alt+D) - dịch chuyển thuộc tính được chọn xuống một hàng.

source: <guibutton>Move to bottom</guibutton> (<keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo>) - moves the selected attribute to the bottom of the list.
vi: <guibutton>Dịch chuyển xuống đáy</guibutton> (<keycombo><keycap>Alt</keycap><keycap>B</keycap></keycombo>) (Move to bottom) (Alt+B) - dịch chuyển thuộc tính được chọn xuống đáy của danh sách.

source: Beneath these push buttons is the Braille Indicator group of radio buttons. Here you can select the cell or cells to be used to indicate text which has at least one of the specified attributes. Your choices are:
vi: Bên dưới các núm đẩy này là nhóm Chỉ thị Bray các núm chọn tròn. Ở đây bạn có thể chọn ô hoặc các ô sẽ được sử dụng để chị thị văn bản mà nó có ít nhất một trong những thuộc tính đặc biệt. Các lựa chọn của bạn là:

source: None (the default)
vi: Không (mặc định)

source: Dots 7 and 8
vi: Dots 7 và 8

source: Text attributes can also be set on an individual application basis. The text attribute pane is also part of the application-specific settings dialog that's started when you give a particular application focus and type <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>.
vi: Các thuộc tính cũng có thể được thiết lập trên cơ sở ứng dụng riêng rẽ. Ô thuộc tính văn bản cũng là một phần của hộp thoại các thiết lập ứng dụng đặc thù mà nó được bắt đầu khi bạn chọn một ứng dụng đặc thù và gõ <keycombo><keycap>Orca_Modifier</keycap><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo>.

source: Orca Keyboard Commands
vi: Các lệnh bàn phím của Orca
