Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-accessibility-guide/*/*.po
Languages: vi

source: Click on the <guilabel>Window Border</guilabel> tab to display the window frame options that are available.
vi: Nháy vào tab chuyển trang <guilabel>Đường bao Cửa sổ</guilabel> (Window Border) để hiển thị các lựa chọn có sẵn cho khung cửa sổ.

source: Select the window frame option that you want to associate with the current theme from the list box, then click <guibutton>Close</guibutton>. The <guilabel>Atlanta</guilabel> option is designed for accessibility.
vi: Chọn lựa chọn khung cửa sổ mà bạn muốn gắn kết với mẫu theme hiện hành từ hộp liệt kê, rồi nháy <guibutton>Đóng</guibutton> (Close). Lựa chọn <guilabel>Atlanta</guilabel> được thiết kế cho tính có thể truy cập được.

source: Modifying the Icon Setting for a Theme
vi: Sửa đổi thiết lập biểu tượng cho một mẫu theme

source: icon
vi: biểu tượng

source: To modify the icon setting that is associated with a theme, perform the following steps:
vi: Để sửa đổi thiết lập biểu tượng có liên quan tới một mẫu theme, hãy thực hiện các bước sau:

source: In the <application>Appearance</application> preference tool, choose the <guilabel>Theme</guilabel> tab and select the theme that you want to modify.
vi: Trong công cụ ưu tiên <application>Hiển thị</application> (Appearance), hãy chọn tab chuyển trang <guilabel>Mẫu theme</guilabel> (Theme) và chọn mẫu theme mà bạn muốn sửa đổi.

source: Click on the <guilabel>Icons</guilabel> tab to display the icon options that are available.
vi: Nháy vào tab chuyển trang <guilabel>Các biểu tượng</guilabel> (Icons) để hiển thị các lựa chọn có sẵn cho các biểu tượng.

source: Select the icon option that you want to associate with the theme from the list box, then click <guibutton>Close</guibutton>. The following table lists the icon options that are suitable for accessibility needs:
vi: Chọn lựa chọn biểu tượng mà bạn muốn gắn với mẫu theme từ hộp liệt kê, rồi nháy <guibutton>Đóng</guibutton> (Close). Bảng sau đây liệt kê các lựa chọn biểu tượng phù hợp cho các nhu cầu về tính có thể truy cập được:

source: Icon Options Designed for Accessibility Requirements
vi: Các lựa chọn biểu tượng được thiết kế cho những yêu cầu về tính có thể truy cập được

source: Icon Option
vi: Lựa chọn biểu tượng

source: Provides dark-on-light icons using high-contrast colors.
vi: Đưa ra các biểu tượng tối trên nền sáng có sử dụng các màu có độ tương phản cao.

source: Provides light-on-dark icons using high-contrast colors.
vi: Đưa ra các biểu tượng sáng trên nền tối có sử dụng các màu có độ tương phản cao.

source: Creating Your Own Themes
vi: Tạo các mẫu theme của riêng bạn

source: creating own
vi: tạo của riêng

source: For information about how to create your own themes, see the <ulink type="help" url="ghelp:system-admin-guide?themes-0"> System Administration Guide</ulink>.
vi: Để có thông tin về cách tạo các mẫu theme của riêng bạn, hãy xem <ulink type="help" url="ghelp:system-admin-guide?themes-0">Chỉ dẫn Quản trị Hệ thống</ulink> ( System Administration Guide).

source: Customizing Specific Components of the Desktop
vi: Tùy biến các thành phần cụ thể của bàn làm việc

source: This section describes how to customize specific components of the GNOME Desktop individually.
vi: Phần này mô tả cách tùy biến các thành phần cụ thể của bàn làm việc GNOME một cách riêng rẽ.

source: Customizing the Desktop Background
vi: Tùy biến nền của bàn làm việc

source: customizing desktop appearance
vi: tùy biến hiển thị bàn làm việc

source: desktop background
vi: nền của bàn làm việc

source: The themes do not affect the desktop background. To set the desktop background, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice> and select a background from the <guilabel>Background</guilabel> tab. If no background is chosen, the first entry listed here may be used.
vi: Các mẫu theme không ảnh hưởng tới nền của bàn làm việc. Để thiết lập nền của bàn làm việc, hãy chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Hiển thị</guimenuitem></menuchoice> (<menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice>) và chọn một nền từ tab chuyển trang <guilabel>Nền</guilabel> (Background). Nếu không nền nào được chọn, thì khoản đầu tiên được liệt kê ở đây có thể được sử dụng.

source: Customizing Desktop Background Objects
vi: Tùy biến các đối tượng nền của bàn làm việc

source: desktop background objects
vi: các đối tượng nền của bàn làm việc

source: The size of the icons that are displayed on the desktop background is controlled by the <application>File Management</application> preference tool. To change the size of the icons, perform the following steps:
vi: Kích cỡ các biểu tượng được hiển thị trên nền của bàn làm việc được kiểm soát bởi công cụ ưu tiên <application>Quản lý tệp</application> (File Management). Để thay đổi kích cỡ các biểu tượng, hãy thực hiện các bước sau:

source: From the <application>File Manager</application> window, choose the <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> menu item.
vi: Từ cửa sổ của <application>Trình quản lý tệp</application> (File Manager), hãy chọn khoản thực đơn <menuchoice><guimenu>Sửa</guimenu><guisubmenu>Các ưu tiên </guisubmenu></menuchoice> (<menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>).

source: Select the <guilabel>Views</guilabel> tabbed section.
vi: Chọn phần có tab chuyển trang <guilabel>Views</guilabel> (Xem).

source: In the <guilabel>Icon View Defaults</guilabel> group, select the zoom level that you require in the <guilabel>Default Zoom Level</guilabel> drop-down list.
vi: Trong nhóm <guilabel>Các mặc định Xem Biểu tượng</guilabel> (Icon View Defaults), hãy chọn mức phóng to thu nhỏ mà bạn muốn có trong danh sách kéo thả <guilabel>Mức Phóng to thu nhỏ Mặc định</guilabel> (Default Zoom Level).

source: Customizing Fonts
vi: Tùy biến các phông chữ

source: fonts
vi: các phông chữ

source: This section describes how to customize the font settings for the desktop and frequently-used applications.
vi: Phần này mô tả cách tùy biến các thiết lập phông chữ cho bàn làm việc và các ứng dụng thường được sử dụng.

source: If you have difficulty with the default font type and font size that is used on the desktop and desktop background, you can customize the font settings to suit your needs.
vi: Nếu bạn có khó khăn với dạng phông chữ mặc định và kích cỡ phông chữ được sử dụng trong bàn làm việc và nền của bàn làm việc, thì bạn có thể tùy biến các thiết lập phông chữ cho phù hợp với các nhu cầu của bạn.

source: You can specify individual font settings for the following desktop components and applications:
vi: Bạn có thể chỉ định các thiết lập phông chữ một cách riêng rẽ đối với các thành phần và các ứng dụng sau đây của bàn làm việc:

source: Entire desktop (excluding the desktop background)
vi: Toàn bộ bàn làm việc (không bao gồm nền của bàn làm việc)

source: Desktop background only
vi: Chỉ nền của bàn làm việc

source: Text Editor
vi: Trình soạn thảo văn bản

source: Web Browser
vi: Trình duyệt Web

source: Customizing Desktop Fonts
vi: Tùy biến các phông chữ của bàn làm việc

source: desktop fonts
vi: các phông chữ của bàn làm việc

source: The <application>Appearance</application> preference tool allows you to specify the default fonts for the desktop.
vi: Công cụ ưu tiên <application>Hiển thị</application> (Appearance) cho phép bạn chỉ dịnh các phông chữ mặc định cho bàn làm việc.

source: To start the <application>Appearance</application> preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice>. The <guilabel> Fonts</guilabel> tab contains the following options:
vi: Để khởi tạo công cụ ưu tiên <application>Hiển thị</application> (Appearance), hãy chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Các ưu tiên</guisubmenu><guimenuitem>Hiển thị</guimenuitem></menuchoice> (<menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Appearance</guimenuitem></menuchoice>). Tab chuyển trang <guilabel> Phông chữ</guilabel> (Fonts) có các lựa chọn sau:

source: Application Font
vi: Phông chữ của ứng dụng

source: Click on this button to select a default font to use for the text that is displayed on the desktop, including the text displayed on the windows and dialogs associated with GNOME-compliant applications and panel applications.
vi: Nháy vào núm này để chọn một phông chữ mặc định để sử dụng cho văn bản được hiển thị trong bàn làm việc, bao gồm cả văn bản được hiển thị trong các cửa sổ và các hộp thoại có liên quan tới các ứng dụng và các ứng dụng của các panen tuân thủ GNOME.

source: If you use a predefined theme and you click on the <guibutton>Apply Font</guibutton> button, the font that is associated with the theme overrides the font from the <application>Appearance</application> preference tool.
vi: Nếu bạn sử dụng một mẫu theme đã được xác định và bạn nháy vào núm <guibutton>Áp dụng Phông</guibutton> (Apply Font), thì phông chữ đó sẽ được gắn kết với mẫu theme sẽ ghi đè lên phông chữ từ công cụ ưu tiên <application>Hiển thị</application> ( Appearance preference tool).

source: Document Font
vi: Phông chữ của tài liệu

source: Click on this button to select a font to use for displaying documents.
vi: Nháy vào núm này để chọn một phông chữ để sử dụng cho việc hiển thị các tài liệu.

source: Desktop Font
vi: Phông chữ của bàn làm việc

source: Click on this button to select a font to use for the text that is displayed on the desktop background only.
vi: Nháy vào núm này để chọn một phông chữ để sử dụng cho văn bản được hiển thị chỉ trên nền của bàn làm việc.

source: Window Title Font
vi: Phông chữ của tiêu đề cửa sổ

source: Click on this button to select a font to use for the text that is displayed in the titlebar area of windows.
vi: Nháy vào núm này để chọn một phông chữ để sử dụng cho văn bản được hiển thị trong vùng của thanh tiêu đề của các cửa sổ.

source: Fixed Width Font
vi: Phông chức có độ rộng cố định

source: Click on this button to select a font to use for editing documents.
vi: Nháy vào núm này để chọn một phông chữ để sử dụng cho việc soạn thảo các tài liệu.

source: Font Rendering
vi: Biểu diễn phông chữ

source: To specify how to render fonts on the desktop, select one of the following options:
vi: Để chỉ định cách thức biểu diễn các phông chữ trong bàn làm việc, hãy chọn một trong những lựa chọn sau:

source: Monochrome
vi: Đơn màu (Monochrome)

source: Best Shapes
vi: Hình dáng tốt nhất (Best Shapes)

source: Best Contrast
vi: Độ tương phản tốt nhất (Best Contrast)

source: Subpixel Smoothing
vi: Độ trơn tru của các điểm phụ (Subpixel Smoothing)

source: If you use large fonts, you may need to change the size of panes in some applications, such as the file manager and Help browser.
vi: Nếu bạn sử dụng các phông chữ lớn, thì bạn có thể cần thay đổi kích cỡ các ô trong một số ứng dụng, như trình quản lý tệp và trình duyệt Trợ giúp (Help).

source: For more information about the <application>Appearance</application> preference tool and fonts, see the <ulink type="help" url="ghelp:user-guide?prefs-font"> User Guide</ulink>.
vi: Để có thêm thông tin về công cụ ưu tiên <application>Hiển thị</application> (Appearance) và các phông chữ, hãy xem <ulink type="help" url="ghelp:user-guide?prefs-font">Chỉ dẫn Người sử dụng</ulink> ( User Guide).

source: Customizing Application Fonts
vi: Tùy biến các phông chức của ứng dụng

source: custom desktop appearance
vi: hiển thị bàn làm việc tùy biến

source: set choose individual font
vi: thiết lập chọn phông chữ riêng rẽ

source: By default, GNOME applications use the default font specified in the <application>Appearance</application> preference tool. Some applications allow this default font to be customized. These applications are:
vi: Mặc định, các ứng dụng của GNOME sử dụng phông chữ mặc định được chỉ định trong công cụ ưu tiên <application>Hiển thị</application> (Appearance). Một số ứng dụng cho phép phông chữ mặc định này tùy biến được. Những ứng dụng đó là:

source: Help Browser
vi: Trình duyệt trợ giúp

source: Meeting Specific Accessibility Needs
vi: Đáp ứng các nhu cầu cụ thể về tính có thể truy cập được

source: The following sections summarize the steps you need to take to improve the accessibility of the desktop in a particular area.
vi: Các phần sau đây tóm tắt lại các bước mà bạn cần để cải thiện tính có thể truy cập được của bàn làm việc trong một vùng cụ thể.

source: Achieving a High- or Low-Contrast Desktop
vi: Có được bàn làm việc độ tương phản cao hoặc thấp

source: high contrast desktop
vi: bàn làm việc độ tương phản cao

source: low contrast desktop
vi: bàn làm việc độ tương phản thấp

source: To achieve a high- or low-contrast desktop, perform the following steps:
vi: Để có được một bàn làm việc có độ tương phản cao hoặc thấp, hãy thực hiện các bước sau:

source: Use the <application>Appearance</application> preference tool to select the high-contrast or low-contrast desktop theme that you require from the <guilabel>Theme</guilabel> tab.
vi: Sử dụng công cụ ưu tiên <application>Hiển thị</application> (Appearance) để chọn mẫu theme cho bàn làm việc có độ tương phản cao hoặc độ tương phản thấp mà bạn muốn từ tab chuyển trang <guilabel>Mẫu theme</guilabel> (Theme).

source: Use the <guilabel>Background</guilabel> tab to customize your desktop background as follows:
vi: Sử dụng tab chuyển trang <guilabel>Nền</guilabel> (Background) để tùy biến nền của bàn làm việc như sau:

source: Set the <guilabel>Desktop Wallpaper</guilabel> to <guilabel>No Wallpaper</guilabel>.
vi: Thiết lập <guilabel>Giấy trải bàn làm việc</guilabel> (Desktop Wallpaper) thành <guilabel> Không giấy trải bàn</guilabel> (No Wallpaper).

source: Set the <guilabel>Desktop Colors</guilabel> to <guilabel>Solid Color</guilabel>.
vi: Thiết lập <guilabel>Màu của bàn làm việc</guilabel> (Desktop Colors) thành <guilabel>Màu đặc</guilabel> (Solid Color).

source: Select a background color that suits your needs.
vi: Chọn màu nền mà phù hợp với các nhu cầu của bạn.

source: In the <application>Terminal</application> application, ensure that the <guilabel>Use colors from system theme</guilabel> option is selected in the <guilabel>Colors</guilabel> tabbed section of the <guilabel>Editing Profile</guilabel> dialog.
vi: Trong ứng dụng của <application>Cửa sổ dòng lệnh</application> (Terminal), đảm bảo rằng lựa chọn <guilabel>Sử dụng các màu của mẫu theme hệ thống</guilabel> (Use colors from system theme) là được chọn trong phần được chia thành các tab chuyển trang <guilabel>Màu</guilabel> (Colors) của hộp thoại <guilabel>Soạn thảo hồ sơ</guilabel> (Editing Profile).

source: In the <application>gedit</application> (Text Editor) application, ensure that the <guilabel>Use default theme colors</guilabel> option is selected in the <guilabel>Fonts &amp; Colors</guilabel> tabbed section of the <guilabel>Preferences</guilabel> dialog.
vi: Trong ứng dụng <application>gedit</application> (Trình soạn thảo văn bản), đảm bảo rằng lựa chọn <guilabel>Sử dụng các màu của mẫu theme mặc định</guilabel> (Use default theme colors) là được chọn trong phần được chia thành các tab chuyển trang <guilabel>Phông & Màu</guilabel>(Fonts & Colors) của hộp thoại <guilabel>Các ưu tiên</guilabel> (Preferences).

source: Achieving a Large Print Desktop
vi: Có bàn làm việc in to

source: large print desktop
vi: bàn làm việc in to

source: To achieve a large-print desktop, perform the following steps:
vi: Để có được một bàn làm việc in to, hãy thực hiện các bước sau:

source: Use the <application>Appearance</application> preference tool to select the <guilabel>Large Print</guilabel> theme.
vi: Sử dụng công cụ ưu tiên <application>Hiển thị</application> để chọn mẫu theme <guilabel>In to</guilabel> (Large Print).

source: Click on the <guibutton>Apply Font</guibutton> button to increase the size of the font that is used on the desktop and on window frames.
vi: Nháy vào núm <guibutton>Áp dụng Phông</guibutton> (Apply Font) để tăng kích cỡ của phông chữ được sử dụng trong bàn làm việc và trong các khung cửa sổ.

source: Use the <guilabel>Desktop Font</guilabel> option in the <guilabel>Font</guilabel> tab to increase the font that is displayed on desktop background objects.
vi: Sử dụng lựa chọn <guilabel>Phông của Bàn làm việc</guilabel> (Desktop Font) trong tab chuyển trang <guilabel>Phông</guilabel> (Font) để tăng kích cỡ phông chữ được hiển thị trong các đối tượng nền của bàn làm việc.

source: Increase the font size that is used to display the contents of the <application>Terminal</application> application window.
vi: Tăng kích cỡ phông chữ được sử dụng để hiển thị các nội dung của cửa sổ ứng dụng <application>Cửa sổ dòng lệnh</application> (Terminal).

source: If the <guilabel>Use default theme font</guilabel> option is selected in the <application>gedit</application> (Text Editor) <guilabel>Preferences</guilabel> dialog, <application>gedit</application> uses the font size that is specified in the large-print theme that you selected. However, if the <guilabel>Use default theme font </guilabel> option is not selected, increase the font size that is used to display the contents of the <application>gedit</application> text editor window. See the <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">gedit manual</ulink> for more information.
vi: Nếu lựa chọn <guilabel>Sử dụng phông chữ của mẫu theme mặc định </guilabel> (Use default theme font) được chọn trong hộp thoại <guilabel>Các ưu tiên</guilabel> (Preferences) của <application>gedit</application> (Trình soạn thảo văn bản), thì <application>gedit</application> sẽ sử dụng kích cỡ phông chữ được chỉ định trong mẫu theme in to mà bạn đã chọn. Tuy nhiên, nếu lựa chọn <guilabel>Sử dụng phông chữ của mẫu theme mặc định</guilabel> (Use default theme font) không được chọn, thì hãy tăng kích cỡ phông chữ được sử dụng để hiển thị các nội dung của cửa sổ của trình soạn thảo văn bản <application>gedit</application>. Xem <ulink type="help" url="ghelp:gedit?gedit-prefs-fontsandcolors">sách chỉ dẫn gedit</ulink> (gedit manual) để có thêm thông tin.

source: If you use applications that use panes, such as the file manager and help browser, you may need to change the size of panes to accommodate the large print. See the online help for the appropriate application for more information.
vi: Nếu bạn sử dụng các ứng dụng mà chúng sử dụng các ô, như trình quản lý tệp và trình duyệt trợ giúp, thì bạn có thể cần thay đổi kích cỡ của các ô để phù hợp với in to. Xem trợ giúp trực tuyến đối với ứng dụng tương ứng để có thêm thông tin.

source: Orca: Screen Reader and Magnifier
vi: Orca: Trình đọc và phóng to màn hình

source: Screen Reader and Magnifier
vi: Trình đọc và phóng to màn hình

source: The <application>Orca</application> Screen Reader and Magnifier application enables users with limited or no vision to use the GNOME Desktop and associated applications. <application>Orca</application> provides the following functionality:
vi: Ứng dụng Trình đọc và phóng to màn hình của <application>Orca</application> cho phép người sử dụng với thị lực hạn chế hoặc không có thị lực vẫn sử dụng được bàn làm việc GNOME và các ứng dụng có liên quan. <application>Orca</application> đưa ra chức năng sau:

source: Screen Reader
vi: Trình đọc màn hình (Screen Reader)

source: The screen reader enables non-visual access to standard applications in the GNOME Desktop by using speech and braille output.
vi: Trình đọc màn hình cho phép truy cập không cần nhìn tới các ứng dụng tiêu chuẩn trong bàn làm việc GNOME bằng việc sử dụng tiếng nói và đầu ra bray.

source: Magnifier
vi: Trình phóng to (Magnifier)

source: The magnifier provides automated focus tracking and full-screen magnification to aid low-vision users.
vi: Trình phóng to đưa ra sự theo dõi phần được chọn một cách tự động và sự phóng to toàn màn hình để trợ giúp cho những người sử dụng có thị lực kém.

source: The following sections provide information about <application>Orca</application> and how to use it.
vi: Các phần sau đây cung cấp thông tin về <application>Orca</application> và cách sử dụng nó.

source: Introduction to Orca
vi: Giới thiệu Orca

source: What is Orca?
vi: Orca là gì?

source: Orca is a flexible, extensible, and powerful assistive technology for people with visual impairments. Using various combinations of speech synthesis, braille and magnification, Orca helps provide access to applications and toolkits that support the AT-SPI (e.g., the GNOME Desktop). <application>Orca</application> is also free open source software.
vi: Orca là một công nghệ mềm dẻo, có thể mở rộng được, và có tính truy cập mạnh cho những người khuyết tật về thị lực. Sử dụng một loạt những kết hợp của sự tổng hợp tiếng nói, bray và sự phóng to, Orca giúp đưa ra sự truy cập tới các ứng dụng và các bộ công cụ mà chúng hỗ trợ cho AT-SPI (như bàn làm việc GNOME). <application>Orca</application> cũng là phần mềm tự do nguồn mở.

source: Why the name Orca?
vi: Vì sao có tên Orca?

source: One of the first DOS screen readers was Flipper, made by Omnichron Corporation in Berkeley, CA. It was named Flipper in part because the blind wife of the programmer envisioned computers as being programmed by flipping switches (an accurate image of a bygone era). Then came another DOS screen reader, this one from Henter-Joyce in Florida - "Jobs Access With Speech" (or JAWS). And so on....
vi: Một trong những trình đọc màn hình DOS đầu tiên từng là Flipper, được tập đoàn Omnichron tại Berkeley, CA, Mỹ, thực hiện. Nó có tên là Flipper một phần vì vợ của lập trình viên là người mù đã hình dung các máy tính như là đang được lập trình bằng các chuyển mạch lập (một hình ảnh chính xác về một kỷ nguyên đã qua). Rồi một trình đọc màn hình cho DOS nữa đã tới, cái này là từ Henter - Joyce tại Florida - “Truy cập các công việc bằng tiếng nói” (Jobs Access With Speech hoặc là JAWS). Và cứ như thế...

source: Although no obvious connection exists between blindness and creatures from the sea, there is certainly a naming tradition for screen-reader software. Hence <application>Orca</application>, which is a lot tougher-sounding than Nemo, Ariel, Willy, or Mr. Limpet.
vi: Mặc dù không có sự kết nối rõ ràng nào tồn tại giữa sự mù và những phát minh từ biển, chắc chắn có một truyền thống đặt tên cho phần mềm đọc màn hình. Vì thế Orca, mà nó nghe có vẻ như là mạnh hơn so với Nemo, Ariel, Willy hoặc Ngài Limpet.

source: What's the schedule?
vi: Đâu là lịch trình?

source: <application>Orca</application> is part of the GNOME platform and <application>Orca</application>'s releases are coupled with the releases of the GNOME platform.
vi: <application>Orca</application> là một phần của nền tảng GNOME và những phiên bản <application>Orca</application> đi cùng với những phiên bản của nền tảng GNOME.

source: How do I request a new feature?
vi: Tôi yêu cầu một tính năng mới thế nào?
