Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: You may use the <guilabel>View</guilabel> menu, or the <guilabel>View as</guilabel> drop-down list to choose between icon or list view. You can specify how you want to arrange or sort items in the folder and modify the size of the items in the view pane. The following sections describe how to work with icon view and list view.
ro: Puteți utiliza meniul <guilabel>Vizualizare</guilabel> sau lista derulantă <guilabel>Vizulizează ca</guilabel> din bara de butoane pentru a alege între modul de afișare iconițe sau listă. Puteți alege cum doriți să aranjați sau să ordonați elementele din dosar și puteți modifica dimensiunile elementelor din panoul de afișare. Secțiunile următoare vor descrie cum puteți lucra în mod de afișare iconițe și în mod de afișare listă.

source: To Arrange Your Files in Icon View
ro: Aranjarea fișierelor în mod de afișare iconițe

source: icon view
ro: mod afișare iconițe

source: arranging files in
ro: aranjare fișiere în

source: When you display the contents of a folder in icon view, you can specify how to arrange the items in the folder. To specify how to arrange items in icon view, choose <menuchoice><guimenu>View</guimenu><guisubmenu>Arrange Items</guisubmenu></menuchoice>. The <guisubmenu>Arrange Items</guisubmenu> submenu contains the following sections:
ro: Când afișați conținutul unui dosar în mod de afișare iconițe, puteți menționa cum să fie aranjate elementele în dosar. Pentru a specifica aranjarea elementelor în mod de afișare iconițe alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guisubmenu>Aranjează elementele</guisubmenu></menuchoice>. Submeniul <guisubmenu>Aranjează elementele</guisubmenu> conține următoarele secțiuni:

source: At the top is an option that enables you to arrange your files manually.
ro: În partea superioară este o opțiune care vă permite să aranjați elementele manual.

source: The middle section contains options that enable you to sort your files automatically.
ro: Secțiunea de mijloc conține opțiuni care vă permit să ordonați elementele automat.

source: The bottom section contains options that enable you to modify how your files are arranged.
ro: Partea inferioară a secțiunii conține opțiuni care vă permit să modificați modul în care sunt aranjate fișierele.

source: Choose the appropriate options from the submenu, as described in the following table:
ro: Alegeți opțiunile potrivite din submeniu, conform cu scopul urmărit, așa cum este descris în tabelul următor:

source: Manually
ro: Manual

source: Select this option to arrange the items manually. To arrange the items manually, drag the items to the location you require within the view pane.
ro: Alegeți această opțiune pentru a aranja elementele manual. Pentru a aranja elementele manual trageți elementele în poziția dorită din panoul de afișare.

source: By Name
ro: După nume

source: Select this option to sort the items alphabetically by name. The order of the items is not case sensitive. If the file manager is set to display hidden files, the hidden files are shown last.
ro: Alegeți această opțiune pentru a ordona elementele alfabetic după numele lor. Elementele sunt ordonate alfabetic îndiferent dacă numele lor conțin caractere mari sau mici de tipar. Dacă managerul de fișiere este configurat să afișeze fișiere ascunse, atunci fișierele ascunse vor fi afișate ultimele.

source: By Size
ro: După mărime

source: Select this option to sort the items by size, with the largest item first. When you sort items by size, the folders are sorted by the number of items in the folder. The folders are not sorted by the total size of the items in the folder.
ro: Alegeți această opțiune pentru a ordona elementele după mărimea lor (spațiul ocupat pe disc), descrescător, primul fiind cel mai mare. Când ordonați elementele după mărime, dosarele sunt ordonate după numărul de elemente pe care le conțin. Dosarele nu sunt ordonate după mărimea totală (spațiul ocupat pe disc) a elementelor conținute.

source: By Type
ro: După tip

source: Select this option to sort the items alphabetically by object type. The items are sorted alphabetically by the description of their <firstterm>MIME type</firstterm>. The MIME type identifies the format of a file, and enables applications to read the file. For example, an email application can use the <literal>image/png</literal> MIME type to detect that a PNG file is attached to an email.
ro: Alegeți această opțiune pentru a ordona elementele alfabetic după tipul lor. Elementele sunt ordonate alfabetic după descrierea tipului lor <firstterm>MIME</firstterm>. Tipul MIME identifică formatul unui fișier și permite aplicațiilor să citească fișierul. De exemplu, o aplicație de email poate folosi tipul MIME <literal>image/png</literal> pentru a detecta dacă email-ul are atașat un fișier PNG.

source: By Modification Date
ro: După data modificării

source: Select this option to sort the items by the date the items were last modified. The most recently modified item is first.
ro: Alegeți această opțiune pentru a ordona elementele după data la care au fost modificate ultima oară elementele. Elementul modificat cel mai recent va fi afișat primul.

source: By Emblems
ro: După embleme

source: Select this option to sort the items by any emblems that are added to the items. The items are sorted alphabetically by emblem name. Items that do not have emblems are last.
ro: Alegeți această opțiune pentru a sorta elementele după emblemele asociate elementelor. Elementele sunt ordonate alfabetic după numele emblemei. Elementele care nu au embleme asociate vor fi afișate ultimele.

source: Compact Layout
ro: Aranjament compact

source: Select this option to arrange the items so that the items are closer to each other.
ro: Alegeți această opțiune pentru a aranja elementele mai aproape unele de altele.

source: Reversed Order
ro: Ordine inversă

source: Select this option to reverse the order of the option by which you sort the items. For example, if you sort the items by name, select the <guilabel>Reversed Order</guilabel> option to sort the items in reverse alphabetical order.
ro: Alegeți această opțiune pentru a inversa ordinea opțiunii după care se face ordonarea elementelor. De exemplu, dacă ordonați elementelor după nume, selectați opțiunea <guilabel>Ordine inversă</guilabel> pentru a sorta elemente în ordine alfabetică inversă.

source: To Arrange Your Files in List View
ro: Aranjarea fișierelor în mod de afișare listă

source: list view
ro: mod afișare listă

source: When you display the contents of a folder in list view, you can specify how to arrange the items in the folder. To specify how to arrange items in list view, click on the header of the column specifying the property by which you wish to arrange the items. To inverse the sorting order click on the same column header again.
ro: Când afișați conținutul unui dosar în mod de afișare listă, puteți menționa cum să aranjați elementele în dosar. Pentru a menționa cum să aranjați elementele în mod de afișare listă, efectuați clic pe titlul coloanei care descrie proprietatea după care doriți să aranjați elementele. Pentru a inversa ordinea de sortare efectuați clic din nou pe titlul aceleiași coloane.

source: To add or remove columns from the list view choose <menuchoice><guimenu>View</guimenu><guisubmenu>Visible Columns</guisubmenu></menuchoice>
ro: Pentru a adăuga sau pentru a elimina coloane în modul de afișare listă, alegeți opțiunea dorită din meniul <menuchoice><guimenu>Vizualizare</guimenu><guisubmenu>Coloane vizibile</guisubmenu></menuchoice>

source: The file manager remembers how you arrange the items in a particular folder. The next time that you display the folder, the items are arranged in the way that you selected. In other words, when you specify how to arrange the items in a folder, you customize the folder to display the items in that way. To return the arrangement settings of the folder to the default arrangement settings specified in your preferences, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Reset View to Defaults</guimenuitem></menuchoice>.
ro: Managerul de fișiere reține modul în care ați aranjat elementele în interiorul unui dosar anume. Data viitoare când veți deschide acel dosar, elementele vor fi afișate așa cum le-ați aranjat ultima dată. Cu alte cuvinte, când menționați cum să fie aranjate elementele într-un dosar, de fapt personalizați modul cum acel dosar va afișa elementele pe care le conține. Pentru a reveni la modul de afișare implicit pentru acel dosar, stabilit de opțiunile din preferințele dumneavoastră, alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Resetează vizualizarea</guimenuitem></menuchoice>.

source: To Change the Size of Items in a View
ro: Modificarea dimensiunilor elementelor în panoul de afișare

source: zooming in and out
ro: mărire și micșorare

source: You can change the size of items in a view. You can change the size if the view displays a file or a folder. You can change the size of items in a view in the following ways:
ro: Dacă doriți, puteți modifica dimensiunile elementelor din panoul de afișare. Puteți modifica dimensiunile dacă în panoul de afișare sunt redate fișiere sau dosare. Puteți modifica dimensiunile elementelor din panoul de afișare astfel:

source: To enlarge the size of items in a view, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice>.
ro: Pentru a mări dimensiunea elementelor din panoul de afișare, alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Mărește</guimenuitem></menuchoice>.

source: To reduce the size of items in a view, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom Out</guimenuitem></menuchoice>.
ro: Pentru a micșora dimensiunea elementelor din panoul de afișare, alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Micșorează</guimenuitem></menuchoice>.

source: To return items in a view to the normal size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>.
ro: Pentru a reveni la dimensiunea normală a elementelor din panoul de afișare, alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Mărime normală</guimenuitem></menuchoice>.

source: You can also use the zoom buttons on the location bar in a browser window to change the size of items in a view. <xref linkend="gosnautilus-TBL-42"/> describes how to use the zoom buttons.
ro: De asemenea, puteți folosi butoanele lupă din bara de locație, din fereastra navigatorului de fișiere, pentru a modifica dimensiunile elementelor din panoul de afișare. Tabelul <xref linkend="gosnautilus-TBL-42"/> descrie modul în care puteți utiliza butoanele lupă.

source: Zoom Buttons
ro: Butoanele lupă

source: Button
ro: Buton

source: Button Name
ro: Nume buton

source: Zoom Out button.
ro: Buton Mărire

source: <guibutton>Zoom Out</guibutton> button
ro: Buton <guibutton>Micșorare</guibutton>

source: Click on this button to reduce the size of items in a view.
ro: Apăsați acest buton pentru a reduce dimensiunea elementelor în panoul de afișare.

source: Normal Size button.
ro: Butonul Mărime normală.

source: <guibutton>Normal Size</guibutton> button
ro: Butonul <guibutton>Mărime normală</guibutton>

source: Click on this button to return items in a view to normal size.
ro: Apăsați acest buton pentru a afișa elementele la dimensiunea normală în panoul de afișare.

source: Zoom In button.
ro: Butonul Mărire.

source: <guibutton>Zoom In</guibutton> button
ro: Butonul <guibutton>Mărire</guibutton>

source: Click on this button to enlarge the size of items in a view.
ro: Apăsați acest buton pentru a mări dimensiunea elementelor în panoul de afișare.

source: The file manager remembers the size of items in a particular folder. The next time that you display the folder, the items are displayed in the size that you selected. In other words, when you change the size of items in a folder, you customize the folder to display the items at that size. To return the size of the items to the default size specified in your preferences, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Reset View to Defaults</guimenuitem></menuchoice>.
ro: Managerul de fișere reține alegerea făcută pentru dimensiunea elementelor dintr-un anume dosar. Data viitoare când veți accesa acel dosar, elementele conținute vor fi afișate cu dimensiunile pe care le-ați ales. Cu alte cuvinte, când modificați dimensiunea elementelor dintr-un dosar, de fapt personalizați modul în care dosarul va afișa elementele pe care le conține. Pentru a reveni la dimensiunile implicite ale elementelor, specificate în preferințele dumneavoastră, alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Resetează vizualizarea</guimenuitem></menuchoice>.

source: Selecting Files and Folders
ro: Selectarea fișierelor și a dosarelor

source: selecting files and folders
ro: selectare fișiere și dosare

source: You can select files and folders in several ways in the file manager. Typically this is achieved by clicking on the files using the mouse, as explained in <xref linkend="gosnautilus-TBL-10"/>. In addition <xref linkend="nautilus-select-pattern"/> describes how to select a group of files matching a specific pattern.
ro: Puteți selecta fișierele și dosarele în managerul de fișiere în mai multe feluri. În mod obișnuit acest lucru se poate face efectuând clic cu mausul pe fișiere, așa cum este explicat în <xref linkend="gosnautilus-TBL-10"/>. Suplimentar, <xref linkend="nautilus-select-pattern"/> descrie modul în care puteți selecta un grup de fișiere care se încadrează într-un anumit tipar.

source: Selecting Items in the File Manager
ro: Selectarea elementelor în Managerul de fișiere

source: Select an item
ro: Selectarea unui element

source: Click on the item.
ro: Se efectuează clic pe element.

source: Select a group of contiguous items
ro: Selectarea unui grup continuu de elemente

source: In icon view, drag around the files that you want to select.
ro: În mod de afișare iconițe, delimitați cu mausul o regiune care să includă fișierele pe care doriți să le selectați.

source: In list view, click on the first item in the group. Press-and-hold <keycap>Shift</keycap>, then click on the last item in the group.
ro: În modul de afișare listă, efectuați clic pe primul element din grup. Apăsați și mențineți tasta <keycap>Shift</keycap>, apoi efectuați clic pe ultimul element din grup.

source: Select multiple items
ro: Selectarea mai multor elemente

source: Press-and-hold <keycap>Ctrl</keycap>. Click on the items that you want to select.
ro: Apăsați și mențineți tasta <keycap>Ctrl</keycap>. Efectuați clic pe elementele pe care doriți să le selectați.

source: Alternatively, press-and-hold <keycap>Ctrl</keycap>, then drag around the files that you want to select.
ro: Altenativ, cu tasta <keycap>Ctrl</keycap> apăsată, delimitați cu mausul o regiune din panoul de afișare care să conțină elementele pe care doriți să le selectați.

source: Select all items in a folder
ro: Selectarea tuturor elementelor dintr-un alt dosar

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select All Files</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Selectează toate fișierele</guimenuitem></menuchoice>.

source: To perform the default action on an item, double-click on the item. You can set your file manager preferences so that you click once on a file to execute the default action. For more information, see <xref linkend="gosnautilus-56"/>.
ro: Pentru a executa acțiunea asociată pentru un fișier, efectuați clic dublu pe acel fișier. Puteți configura managerul de fișiere în așa fel încât atunci când efectuați clic simplu pe un fișier să se execute acțiunea implicită asociată fișierului.

source: Selecting Files Matching a Specific Pattern
ro: Selectarea fișierelor care se încadrează într-un anumit tipar

source: <application>Nautilus</application> allows you to select all files matching a pattern based upon their filename and an optional number of wildcards. This can be useful if, for example, you wish to select all files which contain the phrase "memo" in their filename. <xref linkend="gosnautilus-TBL-select-pattern"/> gives some examples of possible patterns and the resulting files they would match.
ro: <application>Nautilus</application> vă permite să selectați toate fișierele care se potrivesc unui model pe baza numelor de fișier și unui număr opțional de metacaractere. Acest lucru poate fi util dacă, de exemplu, doriți să selectați toate fișierele care conțin expresia "memo" în numele fișierului. <xref linkend="gosnautilus-TBL-select-pattern"/> oferă câteva exemple de modele posibile și fișierele rezultate potrivite.

source: Pattern
ro: Tipar

source: Files Matched
ro: Fișiere descrise

source: note.*
ro: notă.*

source: This pattern would match files called note, with any extension.
ro: Cu acest tipar se vor selecta toate fișierele numite notă, indiferent de extensie.

source: This pattern would match all files with the .ogg extension
ro: Cu acest tipar se vor selecta toate fișierele cu extensia „.ogg”.

source: This pattern would match all files or folders whose name contains the word memo.
ro: Cu acest tipar se vor selecta toate fișierele sau dosarele care conțin „memo” în numele lor.

source: To perform the Select Pattern command Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select Patterns</guimenuitem></menuchoice> from the menu. After entering the desired pattern you are left with those files or folders which matched the pattern selected. You may then do with the selected files or folders what you choose.
ro: Pentru a efectua comanda Selectează Tiparul selectați din meniu <menuchoice><guimenu>Editare</guimenu><guimenuitem>Selectează Tipare</guimenuitem></menuchoice>. După ce introduceți tiparul dorit vi se afișează avele fișiere sau dosare care se potrivesc cu tiparul selectat. Atunci puteți să faceți ce doriți cu fișierele sau dosarele selectate.

source: Drag-and-Drop in the File Manager
ro: Tragerea și plasarea în managerul de fișiere

source: drag-and-drop
ro: tragere și plasare

source: You can use drag-and-drop to perform several tasks in the file manager. When you drag-and-drop, the mouse pointer provides feedback about the task that you perform. <xref linkend="gosnautilus-TBL-11"/> describes the tasks that you can perform with drag-and-drop. The table also shows the mouse pointers that appear when you drag-and-drop.
ro: Puteți folosi operația de tragere și plasare pentru a efectua diverse sarcini în managerul de fișiere. Când folosiți operația de tragere și plasare, cursorul mausului vă oferă informații despre sarcina pe care o efectuați. <xref linkend="gosnautilus-TBL-11"/> descrie operațiile pe care le puteți executa prin tragere și plasare. În tabel sunt prezentate, de asemenea, imaginile cursorului specifice fiecărei operații de tragere și plasare.

source: Mouse Pointer
ro: Cursor maus

source: Move an item
ro: Mutarea unui obiect

source: Drag the item to the new location.
ro: Trageți obiectul în noua locație.

source: Move pointer.
ro: Cursor mutare

source: Copy an item
ro: Copierea unui obiect

source: Grab the item, then press-and-hold <keycap>Ctrl</keycap>. Drag the item to the location where you want the copy to reside.
ro: Selectați obiectul, apoi apăsați și mențineți tasta <keycap>Ctrl</keycap>. Trageți obiectul în locația în care doriți să plasați copia.

source: Copy pointer.
ro: Cursor copiere.

source: Create a symbolic link to an item
ro: Crearea unei legături simbolice către un obiect

source: Grab the item, then press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Drag the item to the location where you want the symbolic link to reside.
ro: Selectați obiectul, apoi apăsați și mențineți combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Trageți obiectul în locația în care doriți să plasați legătura simbolică.

source: Symbolic link pointer.
ro: Cursor legătură simbolică.

source: Ask what to do with the item you drag
ro: Afișarea unui meniu contextual

source: Grab the item, then press-and-hold <keycap>Alt</keycap>. You may also use the middle mouse button to perform the same operation. Drag the item to the location where you want the item to reside. Release the mouse button. A popup menu appears. Choose one of the following items from the popup menu:
ro: Selectați obiectul, apoi apăsați și mențineți tasta <keycap>Alt</keycap>. Puteți obține același rezultat dacă folosiți butonul de mijloc al mausului (fără apăsarea altor taste). Trageți obiectul în locația în care doriți să plasați obiectul. Eliberați butonul de maus (și tasta dacă ați folosit-o). Va apărea un meniu contextual. Alegeți una din opțiunile următoare din meniul contextual:

source: Move here
ro: Mută aici

source: Moves the item to the location.
ro: Se va muta obiectul în locația aleasă.

source: Copy here
ro: Copiază aici

source: Copies the item to the location.
ro: Se va copia obiectul în locația aleasă.

source: Link here
ro: Leagă aici

source: Creates a symbolic link to the item at the location.
ro: Se va crea o legătură simbolică a obiectului în locația aleasă.

source: Set as Background
ro: Alege ca fundal

source: If the item is an image, sets the image to be the background. You can use this command to set the background of the desktop, the side pane or the view pane.
ro: Dacă obiectul este o imagine, aceasta se va folosi pentru imagine de fundal. Puteți folosi această opțiune pentru a alege imaginea de fundal pentru desktop, pentru panoul lateral sau pentru panoul de afișare al navigatorului Nautilus.

source: Cancel
ro: Anulare

source: Cancels the drag-and-drop operation.
ro: Se va renunța la operația de tragere și plasare.

source: Ask pointer.
ro: Cursor meniu contextual

source: Moving a File or Folder
ro: Mutarea unui fișier sau a unui dosar

source: moving files and folders
ro: mutarea fișierelor și dosarelor

source: You can move a file or folder by dragging it with the mouse, or with the cut and paste commands. The following sections describe these two methods.
ro: Puteți muta un fișier sau un dosar trăgându-l cu ajutorul mausului sau cu ajutorul comenzilor de tăiere și lipire. În secțiunile următoare sunt descrise aceste două metode de lucru.

source: Drag to the New Location
ro: Tragerea într-o locație nouă

source: To drag a file or folder to a new location, perform the following steps:
ro: Pentru a trage un fișier sau un dosar într-o locație nouă parcurgeți următoarele etape:

source: Open two file manager windows:
ro: Deschideți două ferestre ale managerului de fișiere:

source: The window containing the item you want to move.
ro: O fereastră care să conțină obiectul pe care doriți să-l mutați.

source: The window you want to move it to, or the window containing the folder you want to move it to.
ro: O fereastră în care doriți să mutați obiectul sau o fereastră care să conțină dosarul în care doriți să mutați obiectul.

source: Drag the file or folder that you want to move to the new location. If the new location is a window, drop it anywhere in the window. If the new location is a folder icon, drop the item you are dragging on the folder.
ro: Trageți fișierul sau dosarul pe care doriți să-l mutați în noua locație. Dacă noua locație este o fereastră plasați obiectele oriunde în fereastră. Dacă noua locație este iconița unui dosar, plasați obiectul pe care îl trageți deasupra iconiței dosarului.
