Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Select this option to enable other to access and control your session from a remote location.
ro: Selectați această opțiune pentru a permite altor utilizatori să acceseze și să controleze sesiunea dumneavoastră de la distanță.

source: When a user tries to view or control your desktop
ro: Când un utilizator încearcă să vă vadă sau să vă controleze desktopul

source: <guilabel>Ask you for confirmation:</guilabel> Select this option if you want remote users to ask you for confirmation when they want to share your session. This option enables you to be aware of other users who connect to your session. You can also decide what time is suitable for the remote user to connect to your session.
ro: <guilabel>Vă cere confirmarea:</guilabel> Selectați această opțiune dacă doriți ca utilizatorul la distanță să vă ceară confirmarea în momentul în care doresc să vă acceseze sesiunea. Această opțiune vă permite să vă dați seama când alți utilizatori încearcă să se conecteze la sesiunea dumneavoastră.

source: <guilabel>Require the user to enter this password:</guilabel> Select this option to authenticate the remote user if authentication is used. This option provides an extra level of security.
ro: <guilabel>Cere utilizatorului să introducă această parolă:</guilabel> Selectați această opțiune pentru a autentifica utilizatorul la distanță în cazul în care se folosește autentificarea. Această opțiune oferă un grad suplimentar de securitate.

source: Select the following security considerations when a user tries to view or control your session:<placeholder-1/>
ro: Selectați următoarele măsuri de securitate atunci când un utilizator dorește să vadă sau să controleze sesiunea dumneavoastră:<placeholder-1/>

source: Password
ro: Parola

source: Enter the password that the client who attempts to view or control your session must enter.
ro: Introduceți parola pe care trebuie să o introducă utilizatorul care dorește să vadă sau să controleze sesiunea dumneavoastră.

source: Keyboard Preferences
ro: Preferințe tastatură

source: Keyboard
ro: Tastatura

source: keyboard
ro: tastatură

source: configuring general preferences
ro: configurare preferințe generale

source: Use the <application>Keyboard</application> preference tool to modify the autorepeat preferences for your keyboard, and to configure typing break settings.
ro: Folosiți utilitarul <application>Tastatură</application> pentru a modifica preferințele de repetare automată pentru tastatură și pentru a configura opțiunile pentru pauza de lucru.

source: To open the <link linkend="prefs-keyboard-a11y"><application>Keyboard <emphasis>Accessibility</emphasis></application> preference tool</link>, click the <guibutton>Accessibility</guibutton> button.
ro: Pentru a deschide <link linkend="prefs-keyboard-a11y">secțiunea <application>Preferințe tastatură <emphasis>Accesibilitate</emphasis></application></link>, apăsați tabul <guibutton>Accesibilitate</guibutton>.

source: Use the <guilabel>General</guilabel> tabbed section to set general keyboard preferences.
ro: Utilizați secțiunea <guilabel>Generale</guilabel> pentru a configura preferințele generale ale tastaturii.

source: <xref linkend="goscustperiph-TBL-3"/> lists the keyboard preferences that you can modify.
ro: <xref linkend="goscustperiph-TBL-3"/> prezintă o listă cu preferințele tastaturii pe care le puteți modifica.

source: Key presses repeat when key is held down
ro: Tastele apăsate se repetă până la eliberare

source: Select this option to enable keyboard repeat. If keyboard repeat is enabled, when you press-and-hold a key, the action associated with the key is performed repeatedly. For example, if you press-and-hold a character key, the character is typed repeatedly.
ro: Selectați această opțiune pentru a putea folosi tastele repetitive. Daca este activată opțiunea pentru taste repetitive, atunci când apăsați și mențineți o tastă, acțiunea asociată cu tasta se va executa de mai multe ori. De exemplu, dacă apăsați și mențineți tasta asociată unui caracter, atunci acel caracter se va tasta automat de mai multe ori fără să fiți nevoiți să apăsați de mai multe ori tasta.

source: Delay
ro: Întârziere

source: Select the delay from the time you press a key to the time that the action repeats.
ro: Selectați întârzierea pentru a determina timpul scurs de la momentul apăsării tastei până la momentul repetării acțiunii.

source: Speed
ro: Viteză

source: Select the speed at which the action is repeated.
ro: Selectați viteza cu care se va executa repetarea acțiunii.

source: Cursor blinks in text boxes and fields
ro: Cursorul clipește în câmpurile și căsuțele text

source: Select this option to enable the cursor to blink in fields and text boxes.
ro: Selectați această opțiune pentru a permite cursorului să clipească atunci când se află într-o căsuță sau într-un câmp text.

source: Use the slider to specify the speed at which the cursor blinks in fields and text boxes.
ro: Utilizați butonul glisant pentru a specifica viteza cu care clipește cursorul atunci când se află într-o căsuță sau într-un câmp text.

source: Type to test settings
ro: Tastați pentru a testa configurările

source: The test area is an interactive interface so you can see how the keyboard settings affect the display as you type. Type text in the test area to test the effect of your settings.
ro: Zona de testare este o intefață interactivă, care vă permite să vedeți cum configurările tastaturii afectează afișajul pe măsură ce tastați. Tastați textul în zona de text ca să testați efectul configurărilor dumneavoastră.

source: Keyboard Layouts Preferences
ro: Preferințele aspectului tastaturii

source: Use the <guilabel>Layouts</guilabel> tabbed section to set your keyboard's language, and also the make and model of keyboard you are using.
ro: Utilizați secțiunea <guilabel>Aranjamente</guilabel> pentru a configura tastatura pentru limba dumneavoastră și pentru marca și modelul tastaturii pe care o folosiți.

source: This will allow GNOME to make use of special media keys on your keyboard, and to show the correct characters for your keyboard's language.
ro: Acest lucru va permite mediului GNOME să folosească tastele speciale multimedia de pe tastatura dumneavoastră și va permite afișarea corectă a caracterelor specifice limbii dumneavoastră.

source: Keyboard model
ro: Model tastatură

source: Use the browse button (labelled with the currently selected keyboard model) to choose another keyboard make and model.
ro: Utilizați butonul de navigare (care poartă denumirea modelului curent selectat al tastaturii) pentru a selecta o altă marcă și model de tastatură.

source: Separate layout for each window
ro: Aranjamente separate pentru fiecare fereastră

source: When this option is selected, each window has its own keyboard layout. Changing to a different layout will only affect the current window.
ro: Când această opțiune este aleasă, fiecare fereastră are propriul său aranjament de tastatură. Schimbarea la un aranjament diferit va afecta doar fereastra actuală.

source: This allows you to type with a Russian keyboard layout in a word processor, then switch to your web browser and type with an English keyboard layout, for example.
ro: Acest lucru vă va permite, de exemplu, să tastați cu un aranjament de tastatură pentru limba rusă într-un editor de text, iar apoi să folosiți un navigator web în care să tastați folosind un aranjament de tastatură pentru limba engleză.

source: Selected Layouts
ro: Aranjamentele selectate

source: You can switch between selected layouts to change the characters your keyboard produces when you type. To add a layout, click <guibutton>Add</guibutton>. You can have up to four layouts. To remove a layout, select it and press <guibutton>Remove</guibutton>.
ro: Puteți comuta între aranjamentele alese pentru a schimba caracterele pe care le produce tastatura dumneavoastră atunci când scrieți. Pentru a adăuga un aranjament, apăsați pe <guibutton>Adăugare</guibutton>. Puteți avea pâna la patru aranjamente. Pentru a elimina un aranjament, selectați-l și apăsați <guibutton>Șterge</guibutton>.

source: To switch between keyboard layouts, use the <ulink type="help" url="ghelp:gswitchit"><application>Keyboard Indicator</application> panel applet</ulink>.
ro: Pentru a putea comuta între diferite aranjamente de tastatură, folosiți <ulink type="help" url="ghelp:gswitchit">mini-aplicația pentru panou <application>Indicator tastatură</application></ulink>.

source: To add a layout to the list of selected layouts, click the <guibutton>Add</guibutton> button. It opens a layout chooser dialog, which lets you select a layout by country or by language.
ro: Pentru a adăuga un aranjament în lista cu aranjamentele selectate, apăsați butonul <guibutton>Adaugă</guibutton>. Se va deschide o fereastră de căutare a aranjamentului, care vă permite să selectați un aranjament după țară sau după limbă.

source: Click <guibutton>Reset to Defaults</guibutton> to restore all keyboard layout settings to their initial state for your system and locale.
ro: Apăsați pe <guibutton>Resetare la implicit</guibutton> pentru a restabili toate configurările aranjamentelor de tastatură la starea lor inițială sistemul dumneavoastră și pentru configurația locală.

source: Click the <guibutton>Layout Options</guibutton> button to open the <guilabel>Keyboard Layout Options</guilabel> dialog.
ro: Apăsați butonul <guibutton>Alte opțiuni</guibutton> pentru a deschide fereastra de dialog <guilabel>Opțiuni pentru aranjamentul tastelor</guilabel>.

source: Keyboard Layout Options
ro: Opțiuni aranjamente tastatură

source: The <guilabel>Keyboard Layout Options</guilabel> dialog has options for the behaviour of keyboard modifier keys and certain shortcut options.
ro: Fereastra de dialog <guilabel>Opțiuni pentru aranjamentul tastelor</guilabel> are opțiuni pentru comportamentul tastelor de alterare și o serie de opțiuni pentru combinații de taste și pentru taste pentru acces rapid.

source: Expand each group label to show the available options. A label in boldface indicates that the options in the group have been changed from the default setting.
ro: Extindeți fiecare categorie pentru a vedea opțiunile valabile. O categorie scrisă în caractere aldine indică faptul că opțiunile din categoria respectivă au fost modificate față de valorile implicite.

source: The options shown in this dialog depend on the X windowing system you are using. Not all the following options might be listed on your system, and not all the options shown might work on your system.
ro: Opțiunile prezentate în această fereastră de dialog depind de sistemul X folosit. Nu toate opțiunile următoare pot fi listate în sistemul dumneavoastră și nu toate opțiunile afișate pot funcționa pe sistemul dumneavoastră.

source: Adding the EuroSign to certain keys
ro: Asocierea semnului Euro cu anumite taste

source: Use these options to add the Euro currency symbol € to a key as a third-level character. To access this symbol, you must assign a <guilabel>third level chooser</guilabel>.
ro: Utilizați această opțiune pentru asocia simbolul € al monedei Euro unei taste sub forma de caracter de nivelul al treilea. Pentru a accesa acest simbol trebuie să asociați un <guilabel>selector de nivelul al treilea</guilabel>.

source: Alt/Win key behavior
ro: Comportamentul tastelor Alt/Win

source: This group of options allows you to assign the behaviour of Unix modifier keys Super, Meta, and Hyper to the <keycap>Alt</keycap> and <keycap>Windows</keycap> keys on your keyboard.
ro: Această categorie de configurări vă permite să atribuiți comportamentul de taste modificatoare Unix, Super, Meta și Hyper tastelor <keycap>Alt</keycap> și <keycap>Windows</keycap> ale tastaturii dumneavoastră.

source: CapsLock key behavior
ro: Comportamentul tastei Caps Lock

source: This group has several options for the <keycap>Caps Lock</keycap> key.
ro: Această categorie conține câteva opțiuni pentru tasta <keycap>Caps Lock</keycap>.

source: Compose key position
ro: Poziție tastă compunere

source: The Compose key allows you to combine two keypresses to make a single character. This is used to create an accented character that might not be on your keyboard layout. For example, press the Compose key, then <keycap>'</keycap>, then <keycap>e</keycap> to obtain e-acute character.
ro: Tasta Compunere vă perimte să combinați apăsarea succesivă a două taste pentru a obține un singur caracter. Aceasta poate fi folosită pentru crearea unui caracter cu accent, care nu este disponibil ca tastă de sine stătătoare în aranjamentul dumneavoastră de tastatură. De ezemplu, apăsați tasta Compunere și apoi tastele <keycap>'</keycap> și <keycap>e</keycap>, pentru a obține caracterul e cu accent ascuțit.

source: Control key position
ro: Poziția tastei Ctrl

source: Use this group of options to set the location of the <keycap>Ctrl</keycap> key to match the layout on older keyboards.
ro: Utilizați această categorie de opțiuni pentru a configura poziția tastei <keycap>Ctrl</keycap> în așa fel încât aceasta să corespundă aranjamentelor utilizate în tastaturile vechi.

source: Group Shift/Lock behavior
ro: Comportament taste din categoria Shift/Lock

source: Select keys or key combinations to switch your keyboard layout when pressed.
ro: Selectați tastele sau combinația de taste folosite pentru comutarea între aranjamentele de tastatură, atunci când vor fi apăsate.

source: Miscellaneous compatibility options
ro: Opțiuni diverse de compatibilitate

source: Shift with numpad keys works as in MS Windows.
ro: Tasta Shift împreună cu tastatura numerică funcționează ca în MS Windows.

source: With this option selected, using <keycap>Shift</keycap> with keys on the numerical pad when <keycap>NumLock</keycap> is off extends the current selection.
ro: Dacă aveți această opțiune selectată, folosirea tastei <keycap>Shift</keycap> împreună cu tastele de pe tastatura numerică atunci când tasta <keycap>Num Lock</keycap> este dezactivată, va extinde selecția curentă.

source: With this option unselected, use <keycap>Shift</keycap> with keys on the numerical pad to obtain the reverse of the current behaviour for that key. For example, when <keycap>NumLock</keycap> is off, the <keycap>8</keycap> key acts as an up-arrow. Press <keycombo><keycap>Shift</keycap><keycap>8</keycap></keycombo> to type an '8'.
ro: Cu această opțiune neselectată, folosiți tasta <keycap>Shift</keycap> împreună cu tastele de pe tastatura numerică pentru a obține comportamentul invers celui curent pentru acele taste. De exemplu, când aveți tasta <keycap>Num Lock</keycap> inactivă, tasta numerică <keycap>8</keycap> funcționeză ca săgeată sus. Dacă apăsați combinația de taste <keycombo><keycap>Shift</keycap><keycap>8</keycap></keycombo>, veți obține caracterul „8”.

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
ro: Tastele speciale (Ctrl+Alt+&lt;key&gt;) folosite într-un server.

source: Select this option to have certain keyboard shortcuts passed to the X windowing system instead of being handled by GNOME.
ro: Selectați această opțiune pentru a avea anumite taste pentru acces rapid gestionate de sistemul X în locul mediului GNOME.

source: Third level choosers
ro: Selectoare de nivelul al treilea

source: A <firstterm>third level</firstterm> key allows you to obtain a third character from a key, in the same way that pressing <keycap>Shift</keycap> with a key produces a different character to pressing the key alone.
ro: O tastă de <firstterm>nivelul al treilea</firstterm> vă permite să obțineți un al treilea caracter folosind o singură tastă, în același fel în care apăsarea tastei <keycap>Shift</keycap> împreună cu altă tastă produce un alt caracter decât cel produs de apăsarea doar acelei taste.

source: Use this group to select a key you want to act as a third level modifier key.
ro: Utilizați această categorie pentru a selecta tasta care doriți să acționeze ca tastă modificatoare de nivelul al treilea.

source: Pressing the third-level key and <keycap>Shift</keycap> produces a fourth character from a key.
ro: Apăsarea unei taste modificatoare de nivelul al treilea împreună cu tasta <keycap>Shift</keycap> va produce un al patrulea caracter pentru o tastă.

source: The third and fourth level characters for your keyboard layout are shown in the <ulink type="help" url="ghelp:gswitchit"><application>Keyboard Indicator</application></ulink> Layout View Window.
ro: Caracterele de nivelul al treilea și al patrulea pentru tastatura dumneavoastră sunt prezentate în fereastra aranjamentului tastaturii din aplicația <ulink type="help" url="ghelp:gswitchit"><application>Indicator tastatură</application></ulink>

source: Use keyboard LED to show alternative group.
ro: Folosiți LEDul tastaturii pentru a arăta un grup alternativ.

source: Use this option to specify that one of the light indicators on your keyboard should indicate when an alternative keyboard layout is in use.
ro: Folosiți această opțiune pentru a specifica dacă unul dintre indicatorii luminoși ai tastaturii dumneavoastră ar trebui sa indice când se folosește un aranjament de tastatură alternativ.

source: The selected keyboard light will no longer indicate its standard function. For example, the Caps Lock light will not react to the <keycap>Caps Lock key</keycap>.
ro: Indicatorul luminos al tastaturii selectat nu va mai indica funcția lui standard. De exemplu, indicatorul luminos Caps Lock nu va mai reacționa la apăsarea <keycap>tastei Caps Lock</keycap>

source: Keyboard Accessibility Preferences
ro: Preferințe accesibilitate tastatură

source: preference tools, Keyboard Accessibility
ro: intrumente de preferințe, Accesibilitate tastatură

source: configuring accessibility options
ro: configurare opțiuni accesibilitate

source: configuring keyboard
ro: configurare tastatură

source: Keyboard Accessibility
ro: Accesibilitate tastatură

source: The <guilabel>Accessibility</guilabel> tabbed section allows you to set options such as filtering out accidental keypresses and using shortcut keys without having to hold down several keys at once. These features are also known as AccessX.
ro: Secțiunea <guilabel>Accesibilitate</guilabel> vă permite să stabiliți opțiuni cum ar fi filtrarea apăsărilor de taste accidentale și utilizarea tastelor de comenzi rapide fără să țineți apăsate mai multe taste simultan. Aceste caracteristici sunt, de asemenea, cunoscute ca AccessX.

source: This section describes each of the preferences you can set. For a more task-oriented description of keyboard accessibility, see the <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>GNOME Desktop Accessibility Guide</citetitle></ulink>.
ro: Această secțiune descrie fiecare dintre preferințele pe care le puteți stabili. Pentru o descriere mai detaliată despre accesibilitatea tastaturii, consultați <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>Ghidul de accesibilitate al desktopului GNOME</citetitle></ulink>.

source: <xref linkend="goscustdesk-TBL-85"/> lists the accessibility preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-85"/> prezintă preferințele pentru accesibilitate pe care le puteți modifica.

source: Accessibility Preferences
ro: Preferințe accesibilitate

source: Accessibility features can be toggled with keyboard shortcuts
ro: Carateristicile pentru accesibilitate pot fi permutate folosind taste pentru acces rapid de pe tastatură.

source: Select this option to show an icon in the notification area that offers quick access to accessibility features.
ro: Selectați această opțiune pentru a afișa o iconiță în zona de notificare, care să vă permită accesul rapid la caracteristicile pentru accesibilitate.

source: Simulate simultaneous keypresses
ro: Simulează apăsări de taste simultane

source: sticky keys
ro: taste lipicioase

source: Select this option to perform multiple simultaneous keypress operations by pressing the keys in sequence. Alternatively, to enable the sticky keys feature, press <keycap>Shift</keycap> five times.
ro: Selectați această opțiune pentru a efectua operații specifice pentru multiple apăsări simultane de taste prin apăsarea succesivă a tastelor. Alternativ, puteți activa modul de taste lipicioase apăsând tasta <keycap>Shift</keycap> de cinci ori.

source: Disable sticky keys if two keys are pressed together
ro: Dezactivează tastele lipicioase dacă două taste au fost apăsate în același timp

source: Select this option to specify that when you press two keys simultaneously, you can no longer press keys in sequence to perform multiple simultaneous keypresses.
ro: Selectați această opțiune pentru a specifica faptul că atunci când apăsați două taste simultan nu veți mai putea tasta tastele succesiv pentru a efectua acțiunile specifice acționării simultane a tastelor.

source: Only accept long keypresses
ro: Acceptă doar apăsările de taste lungi

source: slow keys
ro: taste încetinite

source: Select this option to control the period of time that you must press-and-hold a key before acceptance. Alternatively, to enable the slow keys feature, press-and-hold <keycap>Shift</keycap> for eight seconds.
ro: Selectați această opțiune pentru a controla durata perioadei cât apăsați și mențineți tasta până când este acceptată comanda. Alternativ, pentru a activa funcția de taste încetinite, apăsați și mențineți tasta <keycap>Shift</keycap> timp de 8 secunde.

source: Use the slider to specify the period of time that you must press-and-hold a key before acceptance.
ro: Utilizați butonul glisant pentru a specifica durata perioadei cât trebuie să apăsați și să mențineți tasta până când este acceptată comanda.

source: Ignore fast duplicate keypresses
ro: Ignoră apăsările repetate și rapide de taste

source: bounce keys
ro: taste fără repetiție

source: Select this option to accept a key input and to control the key repeat characteristics of the keyboard.
ro: Selectați această opțiune pentru a accepta rezultatul unei taste și pentru a controla caracteristicile de repetare ale tastei.

source: Use the slider to specify the interval to wait after the first keypress before the automatic repeat of a pressed key.
ro: Utilizați butonul glisant pentru a specifica timpul de așteptare de la prima apăsare a tastei până la repetarea automată a tastei apăsate.

source: To configure audio feedback for keyboard accessibility features, click the <guibutton>Audio Feedback</guibutton> button. It opens the <guilabel>Keyboard Accessibility Audio Feedback</guilabel> window.
ro: Pentru a configura reacția audio pentru caracteristicile de accesibilitate ale tastaturii, apăsați butonul <guibutton>Reacție audio</guibutton>. Se va deschide fereastra <guilabel>Reacție audio pentru accesibilitatea tastaturii</guilabel>.

source: Keyboard Accessibility Audio Feedback
ro: Reacția audio pentru accesibilitatea tastaturii

source: Configure audio feedback for keyboard accessibility features.
ro: Configurează reacția audio pentru caracteristicile de accesibilitate ale tastaturii.

source: <xref linkend="goscustdesk-TBL-86"/> lists the audio feedback preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-86"/> prezintă preferințele pentru reacția audio pe care le puteți modifica.

source: Audio Feedback Preferences
ro: Preferințe pentru reacția audio

source: Beep when accessibility features are turned on or off
ro: Sună când preferințele pentru accesibilitate sunt pornite sau oprite

source: Select this option for an audible indication when a feature such as sticky keys or slow keys is activated, or deactivated.
ro: Selectați această opțiune pentru a avea o atenționare sonoră când o funcție, precum taste lipicioase, este activată sau dezactivată.

source: Beep when a toggle key is pressed
ro: Sună când o tastă comutațională a fost apăsată

source: toggle keys
ro: taste permutare
