Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Activate the context menu for the selected item.
ro: Activează meniul contextual pentru elementul selectat.

source: Close a menu without selecting a menu item, or cancel a drag operation.
ro: Închide un meniu fără a selecta vreun element din meniu sau anulează o acțiune de tragere.

source: Access Keys
ro: Taste de acces

source: access keys
ro: taste de acces

source: A <firstterm>menubar</firstterm> is a bar at the top of a window that contains the menus for the application. An <firstterm>access key</firstterm> is an underlined letter in a menubar, menu, or dialog that you can use to perform an action. On a menubar, the access key for each menu is underlined.
ro: O <firstterm>bară de meniu</firstterm> este o bară aflată în partea superioară a unei ferestre care conține meniurile aplicației. O <firstterm>tastă de acces</firstterm> este o literă subliniată într-o bară de meniu, într-un meniu sau într-un dialog pe care o puteți folosi pentru a efectua o acțiune. Într-o bară de meniu tasta de acces pentru fiecare meniu este subliniată.

source: To open a menu, hold the <keycap>Alt</keycap> key, then press the access key. In the menu, the access key for each menu item is underlined. To choose a menu item when a menu is displayed, you can simply press the access key for the menu item.
ro: Pentru a deschide un meniu țineți apăsată tasta <keycap>Alt</keycap> și apoi apăsați tasta corespunzătoare de acces în meniu. În cadrul meniului fiecare opțiune are tasta de acces subliniată. Pentru a selecta o opțiune când meniul este afișat pur și simplu apăsați tasta corepunzătoare acelei opțiuni.

source: For example, to open a new window in the <application>Help</application> application, press <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo> to open the <guimenu>File</guimenu> menu, then press <keycap>N</keycap> to activate the <guimenuitem>New Window</guimenuitem> menu item.
ro: De exemplu, pentru a deschide o fereastră nouă în aplicația <application>Ajutor</application>, apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo> pentru a deschide mai întâi meniul <guimenu>Fișier</guimenu> și apoi apăsați tasta <keycap>F</keycap> pentru a activa elementul de meniu <guimenuitem>Fereastră nouă</guimenuitem>.

source: You can also use access keys to access elements in a dialog. In a dialog, one letter in most dialog elements is underlined. To access a particular dialog element, hold <keycap>Alt</keycap>, then press the access key.
ro: De asemenea puteți folosi tastele de acces pentru a accesa elemente dintr-un dialog. Într-un dialog, o literă din majoritatea elementelor este subliniată. Pentru a accesa un anumit element de dialog, mențineți apăsată tasta <keycap>Alt</keycap>, apoi apăsați tasta de acces.

source: Desktop User Guide
ro: Desktop - Ghidul utilizatorului

source: The GNOME User Guide is a collection of documentation which details general use of the GNOME Desktop environment. Topics covered include sessions, panels, menus, file management, and preferences.
ro: Ghidul utilizatorului GNOME este o colecție de documentații care detaliază utilizarea generală a mediului desktop GNOME. Subiectele tratate includ sesiunile, panourile, gestionarea fișierelor și preferințe.

source: GNOME Documentation Project
ro: Proiectul Documentație GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ro: Copierea, distribuirea și/sau modificarea acestui document este permisă în conformitate cu termenii GNU Free Documentation License (GFDL), versiunea 1.1 sau orice versiune ulterioară publicată de Free Software Foundation fără Invariant Sections, fără Front-Cover Texts și fără Back-Cover Texts. Puteți găsi o copie a GFDL la acestă <ulink type="help" url="ghelp:fdl">legătură</ulink> sau în fișierul COPYING-DOCS distribuit împreună cu acest manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ro: Acest manual este parte a colecției de manuale GNOME distribuit sub licența GFDL. Dacă doriți, puteți distribui acest manual separat de colecție, puteți face acest lucru prin adăugarea unei copii a licenței la manual în modul descris în secțiunea 6 a licenței.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ro: Multe dintre numele utilizate de companii pentru a distinge produsele și serviciile lor sunt revendicate ca mărci comerciale. Atunci când aceste nume apar în orice documentație GNOME, și membrii proiectului de documentare GNOME sunt informați despre aceste mărci comerciale, ele sunt scrise cu majuscule sau cu majusculă inițială.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ro: DOCUMENTUL ESTE OFERIT "CA ATARE", FĂRĂ NICIUN FEL DE GARANȚIE, FIE EXPLICITĂ SAU IMPLICITĂ, INCLUSIVĂ, FĂRĂ LIMITARE, GARANȚIILE CĂ DOCUMENTUL SAU O VERSIUNE MODIFICATĂ A LUI ESTE FĂRĂ DEFECTE VANDABILE, PENTRU UN ANUMIT SCOP ANUME SAU NEÎNCĂLCABILĂ. RISCUL PENTRU CALITATEA, PRECIZIA, ȘI PERFORMANȚA DOCUMENTULUI SAU A VERSIUNILOR MODIFICATE VA FI AL DUMNEAVOASTRĂ. AR TREBUI CA ORICE DOCUMENT SAU VERSIUNE MODIFICATĂ A LUI SĂ SE DOVEDEASCĂ A FI INCOMPLET ÎN ORICE PRIVINȚĂ, TU (NU AUTORUL INIȚIAL SAU ORICE ALT CONTRIBUITOR) ASUMĂ-ȚI COSTUL ORICĂRUI SERVICIU NECESAR, REPARAȚII SAU CORECTĂRI. ACEASTĂ RESPONSABILITATE DE GARANȚIE CONSTITUIE O PARTE ESENȚIALĂ A ACESTEI LICENȚE. NU ESTE AUTORIZAT NICI UN FOLOS AL ORICĂRUI ALT DOCUMENT SAU VERSIUNE MODIFICATĂ A LUI ÎN ACEST SCOP CU EXCEPȚIA RESPECTĂRII ACESTOR TERMENI; ȘI

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ro: ÎN NICIO CIRCUMSTANȚĂ ȘI ÎN NICI O TEORIE LEGALĂ, DACĂ ÎN PREJUDICIUL (INCLUSIV NEGLIJENȚA), CONTRACTUL, SAU ÎN CAZ CONTRAR, ESTE AUTORUL, SCRIITORUL INIȚIAL, ORICE CONTRIBUITOR SAU ORICE DISTRIBUITOR AL DOCUMENTULUI SAU VERSIUNEA MODIFICATĂ A ACESTUIA SAU ORICE FURNIZOR AL UNEIA DINTRE PĂRȚI, RĂSPUNZĂTOR PENTRU ORICE PERSOANĂ PENTRU ORICE DIRECTE, INDIRECTE, SPECIALE, INCIDENTALE SAU PAGUBE SUBSECVENȚE DE ORICE CARACTER INCLUSIV, FĂRĂ LIMITARE, DESPĂGUBIRI PENTRU PIERDERILE DE BUNĂVOINȚĂ, ÎNTRERUPERE A ACTIVITĂȚII, DEFECȚIUNE DE CALCULATOR, SAU ORICE ALTCEVA ȘI TOATE CELELALTE DAUNE SAU PIERDERI REZULTATE DIN SAU LEGATE DE UTILIZAREA DOCUMENTULUI ȘI VERSIUNILOR MODIFICATE ALE ACESTUIA, CHIAR DACĂ ACESTE PĂRȚI AU FOST INFORMATE DE POSIBILITATEA UNOR ASTFEL DE DAUNE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ro: ACEST DOCUMENT ȘI VERSIUNILE MODIFICATE ALE ACESTUI DOCUMENT SUNT FURNIZATE ÎN CONFORMITATE CU TERMENII GNU FREE DOCUMENTATION LICENSE CU ÎNȚELEGEREA CĂ: </placeholder-1>

source: GNOME Documentation Team
ro: Echipa de documentație GNOME

source: Ubuntu Documentation Project
ro: Proiectul de Documentație Ubuntu

source: GNOME Project
ro: Proiectul GNOME

source: GNOME 2.8 Desktop User Guide V2.8
ro: Ghidul utilizatorului V2.8 pentru GNOME 2.8

source: September 2004
ro: Septembrie 2004

source: GNOME 2.4 Desktop User Guide V2.7
ro: Ghidul utilizatorului V2.7 pentru GNOME 2.4

source: September 2003
ro: Septembrie 2003

source: GNOME 2.4 Desktop User Guide V2.6
ro: Ghidul utilizatorului V2.6 pentru GNOME 2.4

source: GNOME 2.2.1 Desktop User Guide V2.5
ro: Ghidul utilizatorului V2.5 pentru GNOME 2.2.1

source: March 2003
ro: Martie 2003

source: GNOME 2.2 Desktop User Guide V2.4
ro: Ghidul utilizatorului V2.4 pentru GNOME 2.2

source: January 2003
ro: Ianuarie 2003

source: GNOME 2.0 Desktop User Guide V2.3
ro: Ghidul utilizatorului V2.3 pentru GNOME 2.0

source: October 2002
ro: Octombrie 2002

source: GNOME 2.0 Desktop User Guide V2.2
ro: Ghidul utilizatorului V2.2 pentru GNOME 2.0

source: GNOME 2.0 Desktop User Guide V2.1
ro: Ghidul utilizatorului V2.1 pentru GNOME 2.0

source: GNOME 2.0 Desktop User Guide V1.0
ro: Ghidul utilizatorului mediului desktop GNOME versiunea 1.0

source: May 2002
ro: Mai 2002

source: This manual describes version 2.14 of the GNOME desktop.
ro: Acest manual descrie versiunea 2.14 a mediului desktop GNOME.

source: To report a bug or make a suggestion regarding the GNOME desktop or this manual, follow the directions in the <link linkend="feedback">GNOME Feedback Page</link>.
ro: Pentru a raporta vreo eroare sau pentru a face vreo sugestie referitoare la mediul desktop GNOME sau referitoare la acest manual, urmați instructiunile prezentate în <link linkend="feedback">Pagina de sugestii GNOME</link>.

source: translator-credits
ro: Daniel Șerbănescu <cyber19rider@gmail.com>, 2010 Launchpad Contributions: Bisericaru Sebastian https://launchpad.net/~tweety Dan Telecan https://launchpad.net/~telecan-dan Doru Horișco https://launchpad.net/~doruhushhush Eric https://launchpad.net/~emehes Ionuț Jula https://launchpad.net/~ionutjula Lucian Adrian Grijincu https://launchpad.net/~lucian.grijincu Radu M. Ilea https://launchpad.net/~ilearadumircea marianvasile https://launchpad.net/~marianvasile-upcmail
