Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: <guilabel>Minimize</guilabel>: Minimizes the window.
ro: <guilabel>Minimizează</guilabel>: Maximizează fereastra.

source: <guilabel>Roll up</guilabel>: Roll up the window.
ro: <guilabel>Înfășoară</guilabel>: Rulează fereastra sub bara de titlu.

source: <guilabel>None</guilabel>: Do nothing.
ro: <guilabel>Nimic</guilabel>: Nu se va executa nici o acțiune.

source: If a window is already maximized or rolled up, double-clicking on the titlebar will return it to its normal state.
ro: Când o fereastră este deja maximizată sau este rulată sub bara de titlu, dacă efectuați clic dublu pe bara de titlu se va restaura fereastra la dimensiunile inițiale.

source: To move a window, press-and-hold this key then grab the window
ro: Pentru a muta o fereastră, apăsați și țineți apăsată această tastă apoi trageți fereastra

source: Select the key to press-and-hold when you drag a window to move the window.
ro: Alegeți tasta pe care trebuie să o apăsați și să o țineți apăsată când trageți o fereastră pentru a o muta.

source: The position of the Control, Alt and Super keys on the keyboard can be modified in the Keyboard Layout Options dialog, see <xref linkend="prefs-keyboard-layoutoptions"/>.
ro: Poziția de pe tastatură pentru tastele Ctrl, Alt și Super poate fi modificată în fereastra de dialog „Opțiuni pentru aranjamentul tastelor”, consultați <xref linkend="prefs-keyboard-layoutoptions"/>.

source: Screensaver Preferences
ro: Preferințe pentru economizorul de ecran

source: screensaver
ro: economizor de ecran

source: A <firstterm>screensaver</firstterm> displays moving images on your screen when your computer is not being used. Screensavers also help prevent older monitors being damaged by the same image being displayed for long periods of time. To stop the screensaver and return to the desktop, move the mouse or press a key on the keyboard.
ro: Un <firstterm>economizor de ecran</firstterm> afișează pe ecranul dumneavoastră imagini în mișcare atunci când calculatorul nu este folosit. Economizoarele de ecran previn de asemenea defectarea monitoarelor mai vechi, defectare care s-ar produce din cauza afișării aceleași imagini pentru o perioadă lungă de timp. Pentru a opri economizorul de ecran și pentru a reveni la spațiul de lucru, mișcați mausul sau apăsați o tastă de pe tastatură.

source: Use the <application>Screensaver</application> preference tool to set the type of screensaver, the time before the screensaver starts, and whether to require a password to return to the desktop.
ro: Folosiți unealta de preferințe <application>Economizor de ecran</application> pentru a definii tipul economizorului de ecran, timpul scurs pentru ca acesta să pornească și dacă să ceară o parolă pentru revenirea la spațiul de lucru.

source: You can modify the following settings:
ro: Puteți modifica următoarele configurări:

source: Screensaver
ro: Economizor de ecran

source: Select the <guilabel>Screensaver theme</guilabel> from the list. A reduced version of the selected screensaver theme is shown. Press <guibutton>Preview</guibutton> to show the selected theme on the whole screen. During preview, use the arrow buttons at the top of the screen to go through the list of screensaver themes.
ro: Alegeți <guilabel>Tema economizorului de ecran</guilabel> din listă. O versiune redusă a temei economizorului de ecran selectat este afișată. Apăsați <guibutton>Previzualizare</guibutton> pentru a arăta tema selectată pe tot ecranul. În timpul previzualizări, folosiți butoanele sub formă de săgeți din partea de sus a ecranului pentru a naviga prin lista de teme.

source: The <guilabel>Blank screen</guilabel> theme displays no image and only shows a black screen.
ro: Tema <guilabel>Ecran gol</guilabel> nu afișează nici o imagine, ci doar un ecran negru.

source: The <guilabel>Random</guilabel> theme selects a screensaver to display from the list at random.
ro: Tema <guilabel>Aleator</guilabel> selectează și afișează un economizor de ecran din listă, aleator.

source: Which screensavers are shown in the remainder of the list depends on your distributor or vendor.
ro: Temele pentru economizorul de ecran care sunt prezentate în listă depinde de distribuitorul sau vânzătorul sistemului dumneavoastră.

source: Regard the computer as idle after...
ro: Consideră calculatorul ca inactiv după...

source: Your computer becomes idle after this amount of time has passed with no input from you, such as moving the mouse or typing. This may affect power management (the monitor may power down for example) or instant messaging (chat applications may set your status as "away"). Use the slider to set the length of time in minutes or hours.
ro: Calculatorul dumneavoastră devine inactiv după ce a trecut această perioadă, fără ca dumneavoastră să introduceți ceva de la tastatură sau să mișcați mausul. Acest lucrul ar putea afecta administrarea consumului (de exemplu monitorul se poate opri) sau mesageria instantă (aplicația de mesagerie vă poate seta statusul ca „absent”). Folosiți glisorul pentru a definii durata în minute sau ore.

source: Activate screensaver when computer is idle
ro: Activează economizorul de ecran când calculatorul este inactiv

source: Select this option to have the screensaver start after the set length of time.
ro: Selectați această opțiune pentru ca economizorul de ecran să pornească după durata definită.

source: Lock screen when screensaver is active
ro: Blochează ecranul când economizorul de ecran este activ

source: When this option is selected, the screensaver will prompt you for your password when you try to return to the desktop. For more on locking your screen, see <xref linkend="lock-screen"/>.
ro: Când această opțiune este selectată, economizorul de ecran vă va solicita parola când veți încerca să reveniți la spațiul de lucru. Vizitați <xref linkend="lock-screen"/>, pentru mai multe detalii.

source: Internet and Network
ro: Internet și rețea

source: Network Settings
ro: Configurări rețea

source: The <application>Network Settings</application> allows you to specify the way your system connects to other computers and to internet.
ro: <application>Configurări rețea</application> vă perimte să specificați modul în care sistemul dumneavoastră se conectează la alte calculatoare și la Internet.

source: You will be prompted for the administrator password when you start <application>Network Settings</application>. This is because the changes done with this tool will affect the whole system.
ro: Când veți porni <application>Configurări de rețea</application> vi se va solicita parola de administrator. Acest lucru se întâmplă deoarece schimbările efectuate cu acest instrument vor afecta întregul sistem.

source: Getting started
ro: Primii pași

source: The <application>Network Settings</application> main window contains four tabbed sections:
ro: Fereastra principală <application>Configurări rețea</application> conține patru secțiuni:

source: Connections
ro: Conexiuni

source: Shows all network interfaces, it also allows you to modify their settings.
ro: Arată toate interfețele de rețea și vă permite modificarea configurărilor lor.

source: Allows you to modify your system host name and domain name.
ro: Vă permite să modificați numele gazdei sistemului și numele domeniului.

source: Contains two sections, the <guilabel>DNS servers</guilabel> are what your computer use for resolving the IP addresses from the domain names. The <guilabel>search domains</guilabel> are the default domains in which your system will search any host when no domain is specified.
ro: Conține două secțiuni, <guilabel>Serverele DNS</guilabel> sunt ceea ce calculatorul folosește pentru rezolvarea adreselor IP din numele domeniilor. <guilabel>Domeniile de căutare</guilabel> sunt domenii implicite în care sistemul dumneavoastră va căuta orice gazdă când nici un domeniu nu este specificat.

source: Hosts
ro: Gazde

source: Shows the list of aliases for accessing other computers.
ro: Arată lista de alias-uri pentru accesarea altor calculatoare.

source: To modify a connection settings
ro: Pentru a modifica configurările unei conexiunii

source: In the <guilabel>Connections</guilabel> section, select the interface you want to modify and press the <guilabel>Properties</guilabel> button, depending on the interface type you will be able to modify different data.
ro: În secțiunea <guilabel>Conexiuni</guilabel>, alegeți interfața pe care doriți să o modificați și apăsați butonul <guilabel>Proprietăți</guilabel>, în funcție de tipul interfeței veți fi capabil să modificați diverse date.

source: Ethernet and IRLAN interfaces
ro: Interfețe Ethernet și IRLAN

source: You can modify the way the interface is configured (DHCP or manually), if the interface is configured manually, you can also modify the interface IP address, netmask and gateway.
ro: Puteți modifica modul în care interfața este configurată (DHCP sau manual), dacă interfața este configurată manual, puteți modifica de asemenea și adresa IP, masca de rețea și portalul interfeței

source: Wireless interfaces
ro: Interfețe Wifi

source: You can modify the way the interface is configured (DHCP or manually), if the interface is configured manually, you can also modify the interface IP address, netmask and gateway, you can also modify the network name (ESSID) for this interface.
ro: Puteți modifica modul în care interfața este configurată (DHCP sau manual), dacă interfața este configurată manual, puteți modifica de asemenea și adresa IP, masca de rețea și portalul interfeței, mai puteți modifica și numele rețelei (ESSID-ul) acestei interfețe.

source: Parallel line interfaces
ro: Interfețe de linie paralelă

source: You can modify the interface IP address, as well as the remote IP address.
ro: Puteți modifica interfața adresă IP, precum și adresa IP de la distanță.

source: PPP/Modem interfaces
ro: Interfețele PPP/modem

source: You can modify the modem device, whether you want it to dial using tones or pulses, the modem volume, the phone number, the username and password that your ISP provided and other advanced settings for PPP.
ro: Puteți modifica dispozitivul modem, dacă să se conecteze folosind tonuri sau pulsuri, volumul modemului, numărul de telefon, utilizatorul și parola oferită de ISP și alte configurări avansate pentru PPP.

source: To activate or deactivate an interface
ro: Pentru a activa sau dezactiva o interfață

source: In the <guilabel>Connections</guilabel> section, enable or disable the checkbox beside the interface.
ro: În secțiunea <guilabel>Conexiuni</guilabel>, activați sau dezactivați căsuța de bifare de lângă interfață.

source: To change your host name and domain name
ro: Pentru a modifica numele și domeniul gazdei

source: In the <guilabel>General</guilabel> section, change the hostname or domain name text boxes.
ro: În secțiunea <guilabel>Generale</guilabel>, schimbați căsuțele de text nume gazdă sau nume domeniu.

source: To add a new domain name server
ro: Pentru a adăuga un nou server de domeniu

source: In the <guilabel>DNS Servers</guilabel> section, press the <guilabel>Add</guilabel> button and fill in the new list row with the new domain name server.
ro: În secțiunea <guilabel>Servere DNS</guilabel>, apăsați butonul <guilabel>Adaugă</guilabel> și completați noul rând al listei cu serverul de domeniu.

source: To delete a domain name server
ro: Pentru a șterge un server de domeniu

source: In the <guilabel>DNS Servers</guilabel> section, select a DNS IP address from the list and press the <guilabel>Delete</guilabel> button.
ro: În secțiunea <guilabel>Servere DNS</guilabel>, alegeți din listă o adresă IP pentru DNS și apăsați butonul <guilabel>Șterge</guilabel>

source: To add a new search domain
ro: Pentru a adăuga un nou domeniu de căutare

source: In the <guilabel>Search Domains</guilabel> section, press the <guilabel>Add</guilabel> button and fill in the new list row with the new search domain.
ro: În secțiunea <guilabel>Servere DNS</guilabel>, apăsați butonul <guilabel>Adaugă</guilabel> și completați noul rând al listei cu domeniul de căutare.

source: To delete a search domain
ro: Pentru a șterge un domeniu de căutare

source: In the <guilabel>Search Domains</guilabel> section, select a search domain from the list and press the <guilabel>Delete</guilabel> button.
ro: În secțiunea <guilabel>Servere DNS</guilabel>, alegeți din listă un domeniu de căutare și apăsați butonul <guilabel>Șterge</guilabel>.

source: To add a new host alias
ro: Pentru a adăuga un nou alias gazdă

source: In the <guilabel>Hosts</guilabel> section, press the <guilabel>Add</guilabel> button and type an IP address and the aliases that will point to in the window that pops up.
ro: În secțiunea <guilabel>Gazde</guilabel>, apăsați butonul <guilabel>Adaugă</guilabel> și tasați în fereastra ce va apărea adresele IP și aliasurile.

source: To modify a host alias
ro: Pentru a modifica un alias gazdă

source: In the <guilabel>Hosts</guilabel> section, select an alias, press the <guilabel>Properties</guilabel> button from the list and modify the alias settings in the window that pops up.
ro: În secțiunea <guilabel>Gazde</guilabel>, alegeți un alias, apăsați butonul <guilabel>Proprietăți</guilabel> din listă și modificați configurările aliasului din fereastra ce va apărea.

source: To delete a host alias
ro: Pentru a șterge un alias gazdă

source: In the <guilabel>Hosts</guilabel> section, select an alias from the list and press the <guilabel>Delete</guilabel> button.
ro: În secțiunea <guilabel>Gazde</guilabel>, alegeți un alias din listă și apăsați butonul <guilabel>Șterge</guilabel>.

source: To save your current network configuration as a "Location"
ro: Pentru a salva configurația curentă a rețelei ca o „Locație”

source: Press the <guilabel>Add</guilabel> button besides the <guilabel>Locations</guilabel> menu, specify the location name in the window that pops up.
ro: Apăsați butonul <guilabel>Adaugă</guilabel> situat lângă meniul <guilabel>Locații</guilabel>, specificați numele locației în fereastra ce apare.

source: To delete a location
ro: Pentru a șterge o locație

source: Press the <guilabel>Remove</guilabel> button besides the <guilabel>Locations</guilabel> menu, the selected profile will be deleted.
ro: Apăsați butonul <guilabel>Elimină</guilabel> situat lângă meniul <guilabel>Locații</guilabel>, profilul selectat va fi șters.

source: To switch to a location
ro: Pentru a schimba o locație

source: Select one location from the <guilabel>Locations</guilabel> menu, all the configuration will be switched automatically to the chosen location.
ro: Alegeți o locație din meniul <guilabel>Locații</guilabel>, toate configurațiile vor fi schimbate automat la cele ale locației selectate.

source: Network Proxy Preferences
ro: Opțiuni proxy rețea

source: Network Proxy
ro: Proxy rețea

source: network proxy
ro: proxy rețea

source: setting preferences
ro: Preferințe configurări

source: configuring connection
ro: configurare conexiune

source: The <application>Network Proxy Preferences</application> enables you to configure how your system connects to the Internet.
ro: <application>Preferințele proxy ale rețelei</application> vă permit să configurați modul în care sistemul dumneavoastră se conectează la internet.

source: You can configure the GNOME Desktop to connect to a <firstterm>proxy server</firstterm>, and specify the details of the proxy server. A proxy server is a server that intercepts requests to another server, and fulfills the request itself, if it can. You can enter the domain name or the Internet Protocol (IP) address of the proxy server. A <firstterm>domain name</firstterm> is a unique alphabetic identifier for a computer on a network. An <firstterm>IP address</firstterm> is a unique numeric identifier for a computer on a network.
ro: Puteți configura Desktopul GNOME să se conecteze la un <firstterm>proxy server</firstterm>, și să specificați detaliile acelui server. Un server proxy este un server care interceptează cererile altui server, și îndeplinește singur cererile, dacă poate. Puteți introduce un nume de domeniu sau adresa protocolului de Internet (IP) a serverului proxy. Un <firstterm>nume de domeniu</firstterm> este un identificator alfanumeric unic pentru un calculator dintr-o rețea.

source: Why would one want to use a proxy? This description makes it sounds like it's a user preference, rather than being dictated by the network you're on. We should make this more clear.
ro: De ce ar vrea cineva să folosească un proxy? Această descriere face să pară ca și cum ar fi o preferință a utilizatorului, în loc de faptul că este dictată de rețeaua pe care vă aflați. Va trebui să clarificăm acest lucru.

source: Since it is possible that you need to use a different proxy configuration in different places, <application>Network Proxy Preferences</application> allows you to define separate proxy configurations and switch between them using the <guilabel>Location</guilabel> drop-down box at the top of the window. Choose <guilabel>New Location</guilabel> to create a proxy configuration for a new location. Locations can be removed using the <guilabel>Delete Location</guilabel> button at the bottom of the window.
ro: Deoarece este posibil să trebuiască să folosiți o configurație proxy diferită în locuri diferite, <application>Preferințe proxy rețea</application> vă permite să definiți configurații proxy separate și să comutați între ele folosind meniul derulant <guilabel>Locații</guilabel> situat în partea de sus a ferestrei. Alegeți <guilabel>Locație nouă</guilabel> pentru a crea o configurare proxy nouă pentru o nouă locație. Locațiile pot fi eliminate folosind butonul <guilabel>Șterge locația</guilabel> aflat în partea de jos a ferestrei.

source: Direct internet connection
ro: Conexiune directă la Internet

source: Select this option to connect to the Internet without a proxy server.
ro: Selectați această opțiune pentru a vă conecta la Internet fără utilizarea unui server proxy.

source: Manual proxy configuration
ro: Configurare proxy manuală

source: Select this option to connect to the Internet through a proxy server and configure the proxy settings manually.
ro: Selectați această opțiune pentru a vă conecta la Internet prin intermediul unui server proxy și pentru a configura opțiunile proxy manual.

source: HTTP proxy
ro: Proxy HTTP

source: Enter the domain name or IP address of the proxy server to use when you request an HTTP service. Enter the port number of the HTTP service on the proxy server in the <guilabel>Port</guilabel> field.
ro: Introduceți numele de domeniu sau adresa IP a serverului proxy de folosit când solicitați un serviciu HTTP. Introduceți numărul portului serviciului HTTP al serverului proxy în câmpul <guilabel>Port</guilabel>.

source: If the HTTP proxy server requires authentication, click the <guibutton>Details</guibutton> button to enter your username and password.
ro: Dacă serverul proxy HTTP necesită autentificare, apăsați pe butonul <guibutton>Detalii</guibutton> și introduceți numele de utilizator și parola.

source: Secure HTTP proxy
ro: Proxy Secure HTTP

source: Enter the domain name or IP address of the proxy server to use when you request a secure HTTP service. Enter the port number of the secure HTTP service on the proxy server in the <guilabel>Port</guilabel> field.
ro: Introduceți numele de domeniu sau adresa IP a serverului proxy de folosit când solicitați un serviciu HTTP. Introduceți numărul portului serviciului securizat HTTP al serverului proxy în câmpul <guilabel>Port</guilabel>.

source: FTP proxy
ro: Proxy FTP

source: Enter the domain name or IP address of the proxy server to use when you request an FTP service. Enter the port number of the FTP service on the proxy server in the <guilabel>Port</guilabel> field.
ro: Introduceți numele de domeniu sau adresa IP a serverului proxy de folosit când solicitați un serviciu FTP. Introduceți numărul portului serviciului FTP al serverului proxy în câmpul <guilabel>Port</guilabel>.

source: Socks host
ro: Gazdă Socks

source: Enter the domain name or IP address of the Socks host to use. Enter the port number for the Socks protocol on the proxy server in the <guilabel>Port</guilabel> field.
ro: Introduceți numele de domeniu sau adresa IP Socks de folosit. Introduceți numărul portului pentru protocolul Socks al serverului proxy în câmpul <guilabel>Port</guilabel>.

source: Automatic proxy configuration
ro: Configurarea automată a proxy-ului

source: Select this option if you want to connect to the Internet through a proxy server, and you want to configure the proxy server automatically.
ro: Selectați această opțiune dacă doriți să vă conectați la internet prin intermediul unui server proxy, și doriți să îl configurați automat.

source: Automatic proxy configuration works by means of a so-called PAC file, which your browser downloads from a web server. If you don't specify the URL for a PAC file in the <guilabel>Autoconfiguration URL</guilabel> entry, your browser will try to locate one automatically.
ro: Configurările automate de proxy funcționează prin așa-numitele fișiere PAC, pe care navigatorul dumneavoastră de internet le descarcă de pe un sever conectat la internet. Dacă nu specificați URL-ul pentru un fișier PAC în intrarea <guilabel>Autoconfigurare URL</guilabel>, navigatorul dumneavoastră va încerca să localizeze unul automat.

source: Autoconfiguration URL
ro: URL autoconfigurare

source: Enter the URL of a PAC file that contains the information required to configure the proxy server automatically.
ro: Introduceți URL-ul fișierului PAC ce conține informația necesară configurării automate a serverului proxy.

source: Set which hosts should not use the proxy in the <guilabel>Ignore Host List</guilabel> in the <guilabel>Ignored Hosts</guilabel> tabbed section. When you access these hosts, you will connect to the Internet directly without a proxy.
ro: Stabiliți care gazde nu ar trebui să folosească proxi în <guilabel>Lista gazdelor ignorate</guilabel> din tabul <guilabel>Gazde ignorate</guilabel>. Când accesați aceste gazde, vă veți conecta la internet direct, fără a folosi un proxy.

source: Remote Desktop Preferences
ro: Preferințe desktop la distanță

source: setting session sharing preferences
ro: stabilirea preferințelor sesiunii de partajare

source: The <application>Remote Desktop</application> preference tool enables you to share a GNOME Desktop session between multiple users, and to set session-sharing preferences.
ro: Instrumentul de preferințe <application>Desktop la distanță</application> vă permite să partajați o sesiune desktop GNOME mai multor utilizatori, și să stabiliți preferințele partajării de conexiune.

source: <xref linkend="goscustdesk-TBL-91"/> lists the session-sharing preferences that you can set. These preferences have a direct impact on the security of your system.
ro: <xref linkend="goscustdesk-TBL-91"/> enumeră preferințele partajării de sesiune pe care le puteți stabili. Aceste preferințe au un impact direct asupra securității sistemului dumneavoastră.

source: Session Sharing Preferences
ro: Preferințe partajare sesiune

source: Allow other users to view your desktop
ro: Permite altora să vadă desktopul

source: Select this option to enable remote users to view your session. All keyboard, pointer, and clipboard events from the remote user are ignored.
ro: Selectați această opțiune pentru a permite altor utilizatori să aibă acces la sesiunea dumneavoastră. Toate evenimentele pentru tastatură, cursor și clipboard de la utilizatorul la distanță sunt ignorate.

source: Allow other users to control your desktop
ro: Permite altor utilizatori controlul desktopului
