Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: By default, a panel expands to the full length of the edge of the screen where it is located. A panel that does not expand can be moved away from the screen edges to any part of the screen.
ro: Implicit un panou se extinde pe întreaga lungime a marginii de ecran unde este poziționat panoul. Un panou care nu este extins poate fi mutat de pe margine în orice loc de pe ecran.

source: Autohide
ro: Ascundere automată

source: Select this option if you want the panel to only be fully visible when the mouse pointer is over it. The panel hides off-screen along its longest edge, leaving a narrow part visible along the edge of the desktop. Move the mouse pointer over the visible part of the panel to make it move back into view.
ro: Selectați această opțiune dacă doriți ca panoul să fie vizibil doar atunci când treceți cursorul mausului pe deasupra lui. Panoul se ascunde de pe ecran, de-a lungul dimensiunii celei mai mari a panoului, lăsând doar o mică porțiune din acesta vizibilă de-a lungul marginii desktopului. Mișcați cursorul mausului peste porțiunea vizibilă a panoului, pentru a-l face vizibil pe desktop.

source: Show hide buttons
ro: Afișarea butoanelor de ascundere

source: Select this option to display hide buttons at each end of your panel. Clicking on a hide button moves the panel lenthways, hiding it off-screen except for the hide button at the opposite end. Click this hide button to restore the panel to being fully visible.
ro: Selectați această opțiune pentru a afișa butoane de ascundere la ambele capete ale panoului. Apăsând unul din aceste butoane panoul se va ascunde în direcția butonului apăsat, mai puțin butonul de ascundere de la capătul celălalt. Apăsați acet buton pentru a restaura panoul la dimensiunea sa reală.

source: Arrows on hide buttons
ro: Săgeți pe butoanele de ascundere

source: Select this option to display arrows on the hide buttons, if the hide button is enabled.
ro: Selectați această opțiune pentru a afișa săgeți pe butoanele de ascundere, dacă butoanele de ascundere există.

source: Background Properties Tab
ro: Pagina proprietăților fondului

source: You can choose the type of background for the panel in the <guilabel>Background</guilabel> tab. The choices are as follows:
ro: Puteți alege tipul fondului pentru panou din pagina <guilabel>Fond</guilabel>. Puteți alege din următoarele opțiuni:

source: None (use system theme)
ro: Nimic (se folosește tema sistemului)

source: Select this option to have the panel use the settings in the <link linkend="prefs-theme"><application>Appearance</application> preference tool</link>. This keeps your panel's background looking the same as the rest of the desktop and applications.
ro: Selectați această opțiune pentru a permite panoului sa folosească opțiunile din <link linkend="prefs-theme">utilitarul de preferințe <application>Aspect</application></link>. Acest lucru permite ca fondul panoului să aibă același aspect cu al desktopului și al celorlalte aplicații.

source: Solid color
ro: Culoare solidă

source: Select this option to specify a single color for the panel background. Click on the <guibutton>Color</guibutton> button to display the color selector dialog. Choose the color that you require from the color selector dialog.
ro: Selectați această opțiune pentru a specifica o singură culoare pentru fondul panoului. Apăsați butonul <guibutton>Culoare</guibutton> pentru a afișa dialogul de selectare a culorii. Selectați culoarea pe care o doriți din dialogul de selectare a culorii.

source: Use the <guilabel>Style</guilabel> slider to specify the degree of transparency or opaqueness for the color. For example, to make the panel transparent, move the slider to the <guilabel>Transparent</guilabel> end.
ro: Pentru a specifica gradul de transparență sau opacitatea culorii, folosiți cursorul <guilabel>Stil</guilabel>. De exemplu, pentru a face panoul transparent, poziționați cursorul către capătul <guilabel>Transparent</guilabel>.

source: Background image
ro: Imagine de fond

source: Select this option to specify an image for the panel background. Click on the button to browse for an image file. When you have selected the file, click <guibutton>OK</guibutton>.
ro: Alegeți această opțiune pentru a putea selecta o imagine pentru fondul panoului. Acționați butonul de navigare pentru a căuta un fișier care conține poza dorită. După ce ați selectat fișierul dorit apăsați butonul <guibutton>OK</guibutton>.

source: changing background
ro: Modificarea fondului

source: You can also drag a color or image on to a panel to set the color or image as the background of the panel. You can drag a color or image from many applications. For example:
ro: Puteți, de asemenea, să trageți o culoare sau o imagine într-un panou pentru a seta culoarea sau imaginea ca fond pentru panou. Puteți trage o culoare sau o imagine din mai multe aplicații. De exemplu:

source: You can drag a color from any color selector dialog.
ro: Puteți trage o culoare din orice fereastră de selectare de culori.

source: You can drag an image file from the <application>Nautilus</application> file manager to set it as the background of the panel.
ro: Puteți trage o imagine din managerul de fișiere <application>Nautilus</application> pentru a o stabili ca imagine de fond pentru panou.

source: You can drag a color or a pattern from the <link linkend="nautilus-backgrounds-and-emblems"><guilabel>Backgrounds and Emblems</guilabel> dialog</link> in <application>Nautilus</application> file manager to a panel to set it as the background.
ro: Puteți trage o culoare sau un model din fereastra de dialog <link linkend="nautilus-backgrounds-and-emblems"><guilabel>Fonduri și embleme</guilabel></link> a mangerului de fișiere <application>Nautilus</application> într-un panou pentru a o seta ca fond.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Panel Properties</guilabel> dialog.
ro: Apăsați <guibutton>Închide</guibutton> pentru a închide fereastra de dialog <guilabel>Proprietăți panou</guilabel>.

source: Hiding a Panel
ro: Ascunderea unui panou

source: hiding
ro: ascundere

source: You can hide or show a panel if it has hide buttons. If the hide buttons are not visible on a panel, modify the panel properties so that the hide buttons are visible.
ro: Puteți ascunde sau afișa un panou dacă acesta are butoane de ascundere. Dacă butoanele de ascundere nu sunt vizibile pe un panou, modificați proprietățile panoului în așa fel încât butoanele de ascundere sa fie vizibile.

source: Hide buttons are at either end of a panel. The hide buttons contain an optional arrow icon. The following illustration shows hide buttons.
ro: Butoanele de ascundere se găsesc la fiecare capăt al panoului. Butoanele de ascundere pot conține opțional o iconiță sub formă de săgeată. În imaginea următoare se pot observa butoanele de ascundere.

source: A horizontal panel and a vertical panel, both with hide buttons.
ro: Un panou orizontal și unul vertical, ambele cu butoane de ascundere.

source: To hide a panel, click on one of the hide buttons. The panel shrinks in the direction of the arrow on the hide button. The hide button at the other end of the panel remains visible.
ro: Pentru a ascunde un panou, efectuați clic pe unul dintre butoanele de ascundere. Panoul se va restrânge în direcția săgeții de pe butonul de ascundere. Butonul de ascundere de la celălalt capăt al panoului va rămâne vizibil.

source: To show a hidden panel again, click on the visible hide button. The panel expands in the direction of the arrow on the hide button. Both hide buttons are now visible.
ro: Pentru a afișa din nou panoul apăsați butonul de ascundere vizibil. Panoul se va extinde în direcția săgeții de pe butonul de ascundere. După extindere ambele butoane de ascundere vor fi vizibile.

source: You can set a panel to autohide. When you set autohide, the panel hides automatically when the mouse is not pointing to the panel. The panel reappears when you point to the part of the screen where the panel resides. To set your panel to autohide, <link linkend="panel-properties">modify the properties</link> of the panel.
ro: Puteți configura un panou în așa fel încât să se ascundă automat. Când alegeți opțiunea de ascundere automată, panoul se ascunde automat când cursorul mausului nu este deasupra panoului. Panoul reapare atunci când treceți cursorul mausului peste porțiunea ecranului în care se găsește panoul. Pentru a selecta opțiunea de ascundere automată a panoului, <link linkend="panel-properties">modificați proprietățile</link> panoului.

source: Adding a New Panel
ro: Adăugarea unui panou nou

source: adding new
ro: adăugare nou

source: To add a panel, right-click on a vacant space on any panel, then choose <guimenuitem>New Panel</guimenuitem>. The new panel is added to the GNOME Desktop. The new panel contains no objects. You can customize the new panel to suit your preferences.
ro: Pentru a adăuga un panou efectuați clic dreapta pe un loc liber dintr-un panou oarecare și alegeți opțiunea <guimenuitem>Panou nou</guimenuitem> din meniul contextual. Noul panou va fi adăugat mediului GNOME. Noul panou nu conține nici un obiect. Puteți personaliza panoul așa cum doriți.

source: Deleting a Panel
ro: Ștergerea unui panou

source: deleting
ro: ștergere

source: To delete a panel from the GNOME Desktop, right-click on the panel that you want to delete, then choose <menuchoice><guimenuitem>Delete This Panel</guimenuitem></menuchoice>.
ro: Pentru a șterge un panou din mediul GNOME efectuați clic dreapta în panoul pe care doriți să-l ștergeți și apoi alegeți, din meniul contextual, opțiunea <menuchoice><guimenuitem>Șterge acest panou</guimenuitem></menuchoice>.

source: You must always have at least one panel in the GNOME Desktop. If you have only one panel in the GNOME Desktop, you cannot delete that panel.
ro: Întotdeauna trebuie să aveți măcar un panou în mediul GNOME. Dacă aveți un singur panou în mediul GNOME atunci nu puteți șterge acel panou.

source: Panel Objects
ro: Obiecte pentru panou

source: panel objects
ro: obiecte pentru panou

source: This section describes the objects that you can add to and use from your panels.
ro: Această secțiune descrie obiectele pe care le puteți adăuga și folosi din panouri.

source: Interacting With Panel Objects
ro: Interacțiunea cu obiectele pentru panou

source: interacting with
ro: interactiunarea cu

source: You use the mouse buttons to interact with a panel object in the following ways:
ro: Puteți utiliza mausul pentru a interacționa cu un obiect din panou în următoarele moduri:

source: Left-click
ro: Clic stânga

source: Launches the panel object.
ro: Lansează un obiect de panou

source: Middle-click
ro: Clic cu butonul de mijloc

source: Enables you to grab an object, then drag the object to a new location.
ro: Vă permite să apucați un obiect și să îl trageți într-o nouă locație.

source: Right-click
ro: Clic dreapta

source: Opens the panel object popup menu.
ro: Deschide meniul contextual al panoului.

source: To Select an Applet
ro: Selectarea unei mini-aplicații

source: applets
ro: mini-aplicații

source: selecting
ro: selctare

source: Some restrictions apply on where you can click on an applet in order to display the panel object popup menu, or to move the applet, as follows:
ro: Se aplică unele restricții în cea ce privește locul în care puteți efectua clic pe o mini-aplicație pentru a putea afișa meniul contextual sau pentru a putea muta mini-aplicația, după cum urmează:

source: Some applets have popup menus of applet-specific commands that open when you right-click on particular parts of the applet. For example, the <application><link linkend="windowlist">Window List</link></application> applet has a vertical handle on the left side, and buttons that represent your windows on the right side. To open the panel object popup menu for the <application>Window List</application> applet, you must right-click on the handle. If you right-click on a button on the right side, a popup menu for the button opens.
ro: Unele mini-aplicații au meniuri contextuale specifice mini-aplicației în cauză care se deschid atunci când efectuați clic dreapta într-o anumită zonă a mini-aplicației. De exemplu mini-aplicația <application><link linkend="windowlist">Listă ferestre</link></application> are un mâner vertical în partea din stânga și butoane care reprezintă ferestrele deschise în partea din dreapta. Pentru a deschide meniul contextual pentru mini-aplicația <application>Listă ferestre</application> trebuie să efectuați clic dreapta pe mânerul din partea stânga. Dacă efectuați clic dreapta în partea dreaptă a mini-aplicației se va deschide meniul contextual pentru butoane.

source: Some applets have areas that you cannot use to select the applet. For example, the <application>Command Line</application> applet has a field in which you enter commands. You cannot middle-click or right-click on this field to select the applet. Instead, middle-click or right-click on another part of the applet.
ro: Unele mini-aplicații au zone pe care nu o puteți utiliza pentru a selecta mini-aplicația. De exemplu mini-aplicația <application>Linie de comandă</application> are un câmp unde introduceți comenzile. Nu veți putea efectua clic cu butonul de mijloc sau clic dreapta în acest câmp pentru a selecta mini-aplicația. Pentru a putea selecta mini-aplicația trebuie să efectuați clic cu butonul de mijloc sau clic dreapta într-o altă parte a mini-aplicației.

source: Adding an Object to a Panel
ro: Adăugarea unui obiect pe panou

source: adding
ro: adăugare

source: To add an object to a panel, perform the following steps:
ro: Pentru a adăuga un obiect pe panou parcurgeți următoarele etape:

source: Right-click on a vacant space on a panel to open the panel popup menu.
ro: Efectuați clic dreapta într-un loc liber de pe panou pentru a deschide meniul contextual.

source: Choose <guisubmenu>Add to Panel</guisubmenu>.
ro: Alegeți opțiunea <guisubmenu>Adaugă pe panou</guisubmenu>.

source: The <guilabel>Add to Panel</guilabel> dialog opens.The available panel objects are listed alphabetically, with <link linkend="launchers">launchers</link> at the top.
ro: Se va deschide fereastra de dialog <guilabel>Adaugă pe panou</guilabel>. Obiectele pentru panou sunt listate alfabetic, cu <link linkend="launchers">lansatoare</link> în parte superioară.

source: You can type a part of the name or description of an object in the <guilabel>find</guilabel> box. This will narrow the list to those objects that match what you type.
ro: Puteți tasta o parte a numelui sau a descrierii unui obiect în caseta de <guilabel>căutare</guilabel>. Lucrul acesta va scurta lista obiectelor care se încadrează în criteriul dumneavoastră de căutare.

source: To restore the full list, delete the text in the <guilabel>find</guilabel> box.
ro: Pentru a restaura lista întreagă ștergeți textul introdus în caseta de <guilabel>căutare</guilabel>.

source: Either drag an object from the list to a panel, or select an object from the list and click <guibutton>Add</guibutton> to add it at the spot on the panel where you first right-clicked.
ro: Fie trageți un obiect din listă pe panou, fie selectați obiectul din listă și apăsați butonul <guibutton>Adaugă</guibutton> pentru a-l adăuga pe panou în locul unde ați efectuat clic dreapta.

source: You can also add any item in the <guimenu>Applications</guimenu> menu to the panel: right-click the menu item and choose <guimenuitem>Add this launcher to panel</guimenuitem>.
ro: Puteți adăuga, de asemenea, orice element din meniul <guimenu>Aplicații</guimenu> panoului: apăsați clic dreapta pe elementul din meniu și selectați <guimenuitem>Adaugă acest lansator la panou</guimenuitem>.

source: Each launcher corresponds to a <filename>.desktop</filename> file. You can drag a <filename>.desktop</filename> file on to your panels to add the launcher to the panel.
ro: Fiecare lansator corespunde unui fișier <filename>.desktop</filename>. Puteți trage un fișier <filename>.desktop</filename> în panou pentru a adăuga lansatorul respectiv pe panou.

source: Modifying the Properties of an Object
ro: Modificarea proprietăților unui obiect

source: The command that starts a launcher application.
ro: Comanda care pornește lansatorul unei aplicații.

source: The location of the source files for a menu.
ro: Locația fișierului sursă pentru un meniu.

source: The icon that represents the object.
ro: Iconița care reprezintă obiectul.

source: Some panel objects, such as launchers and drawers, have a set of associated properties. The properties are different for each type of object. The properties specify details such as the following: <placeholder-1/>
ro: Unele obiecte pentru panou precum lansatoarele sau sertarele au câte un set de proprietăți asociate. Proprietățile sunt diferite pentru fiecare tip de obiect în parte. Proprietățile specifică detalii precum sunt următoarele: <placeholder-1/>

source: To modify the properties of an object, perform the following steps:
ro: Pentru a modifica proprietățile unui obiect, procedați astfel:

source: panel object popup menu, illustration
ro: meniu contextual obiect panou, ilustrare

source: Right-click on the object to open the panel object popup menu, as shown in <xref linkend="gospanel-FIG-54"/>.
ro: Efectuați clic dreapta pe obiect pentru a deschide meniul contextual al obiectului așa cum se arată în <xref linkend="gospanel-FIG-54"/>.

source: Panel Object Popup Menu
ro: Meniul contextual al unui obiect pentru panou

source: Panel object popup menu. Menu items: Properties, Remove From Panel, Lock, Move.
ro: Meniul contextual al unui obiect pentru panou. Opțiunile de meniu: Proprietăți, Ștergere din panou, Blocare, Mutare.

source: Choose <guimenuitem>Properties</guimenuitem>. Use the <guilabel>Properties</guilabel> dialog to modify the properties as required. The properties in the <guilabel>Properties</guilabel> dialog depend on which object you select in step 1.
ro: Selectați <guimenuitem>Proprietăți</guimenuitem>. Utilizați fereastra de dialog <guilabel>Proprietăți</guilabel> pentru a modifica proprietățile după cum doriți. Proprietățile afișate în fereastra de dialog <guilabel>Proprietăți</guilabel> depind de tipul obiectului ales la pasul 1.

source: Close the <guilabel>Properties</guilabel> dialog.
ro: Închideți fereastra de dialog <guilabel>Proprietăți</guilabel>.

source: Moving a Panel Object
ro: Mutarea unui obiect pentru panou

source: You can move panel objects within a panel, and from one panel to another panel. You can also move objects between panels and drawers.
ro: Puteți muta un obiect pentru panou în cadrul panoului și dintr-un panou în altul. Puteți muta, de asemenea, obiectele între panouri și sertare.

source: To move a panel object, middle-click and hold on the object and drag the object to a new location. When you release the middle mouse button, the object anchors at the new location.
ro: Pentru a muta un obiect pentru panou îl selectați și mențineți cu butonul de mijloc și îl trageți în noua locație. După ce eliberați butonul de mijloc obiectul va fi ancorat de noua locație.

source: Alternatively, you can use the panel object popup menu to move an object, as follows:
ro: Ca metodă alternativă pentru a muta un obiect pentru panou puteți utiliza meniul contextual după cum urmează:

source: Right-click on the object, then choose <guimenuitem>Move</guimenuitem>.
ro: Efectuați clic dreapta pe obiect și apoi alegeți <guimenuitem>Mutare</guimenuitem> din meniul contextual.

source: Point to the new location for the object, then click any mouse button to anchor the object to the new location. This location can be on any panel that is currently in the GNOME Desktop.
ro: Mutați săgeata mausului în noua locație pentru obiect și apoi efectuați clic cu oricare buton al mausului pentru a ancora obiectul în noua locație. Această locație poate fi în oricare din panourile curente din mediul GNOME.

source: Movement of a panel object affects the position of other objects on the panel. To control how objects move on a panel, you can specify a movement mode. To specify the movement mode, press one of the following keys as you move the panel object:
ro: Mișcările unui obiect pentru panou afectează poziția altor obiecte de pe panou. Pentru a controla cum se mișcă obiectele într-un panou, puteți specifica un mod de mișcare. Pentru a specifica un mod de mișcare apăsați una din următoarele taste în timp ce mutați obiectul pentru panou.

source: Key
ro: Tastă

source: Movement Mode
ro: Modul de mișcare

source: No key
ro: Fără tastă

source: Switched movement
ro: Mișcarea prin comutare

source: The object swaps places with other panel objects. Switched movement is the default movement mode.
ro: Obiectul comută locurile cu alte obiecte din panou. Mișcarea prin permutare este modul de mișcare implicit.

source: <keycap>Alt</keycap> key
ro: Tasta <keycap>Alt</keycap>

source: Free movement
ro: Mișcare liberă

source: The object jumps over other panel objects into the next vacant space on the panel.
ro: Obiectul sare peste alte obiecte pentru panou în următorul loc liber de pe panou.

source: <keycap>Shift</keycap> key
ro: Tasta <keycap>Shift</keycap>

source: Push movement
ro: Mișcare de împingere

source: The object pushes other panel objects further along the panel.
ro: Obiectul pentru panou împinge celelalte obiecte dealungul panoului.

source: Locking a Panel Object
ro: Blocarea unui obiect pentru panou

source: locking
ro: blocare

source: locking panel objects
ro: blocarea obiectelor pentru panou

source: You can lock panel objects so that the objects stay in the same position on the panel. Use this if you do not want some panel objects to change position when you move other panel objects.
ro: Puteți bloca obiectele pentru panou pentru ca obiectele să rămână în aceeași poziție pe panou. Utilizați această proprietate dacă nu doriți ca un anume obiect pentru panou să își modifice poziția când mutați alte obiecte pentru panou.

source: To lock an object to its current location in the panel, right-click on the object to open the panel object popup menu, then select <guimenuitem>Lock To Panel</guimenuitem>. Deselect this to unlock the object.
ro: Pentru a fixa un obiect în poziția sa curentă de pe panou, efectuați clic dreapta pe obiect pentru a deschide meniul contextual, apoi selectați opțiunea <guimenuitem>Fixează pe paboul</guimenuitem>. Pentru a lăsa obiectul liber pe panou, deselectați această opțiune.

source: Removing a Panel Object
ro: Ștergerea unui obiect pentru panou

source: removing
ro: eliminare

source: To remove an object from a panel, right-click on the object to open the panel object popup menu and then choose <guimenuitem>Remove From Panel</guimenuitem>.
ro: Pentru a șterge un obiect de pe panou efectuați clic dreapta pe obiect, pentru a deschide meniul contextual, apoi alegeți opțiunea <guimenuitem>Elimină din panou</guimenuitem>.

source: Applets
ro: Mini-aplicații

source: An applet is a small application whose user interface resides within a panel. The following figure shows the following applets, from left to right:
ro: O mini-aplicație este o aplicație de dimensiuni reduse care se găsește pe unul dintre panouri. În figura următoare sunt prezentate, de la stânga la dreapta, următoarele mini-aplicații:

source: <application><link linkend="windowlist">Window List</link></application>: Displays the windows currently open on your system.
ro: <application><link linkend="windowlist">Listă ferestre</link></application>: Afișează ferestrele curente deschise.

source: <application>Volume Control</application>: Enables you to control the volume of the speaker on your system.
ro: <application>Control volum</application>: Vă permite să controlați volumul sunetului în difuzoarele conectate la sistem.
