Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Select this option to display a dialog when you choose an executable text file. The dialog asks whether you want to execute the file or display the file.
ro: Selectați această opțiune pentru a afișa o fereastră de dialog atunci când efectuați clic pe un fișier text executabil. În fereastra de dialog veți fi întrebați dacă doriți să executați sau să afișați fișierul.

source: Ask before emptying the Trash or deleting files
ro: Întreabă înainte de a goli coșul de gunoi sau de a șterge fișiere

source: Select this option to display a confirmation message before <guilabel>Trash</guilabel> is emptied, or files are deleted. Leave this selected unless you have good reason not to.
ro: Selectați această opțiune pentru a afișa un mesaj de confirmare înainte de a goli <guilabel>coșul de gunoi</guilabel> sau înainte de a șterge fișiere. Lăsați această opțiune selectată, nu o debifați decât dacă aveți argumente solide și asta doriți.

source: Include a Delete command that bypasses Trash
ro: Include o comandă Șterge care să ignore coșul de gunoi

source: Select this option to add a <guimenuitem>Delete</guimenuitem> menu item to the following menus:
ro: Selectați această opțiune pentru a adăuga o opțiune <guimenuitem>Șterge</guimenuitem> în meniurile următoare:

source: The <guimenu>Edit</guimenu> menu.
ro: Meniul <guimenu>Editare</guimenu>.

source: The popup menu that is displayed when you right-click on a file, folder, or desktop object.
ro: Meniul contextual care apare atunci când efectuați clic dreapta pe un fișier, pe un dosar sau pe un obiect de pe desktop.

source: When you select an item then choose the <guimenuitem>Delete</guimenuitem> menu item, the item is deleted from your file system immediately. There is no way to recover a deleted file. Do not select this unless you have good reason to.
ro: Când selectați un element și alegeți opțiunea <guimenuitem>Șterge</guimenuitem>, atunci elementul este șters din sistem imediat și permanent. Nu veți mai avea nici o modalitate de a recupera fișierul șters. Nu selectați această opțiune decât dacă aveți argumente solide și așa doriți.

source: Display Preferences
ro: Preferințe ecran

source: caption preferences
ro: informații preferințe

source: icon captions
ro: informații iconiță

source: An icon caption displays the name of a file or folder in an icon view. The icon caption also includes three additional items of information on the file or folder. The additional information is displayed after the file name. Normally only one item of information is visible, but when you zoom in on an icon, more of the information is displayed. You can modify what additional information is displayed in icon captions.
ro: Informațiile unei iconițe afișează numele unui fișier sau a unui dosar în mod de afișare iconițe. Se mai pot afișa încă trei informații suplimentare despre fișier sau despre dosar. Informațiile suplimentare sunt afișate după numele fișierului sau al dosarului. În mod normal doar un singur element de informații este vizibil, dar când măriți iconița se vor afișa mai multe informații. Puteți alege ce informații suplimentare puteți afișa odată cu iconița fișierului sau a dosarului.

source: To set your preferences for icon captions, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Display</guilabel> tab to display the <guilabel>Display</guilabel> tabbed section.
ro: Pentru a alege preferințele pentru informațiile iconițelor, selectați opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>. Acționați tabul <guilabel>Afișare informații</guilabel> pentru a afișa pagina <guilabel>Afișare informații</guilabel>.

source: Select the items of information that you want to display in the icon caption from the three drop-down lists. Select the first item from the first drop-down list, select the second item from the second drop-down list, and so on. The following table describes the items of information that you can select:
ro: Selectați tipul de informații, pe care doriți să le afișați odată cu iconițele, din cele trei meniuri derulante. Selectați un tip de informație din prima listă derulantă, apoi selectați alt tip de informație din a doua listă derulantă, ș.a.m.d.. Tabelul următor descrie fiecare tip de informație pe care îl puteți alege:

source: Choose this option to display the size of the item.
ro: Alegeți această opțiune pentru a afișa dimensiunea obiectului.

source: Choose this option to display the description of the MIME type of the item.
ro: Alegeți această opțiune pentru a afișa descrierea tipului MIME a obiectului.

source: Date Modified
ro: Dată modificare

source: Choose this option to display the last modification date of the item.
ro: Alegeți această opțiune pentru a afișa data ultimei modificări a obiectului.

source: Date Accessed
ro: Dată acces

source: Choose this option to display the date that the item was last accessed.
ro: Alegeți această opțiune pentru a afișa data la care a fost accesat obiectul ultima oară.

source: Choose this option to display the owner of the item.
ro: Alegeți această opțiune pentru a afișa deținătorul obiectului.

source: Choose this option to display the group to which the item belongs.
ro: Alegeți această opțiune pentru a afișa grupul căruia aparține obiectul.

source: Permissions
ro: Permisiuni

source: <indexterm><primary>permissions</primary><secondary>displaying as characters</secondary></indexterm>Choose this option to display the permissions of the item as three sets of three characters, for example <computeroutput>-rwxrw-r--</computeroutput>.
ro: <indexterm><primary>permissions</primary><secondary>afișare folosind caractere</secondary></indexterm>Alegeți această opțiune pentru a afișa drepturile de acces ale elementului ca trei seturi de câte trei caractere, de exemplu <computeroutput>-rwxrw-r--</computeroutput>.

source: Octal Permissions
ro: Permisiuni octale

source: <indexterm><primary>permissions</primary><secondary>displaying in octal notation</secondary></indexterm>Choose this option to display the permissions of the item in octal notation, for example <computeroutput>764</computeroutput>.
ro: <indexterm><primary>permissions</primary><secondary>afișare în notație octală</secondary></indexterm>Alegeți această opțiune pentru a afișa drepturile de acces în notație octală, de exemplu <computeroutput>764</computeroutput>.

source: Choose this option to display the MIME type of the item.
ro: Alegeți această opțiune pentru a afișa tipul MIME al obiectului.

source: Choose this option to display no information for the item.
ro: Alegeți această opțiune pentru a nu afișa nicio informație despre obiect.

source: The date <guilabel>Format</guilabel> option lets you choose how the date is displayed throughout Nautilus.
ro: Opțiunea <guilabel>Format</guilabel> pentru dată, vă oferă posibilitatea să alegeți modul în care este afișată data în Nautilus.

source: List Columns Preferences
ro: Preferințe coloane în mod afișare listă

source: You can specify what information is displayed in list view in file manager windows. You can specify which columns are displayed in list view, and the order in which the columns are displayed.
ro: Puteți alege ce informații vor fi afișate în mod listă în fereastra managerului de fișiere. Puteți alege coloanele care vor fi afișate în modul de afișare listă, precum și ordinea în care sunt afișate aceste coloane.

source: To set your preferences for list columns, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>List Columns</guilabel> tab to display the <guilabel>List Columns</guilabel> tabbed section.
ro: Pentru a configura preferințelee pentru coloanele din modul de afișare listă, alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>. Acționați tabul <guilabel>Coloane listă</guilabel> pentru a afișa pagina <guilabel>Coloane listă</guilabel>.

source: To specify a column to display in list view, select the option that corresponds to the column, then click on the <guibutton>Show</guibutton> button. To remove a column from the list view, select the option that corresponds to the column, then click on the <guibutton>Hide</guibutton> button.
ro: Pentru a specifica afișarea unei anumite coloane în modul listă, selectați opțiunea corespunzătoare coloanei, apoi apăsați pe butonul <guibutton>Arată</guibutton>. Pentru a elimina coloana din modul listă, selectați opțiunea corespunzătoare coloanei, apoi apăsați pe butonul <guibutton>Ascunde</guibutton>.

source: Use the <guibutton>Move Up</guibutton> and <guibutton>Move Down</guibutton> buttons to specify the position of columns in list view.
ro: Utilizați butoanele <guibutton>Mută în sus</guibutton> și <guibutton>Mută în jos</guibutton> pentru a specifica poziția coloanelor în modul de afișare listă.

source: To use the default columns and column positions, click on the <guibutton>Use Default</guibutton> button.
ro: Pentru a folosi coloanele implicite și poziția implicită a acestora, acționați butonul <guibutton>Valori implicite</guibutton>.

source: The following table describes the columns that you can display:
ro: Tabelul următor descrie coloanele pe care le puteți folosi:

source: Choose this option to display the name of the item.
ro: Alegeți această opțiune pentru a afișa numele obiectului.

source: Choose this option to display the description of the MIME type of the item from the <application>File Types and Programs</application> preference tool.
ro: Alegeți această opțiune pentru a afișa descrierea tipului MIME al obiectului din unealta de preferințe <application>Tipuri de fișiere și programe</application>.

source: Preview Preferences
ro: Previzualizare preferințe

source: preview
ro: previzualizare

source: The file manager include some file preview features. The preview features can affect the speed with which the file manager responds to your requests. You can modify the behavior of some of these features to improve the speed of the file manager. For each preview preference, you can select one of the options described in the following table:
ro: Managerul de fișiere poate previzualiza anumite tipuri de fișiere. Previzualizarea fișierelor poate afecta viteza cu care managerul de fișiere răspunde la comenzi. Puteți schimba comportamentul pentru o parte din acestea pentru a îmbunatăți viteza managerului de fișiere. Pentru fiecare preferință de previzualizare, puteți alege una din opțiunile prezentate în tabelul următor:

source: Always
ro: Întotdeauna

source: Performs the action for both local files, and files on other file systems.
ro: Efectuează acțiunea atât pentru fișierele locale, cât și pentru fișierele aflate în alte sisteme de fișiere.

source: Local Files Only
ro: Doar fișiere locale

source: Performs the action for local files only.
ro: Efectuează acțiunea doar pentru fișierele locale.

source: Never
ro: Niciodată

source: Never performs the action.
ro: Nu efectuează niciodată acțiunea.

source: To set your preview preferences, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Preview</guilabel> tab dialog to display the <guilabel>Preview</guilabel> tabbed section.
ro: Pentru a configura preferințele de previzualizare, alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>. Acționați tabul <guilabel>Previzualizare</guilabel> pentru a afișa pagina <guilabel>Previzualizare</guilabel>.

source: <xref linkend="gosnautilus-TBL-41"/> lists the preview preferences that you can modify.
ro: <xref linkend="gosnautilus-TBL-41"/> prezintă preferințele de previzualizare pe care le puteți modifica.

source: Show text in icons
ro: Afișează text în iconițe

source: Select an option to specify when to preview the content of text files in the icon that represents the file.
ro: Selectați o opțiune pentru a determina când să previzualizați conținutul fișierelor de tip text în iconița care reprezintă fișierul.

source: Show thumbnails
ro: Arată imagini miniatură

source: Select an option to specify when to show thumbnails of image files. The file manager stores the thumbnail files for each folder in a <filename>.thumbnails</filename> directory in the user's Home Folder.
ro: Selectați o opțiune pentru a determina când să afișați o miniatură pentru fișierele cu imagini. Managerul de fișiere reține fișierele miniatură pentru fiecare dosar în parte, într-un dosar numit <filename>.thumbnails</filename> din dosarul personal al utilizatorului.

source: Only for files smaller than
ro: Doar pentru fișiere mai mici de

source: Specify the maximum file size for files for which the file manager creates a thumbnail.
ro: Specifică dimensiunea maximă a fișierelor pentru care managerul de fișiere va creea o miniatură.

source: Preview sound files
ro: Previzualizare fișiere sunet

source: Select an option to specify when to preview sound files.
ro: Selectați o opțiune pentru a specifica în ce condiții să se folosească previzualizarea fișierelor sunet.

source: Count number of items
ro: Calculare număr elemente

source: Select an option to specify when to show the number of items in folders. When in icon view, you might need to increase your zoom level to see the number of items in each folder.
ro: Selectați aceasta opțiune pentru a deteermina când să afișați numărul de eleemente dintr-un dosar. Când sunteți în mod de afișare iconițe, este posibil să fiți nevoiți să măriți iconița pentru a putea vedea această informație.

source: Media Preferences
ro: Preferințe media

source: You can configure how <application>Nautilus</application> handles removable media and devices that are connected to the computer, such as music players or cameras. For each media format or device type, <application>Nautilus</application> offers to run one of the applications that are known to support this format, as well as the following options:
ro: Puteți configura modul în care <application>Nautilus</application> gestionează mediile detașabile și dispozitivele care sunt conectate la calculator, precum dispozitivele de redare a muzicii sau camerele foto digitale. Pentru fiecare tip de format media sau de tip de dispozitiv, <application>Nautilus</application> oferă să rulați una din aplicațiile care se știe că pot reda acest tip de format, precum și opțiunile următoare:

source: Ask what to do
ro: Întreabă ce acțiune

source: Make <application>Nautilus</application> ask for the desired action when the media or device appears.
ro: Determină <application>Nautilus</application> să întrebe ce acțiune se dorește să se execute atunci când se detectează un anumit mediu detașabil sau un anumit dispozitiv.

source: Do Nothing
ro: Nu fă nimic

source: Do nothing.
ro: Nu fă nimic

source: Open Folder
ro: Deschide dosar

source: Treat the media or device like an ordinary folder and open it in a <application>Nautilus</application> window.
ro: Tratează mediul detașabil sau dispozitivul ca pe un dosar obișnuit și îl va deschide într-o fereastră <application>Nautilus</application>.

source: Open with other Application
ro: Deschide cu altă aplicație

source: Select an application to run with the <application>Nautilus</application> application chooser dialog. Note that applications known to handle the media or device can be chosen directly from the drop-down list.
ro: Selectați o aplicație de rulat cu dialogul de alegere <application>Nautilus</application>. Rețineți că aplicațiile cunoscute pentru a opera fișierele media de pe dispozitiv pot fi alese direct din lista derulantă.

source: The most common media formats can be configured in the <guilabel>Media Handling</guilabel> section: audio CDs, video DVDs, music players, cameras, and software cds.
ro: Cele mai comune formate media pot fi configurate în secțiunea <guilabel>Gestionare medii</guilabel>: CD-uri audio, DVD-uri video, dispozitive de redare muzică, camere foto digitale și CD-uri cu software.

source: To configure the handling for other media formats, first select the format in the <guilabel>Type</guilabel> drop-down list, then select the desired handling for this format in the <guilabel>Action</guilabel> drop-down list.
ro: Pentru a configura modul de gestionare a altor formate media, mai întâi selectați formatul din lista derulantă <guilabel>Tip</guilabel>, apoi selectați modul de gestionare dorit din lista derulantă <guilabel>Acțiune</guilabel>.

source: <xref linkend="gosnautilus-TBL-43"/> lists other media handling preferences that you can modify.
ro: <xref linkend="gosnautilus-TBL-43"/> prezintă o listă cu preferințele modului de gestionare, pe care le puteți modifica.

source: Never prompt or start programs on media insertion
ro: Nu solicita sau porni programe la introducerea mediilor

source: Select this option to prevent <application>Nautilus</application> from showing dialogs or running programs when media or devices appear. When this option is selected, the preferences for the handling of specific media formats are ignored.
ro: Selectați această opțiune pentru a preveni <application>Nautilus</application> să afișeze ferestre de dialog sau să ruleze programe când sunt introduse medii sau când sunt conectate dispozitive. Când este selectată această opțiune, preferințele pentru gestionarea formatelor media specifice sunt ignorate.

source: Browse media when inserted
ro: Navigare mediu la introducere

source: When this option is selected, <application>Nautilus</application> will automatically open a folder when media is inserted. This only applies for media formats for which the handling has not been explicitly configured.
ro: Când este selectată această opțiune, <application>Nautilus</application> va deschide automat un dosar când este introdus mediul. Această opțiune se aplică doar formatelor media pentru care modul de gestionare nu a fost configurat explicit.

source: Extending Nautilus
ro: Extinderea funcțiilor managerului de fișiere Nautilus

source: running scripts
ro: rulare scripturi

source: scripts, running from file manager
ro: scripturi, rulare din managerul de fișiere

source: Nautilus can be extended in two main ways. Through <application>Nautilus</application> extensions, and through scripts. This section explains the difference between the two and how to install.
ro: Nautilus poate fi extins în două moduri. Prin extensiile <application>Nautilus</application>, și prin scripturi. Această secție explică diferența dintre cele două moduri și cum se instalează.

source: Nautilus Scripts
ro: Scripturi Nautilus

source: Nautilus can run scripts. Scripts are typically simpler in operation than full <application>Nautilus</application> extensions and can be written in any scripted language capable of being executed on your computer. To run a script choose <menuchoice><guimenu>File</guimenu><guimenuitem>Scripts</guimenuitem></menuchoice>, then choose the script that you want to run from the submenu.
ro: Nautilus poate rula scripturi. Scripturile sunt, de regulă, mai simplu de operat decât extensiile <application>Nautilus</application> și pot fi scrise în orice limbaj ce poate fi executat în sistemul dumneavoastră. Pentru a rula un script alegeti opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Scripts</guimenuitem></menuchoice>, apoi alegeți, din submeniul afișat, scriptul pe care doriți să îl executați.

source: To run a script on a particular file, select the file in the view pane. Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Scripts</guimenuitem></menuchoice>, then choose the script that you want to run on the file from the submenu. You can also select multiple files to run your scripts on.
ro: Pentru a rula un script cu un anumit fișier, selectați fișierul din panoul de afișare. Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Scripts</guimenuitem></menuchoice> și apoi alegeți, din submeniul afișat, scriptul pe care doriți să-l executați cu fișierul selectat. Puteți rula un script cu mai multe fișiere selectate.

source: You may also access scripts from the context menu.
ro: Puteți accesa scripturile și din meniul contextual.

source: If you do not have any scripts installed, the script menu will not appear.
ro: Dacă nu aveți niciun script instalat, atunci meniul Scripts nu va fi vizibil.

source: Installing File Manager Scripts
ro: Instalarea scripturilor pentru managerul de fișiere

source: The file manager includes a special folder where you can store your scripts. All executable files in this folder will appear in the Scripts menu. The script folder is located at $HOME/.gnome2/nautilus-scripts.
ro: Managerul de fișiere include un dosar special în care puteți stoca scripturi. Toate fișierele executabile din acest dosar, vor apărea în meniul Scripts. Dosarul cu scripturi se află în $HOME/.gnome2/nautilus-scripts.

source: To install a script, simply copy the script to the script folder and give it the user executable permission.
ro: Pentru a instala un script, pur și simplu copiați scriptul în dosarul pentru scripturi și dați utilizatorului permisiunea să-l execute ca program.

source: To view the contents of your scripts folder, if you already have scripts installed, choose <menuchoice><guimenu>File</guimenu><guisubmenu>Scripts</guisubmenu><guimenuitem>Open Scripts Folder</guimenuitem></menuchoice>. You will have to navigate to the scripts folder with the file manager if you do not yet have any scripts. You may need to show hidden files for this, use <menuchoice><guimenu>View</guimenu><guimenuitem>Show Hidden Files</guimenuitem></menuchoice>
ro: Pentru a afișa conținutul dosarului dumneavoastră cu scripturi, în cazul în care aveți deja instalate scripturi, alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guisubmenu>Scripts</guisubmenu><guimenuitem>Deschide dosar Scripts</guimenuitem></menuchoice>. Dacă nu aveți instalate scripturi, va trebui să navigați manual, cu managerul de fisiere, până în dosarul cu scripturi. Pentru aceasta, este posibil, să fiți nevoiți să afișați fișierele ascunse cu ajutorul opțiunii <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Arată fișierele ascunse</guimenuitem></menuchoice>

source: A good source to download <application>Nautilus</application> scripts is from the <ulink url="http://g-scripts.sourceforge.net"><citetitle>G-Scripts website</citetitle></ulink>.
ro: O sursă bună de unde puteți descărca scripturi pentru <application>Nautilus</application> este <ulink url="http://g-scripts.sourceforge.net"><citetitle>pagina de Internet G-Scripts</citetitle></ulink>.

source: Writing File Manager Scripts
ro: Cum puteți realiza scripturi pentru managerul de fișiere

source: When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters.
ro: Când sunt executate dintr-un dosar local, scripturile vor referii fișierele cu numele lor. Când sunt executate dintr-un dosar la distanță (de exemplu un dosar care afișează conținut web sau ftp), scripturilor nu li se vor asocia parametri.

source: The following table shows variables passed to the script :
ro: Tabelul următor prezintă variabilele care pot fi referite de un script:

source: Environment variable
ro: Variabile de mediu

source: newline-delimited paths for selected files (only if local)
ro: căi delimitate de linie nouă pentru fișierele selectate (doar local)

source: newline-delimited URIs for selected files
ro: URI delimitate de linie nouă pentru fișierele selectate

source: URI for current location
ro: URI pentru locația curentă

source: position and size of current window
ro: poziția și dimensiunea ferestrei curente

source: Nautilus Extensions
ro: Extensii Nautilus
