Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Further standard GNOME applications include games, music and video players, a web browser, software accessibility tools, and utilities to manage your system. Your distributor or vendor may have added other applications, such as a word processor and a graphics editor. They may also provide you with a way to install further applications.
ro: Printre aplicațiile standard se mai pot enumera jocuri, aplicații pentru redarea audio sau video, navigtorul de Internet, unelte software pentru accesibilitate și utilitare pentru gestionarea sistemului. Distribuitorul sau vânzătorul de la care ați achiziționat sistemul, este posibil să fi adăugat și alte aplicații, precum un program de procesare text și un editor pentru grafică. De asemenea, vă mai poate furniza și o modalitate de a instala și alte programe suplimentare.

source: All GNOME applications have many features in common, which makes it easier to learn how to work with a new GNOME application. The rest of this section describes some of these features.
ro: Toate aplicațiile GNOME au multe caracteristici comune iar acest lucru vă ușurează învățarea și lucrul cu alte aplicații noi GNOME. În continuare se vor descrie o parte dintre aceste caracteristici.

source: Common Features
ro: Caracteristici comune

source: The applications that are provided with the GNOME Desktop share many common features, such as similar open and save dialogs and similar-looking icons. This is because they have all been developed using the GNOME development platform. An application developed using this platform is called a <firstterm>GNOME-compliant application</firstterm>. For example, <application>Nautilus</application> and the <application>gedit</application> text editor are GNOME-compliant applications.
ro: Aplicațiile care sunt furnizate cu mediul desktop GNOME împărtășesc mai multe caracteristici comune, precum dialoguri similare pentru deschidere și salvare și iconițe asemănătoare. Acest lucru se datorează faptului că toate aplicațiile au fost dezvoltate folosind platforma de dezvoltare GNOME. O aplicație dezvoltată folosind această platformă se numește <firstterm>aplicație conformă GNOME</firstterm>. De exemplu, <application>Nautilus</application> și editorul de text <application>gedit</application> sunt aplicații conforme GNOME.

source: Some of the features of GNOME-compliant applications are as follows:
ro: Dintre caracteristicile aplicațiilor conforme GNOME pot fi enumerate:

source: Consistent look-and-feel
ro: Aspect unitar

source: GNOME-compliant applications have a consistent look-and-feel. You can use the <link linkend="prefs-theme"><application>Appearance</application> preference tool</link> to change the look-and-feel of your GNOME-compliant applications.
ro: Aplicațiile conforme GNOME au un aspect unitar. Puteți folosi <link linkend="prefs-theme">unealta de preferințe <application>Aspect</application></link> pentru a modifica aspectul aplicațiilor dumneavoastră care sunt conforme GNOME.

source: Menubars, toolbars, and statusbars
ro: Bare de meniuri, bare de unelte și bare de stare

source: Most GNOME-compliant applications have a menubar, a toolbar, and a statusbar. The menubars usually have a similar structure; for example, the <guimenu>Help</guimenu> menu always contains an <guimenuitem>About</guimenuitem> menu item.
ro: Majoritatea aplicațiilor conforme GNOME au o bară de meniuri, o bară de unelte și o bară de stare. Bara de meniuri are, de regulă, o structură similară; de exemplu, meniul <guimenu>Ajutor</guimenu> conține întotdeauna elementul de meniu <guimenuitem>Despre</guimenuitem>.

source: A <firstterm>toolbar</firstterm> is a bar that appears under the menubar. A toolbar contains buttons for the most commonly-used commands. A <firstterm>statusbar</firstterm> is a bar at the bottom of a window that provides information about the current state of what you are viewing in the window. Applications might also contains other bars. For example, <application>Nautilus</application> contains a location bar.
ro: O <firstterm>bară de unelte</firstterm> este o bară care este dispusă sub bara de meniuri. O bară de unelte conține butoane pentru comenzile folosite în mod curent. O <firstterm>bară de stare</firstterm> este o bară dispusă în partea inferioară a ferestrei, care furnizează informații despre starea curentă a ceea ce vedeți în fereastră. Aplicațiile mai pot conține și alte bare. De exemplu, <application>Nautilus</application> conține și o bară pentru locații.

source: Default shortcut keys
ro: Taste implicite pentru acces rapid

source: GNOME-compliant applications use the same shortcut keys to perform the same actions. See <xref linkend="keyboard-skills"/> for a list of common shortcut keys.
ro: Aplicațiile conforme GNOME folosesc aceleași taste pentru acces rapid pentru a efectua aceleași acțiuni. Pentru o listă a tastelor de acces rapid uzuale, consultați <xref linkend="keyboard-skills"/>.

source: Drag-and-drop
ro: Operația de Tragere și Plasare

source: When you drag-and-drop something into a GNOME-compliant application, it will recognize the format of the items that you dragged and will handle them in an appropriate manner. For example, when you drag a HTML file from a <application>Nautilus</application> window to a web browser, the file is displayed in HTML format in the browser. However, when you drag the HTML file to a text editor, the file is displayed in plain text format in the text editor.
ro: Când efectuați o acțiune de tragere și plasare într-o aplicație conformă GNOME, se va recunoaște formatul elementului pe care îl trageți și acesta va fi prelucrat în maniera specifică tipului elementului. De exemplu, când trageți un fișier de tip HTML dintr-o fereastră <application>Nautilus</application> în fereastra unui navigator web, atunci fișierul va fi afișat în format HTML în navigatorul web. Cu toate acestea, dacă trageți fișierul HTML într-un editor de text, atunci fișierul va fi afișat în format text obișnuit în editorul de text.

source: Working With Files
ro: Cum se lucrează cu fișierele

source: The work you do with an application is stored in <firstterm>files</firstterm>. These may be on your computer's hard drive, or on a removable device such as a USB flash drive. You <firstterm>open</firstterm> a file to examine it or work on it, and you <firstterm>save</firstterm> a file to store your work. When you are done working with a file, you <firstterm>close</firstterm> it.
ro: Relultatul muncii realizate cu ajutorul unei aplicații este stocat în <firstterm>fișiere</firstterm>. Acestea se pot afla pe discul fix al calculatorului sau pe un mediu detașabil precum un dispozitiv flash USB. Puteți <firstterm>deschide</firstterm> un fișier pentru a-l examina sau pentru a lucra cu el și puteți <firstterm>salva</firstterm> un fișier pentru a stoca rezultatul muncii. După ce ați terminat de lucrat cu un fișier îl veți <firstterm>închide</firstterm>.

source: All GNOME applications use the same dialogs for opening and saving files, presenting you with a consistent interface. The following sections cover the open and the save dialog in detail.
ro: Toate aplicațiile GNOME folosesc aceleași ferestre de dialog pentru deschiderea și salvarea fișierelor, oferindu-vă astfel o interfață unitară.

source: Choosing a File to Open
ro: Alegerea unui fișier pentru a fi deschis

source: The <guilabel>Open File</guilabel> dialog allows you to choose a file to open in an application.
ro: Dialogul <guilabel>Deschide fișier</guilabel> vă permite să alegeți un fișier pe care să-l deschideți în aplicație.

source: The right-hand pane of the dialog lists files and folders in the current location. You can use the mouse or the arrow keys on your keyboard to select a file.
ro: Panoul din dreapta ferestrei de dialog cuprinde lista fișierelor și dosarelor din locația curentă. Puteți folosi mausul sau tastele săgeți pentru a selecta un fișier.

source: Once a file is selected in the list, perform one of the following actions to open it:
ro: Odată selectat un fișier din listă efectuați una din următoarele acțiuni pentru a-l deschide:

source: Click <guibutton>Open</guibutton>.
ro: Apăsați butonul <guibutton>Deschide</guibutton>.

source: Press <keycap>Return</keycap>.
ro: Apăsați tasta <keycap>Enter</keycap>.

source: Press <keycap>Spacebar</keycap>.
ro: Apăsați tasta <keycap>Spațiu</keycap>.

source: Double-click the file.
ro: Efectuați clic dublu pe fișier.

source: If you open a folder or a location instead of a file, the <guilabel>Open File</guilabel> dialog updates to show the contents of that folder or location.
ro: Dacă ați deschis un dosar sau o locație în loc de un fișier atunci fereastra de dialog <guilabel>Deschide fișier</guilabel> se va actualiza și va afișa conținutul dosarului sau locației.

source: To change the location shown in the right-hand pane, do one of the following:
ro: Pentru a schimba locația afișată în panoul din dreapta al ferestrei de dialog efectuați una din următoarele acțiuni:

source: Open a folder that is listed in the current location.
ro: Deschiderea unui dosar care se află în locația curentă.

source: Open an item in the left-hand pane. This pane lists places such as your Documents folder, your Home Folder, media such as CDs and flash drives, places on your network, and your <link linkend="nautilus-bookmarks">bookmarks</link>.
ro: Deschiderea unui element din panoul lateral. Acest panou afișează locuri precum dosarul dumneavoastră Documente, dosarul dumneavoastră personal, medii detașabile precum CD-uri sau dispozitive flash, locații din rețeaua dumneavoastră și locațiile dumneavoastră <link linkend="nautilus-bookmarks">favorite</link>.

source: Click one of the buttons in the path bar above the file listing pane. This shows the hierarchy of folders that contain your current location. Use the arrow buttons to either side of the button bar if the list of folders is too long to fit.
ro: Apăsarea unuia din butoanele din bara de cale de deasupra panoului unde sunt listate fișierele. Aceasta afișează ierarhia dosarelor care contin locația curentă. Folosiți butoanele săgeată de la capetele butonului dacă lista care reprezintă calea este prea lungă pentru a fi afișată în întregime.

source: The lower part of the <guilabel>Open File</guilabel> dialog may contain further options specific to the current application.
ro: Partea inferioară a dialogului <guilabel>Deschide fișier</guilabel> poate conține opțiuni specifice aplicației curente.

source: Filtering the File List
ro: Filtrarea listei de fișiere

source: You can restrict the file list to show only files of certain types. To do this, choose a file type from the drop-down list beneath the file list pane. The list of file types depends on the application you are currently using. For example, a graphics application will list different image file formats, and a text editor will list different types of text file.
ro: Puteți restricționa lista de fișiere în așa fel încât să se afișeze doar fișierele de un anumit tip. Pentru a realiza acest lucru, alegeți un tip de fișier din lista derulantă de sub panoul listei de fișiere. Lista tipului de fișiere depinde de aplicația curentă. De exemplu, o aplicație de grafică va afișa o listă cu diferite formate pentru imagini și o aplicație pentru editare text va afișa o listă cu diferite tipuri de fișiere text.

source: Find-as-you-type
ro: Căutare-în-timp-ce-tastați

source: If you know the name of the file you want to open, begin typing it: the file list will jump to show you files whose names begin with the characters you type. Arrow keys will now select from only these files. The characters you have typed appear in a pop-up window at the base of the file list.
ro: Dacă știți numele fișierului pe care doriți să-l deschideți, începeți să-l tastați: lista de fișiere vă va arăta fișierele care încep cu literele pe care le tastați. Cu tastele săgeți puteți selecta doar din lista cu aceste fișiere. Caracterele pe care le tastați apar înntr-o mini-fereastră, la baza listei de fișiere.

source: To cancel find-as-you-type, press <keycap>Esc</keycap>.
ro: Pentru a anula operațiunea de căutare în timp real apăsați tasta <keycap>Esc</keycap>.

source: Choosing a folder
ro: Alegerea unui dosar

source: You might sometimes need to choose a folder to work with rather than open a file. For example, if you use <ulink type="help" url="ghelp:file-roller"><application>Archive Manager</application></ulink> to extract files from an archive, you need to choose a folder to place the files into. In this case, the files in the current location are greyed out, and pressing <guibutton>Open</guibutton> when a folder is selected will choose that folder.
ro: Uneori este posibil să aveți nevoie să deschideți un dosar pentru a lucra cu el și nu un fișier. De exemplu dacă folosiți <ulink type="help" url="ghelp:file-roller"><application>Administrator arhive</application></ulink> pentru a extrage fișiere dintr-o arhivă aveți nevoie să alegeți un dosar pentru a plasa fișierele extrase în el. În acest caz fișierele din dosarul ales au culorile estompate și apăsarea butonului <guibutton>Deschide</guibutton> când este selectat un dosar, va alege acel dosar.

source: Open Location
ro: Deschide locație

source: You can type a full or relative path to the file you want to open. Press <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> or click the button at the top left of the window to show (or hide) the <guilabel>Location</guilabel> field. Alternatively, begin typing a full path starting with <filename>/</filename> to show the <guilabel>Location</guilabel> field.
ro: Puteți tasta calea absolută sau calea relativă către fișierul pe care doriți să îl deschideți. Apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> sau efectuați clic pe butonul din partea stângă a ferestrei pentru a afișa sau a ascunde câmpul <guilabel>Locații</guilabel>. Alternativ, începeți să tastați calea completă începând cu <filename>/</filename> pentru a afișa câmpul <guilabel>Locații</guilabel>.

source: Type a path from the current location, or an absolute path beginning with <filename>/</filename> or <filename>~/</filename>. The <guilabel>Location</guilabel> field has the following features to simplify the typing of a full filename:
ro: Tastați o cale din locația curentă sau o cale absolută începând cu <filename>/</filename> sau cu <filename>~/</filename>. Pentru a simplifica operația de tastare a căii complete, câmpul <guilabel>Locație</guilabel> are următoarele caracteristici:

source: A drop-down of possible file and folder names is displayed once you begin typing. Use <keycap>down arrow</keycap> and <keycap>up arrow</keycap> and <keycap>Return</keycap> to choose from the list.
ro: O listă derulantă cu fișierele și dosarele posibile este afișată pe măsură ce tastați. Folosiți tastele <keycap>săgeată jos</keycap> și <keycap>săgeată sus</keycap> și apoi tasta <keycap>Enter</keycap> pentru a alege un obiect din listă.

source: If the part of the name typed uniquely identifies a file or folder, the name is auto-completed. Press <keycap>Tab</keycap> to accept the suggested text. For example, if you type "Do", and the only object in the folder beginning with "Do" is <filename>Documents</filename>, then the entire name appears in the field.
ro: Dacă numele parțial tastat indentifică unic un fișier sau un dosar atunci numele acestuia este completat automat. Apăsați tasta <keycap>Tab</keycap> pentru a accepta textul sugerat. De exemplu dacă tastați „Do” și dacă singurul obiect din dosar care începe cu „Do” este dosarul <filename>Documents</filename>, atunci întregul nume va apărea în câmpul de căutare.

source: Opening Remote Locations
ro: Deschiderea locațiilor aflate la distanță

source: You can open files in remote locations by choosing the location from the left panel, or by typing a path to a remote location into the <guilabel>Location</guilabel> field.
ro: Puteți deschide fișiere aflate într-o locație la distanță alegând locația din panoul din stânga sau prin tastarea căii de acces către locația la distanță în câmpul <guilabel>Locații</guilabel>.

source: If you require a password to access the remote location, you will be asked for it when you open it.
ro: Dacă aveți nevoie de parolă pentru a accesa locația la distanță atunci aceasta vi se va cere în momentul în care deschideți locația.

source: Adding and Removing Bookmarks
ro: Adăugarea și ștergerea locațiilor Favorite

source: To add the current location to the bookmarks list, press <guibutton>Add</guibutton>, or right-click a folder in the file list and choose <guimenuitem>Add to Bookmarks</guimenuitem>. You can add any folder that is listed in the current location by dragging it to the bookmarks list.
ro: Pentru a adăuga locația curentă în lista Favorite, apăsați butonul <guibutton>Adaugă</guibutton>, sau efectuați clic dreapta pe un dosar din lista de fișiere și din meniul contextual alegeți opțiunea <guimenuitem>Adaugă favorit</guimenuitem>. Puteți adăuga oricare dosar afișat în lista de fișiere a locației curente prin tragerea acestuia în lista Favorite.

source: To remove a bookmark from the list, select it and press <guibutton>Remove</guibutton>.
ro: Pentru a șterge un element din lista Favorite, îl selectați și apoi apăsați butonul <guibutton>Elimină</guibutton>.

source: Changes you make to the bookmarks list also affect the <guimenu>Places</guimenu> menu. For more on bookmarks, see <xref linkend="nautilus-bookmarks"/>.
ro: Modificările pe care le aduceți listei Favorite afectează, de asemenea, și meniul <guimenu>Locuri</guimenu>. Pentru mai multe informații despre Favorite, consultați <xref linkend="nautilus-bookmarks"/>.

source: Showing hidden files
ro: Afișarea fișierelor ascunse

source: To show hidden files in the file list, right-click in the file list and choose <guimenuitem>Show Hidden Files</guimenuitem>. For more on hidden files, see <xref linkend="nautilus-managing-hidden-files"/>.
ro: Pentru a afișa fișierele ascunse în lista de fișiere, efectuați clic dreapta în lista de fișiere și din meniul contextual alegeți opțiunea <guimenuitem>Arată fișiere ascunse</guimenuitem>. Pentru mai multe informații despre fișierele ascunse consultați <xref linkend="nautilus-managing-hidden-files"/>.

source: Saving a File
ro: Salvarea unui fișier

source: The first time you save your work in an application, the <guilabel>Save As</guilabel> dialog will ask you for a location and name for the new file. When you save the file on subsequent occasions it will be updated immediately and you will not be asked to re-enter a location or name for the file. To save to a new file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>.
ro: Prima dată când salvați rezultatul muncii într-o aplicație, dialogul <guilabel>Salvează ca</guilabel> vă va cere un loc și un nume pentru fișierul de salvat. Când salvați același fișier la diferite intervale de timp sau cu alte ocazii, acest lucru se va face în locația și cu numele ales prima dată și nu vi se va mai cere să introduceți locația și numele pentru fișierul de salvat. Dacă doriți să salvați același fișier sub alt nume și/sau în altă locație, alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Salvează ca</guimenuitem></menuchoice>.

source: You can enter a filename and choose a location to save in from the drop-down list of bookmarks and commonly-used locations.
ro: Puteți introduce un nume și alegeți o locație pentru salvare din lista derulantă Favorite și din cea a locațiilor folosite curent.

source: Saving in another location
ro: Salvarea într-o altă locație

source: To save the file in a location not listed in the drop-down list, click the <guilabel>Browse for other folders</guilabel> expansion label. This shows a file browser similar to the one in the <guilabel>Open File</guilabel> dialog.
ro: Pentru a salva fișierul într-o locație care nu este în lista derulantă, efectuați clic pe butonul <guilabel>Browse for other folders</guilabel>. Prin aceasta se va afișa o fereastră similară cu ce oferită de opțiunea <guilabel>Deschide</guilabel>.

source: The expanded <guilabel>Save File</guilabel> dialog has the same features as the <link linkend="filechooser-open"><guilabel>Open File</guilabel> dialog</link>, such as filtering, find-as-you-type, and adding and removing bookmarks.
ro: Fereastra extinsă de dialog <guilabel>Salvează</guilabel> are aceleași funcții cu ale ferestrei de <link linkend="filechooser-open">dialog <guilabel>Deschide</guilabel></link>, precum filtrare, căutarea în timp real și adăugarea și ștergerea favoritelor.

source: Replacing an existing file
ro: Înlocuirea unui fișier existent

source: If you type in the name of an existing file, you will be asked whether you wish to replace the existing file with your current work. You can also do this by choosing the file you want to overwrite in the browser.
ro: Dacă tastați numele unui fișier care există deja, veți fi întrebat dacă doriți să înlocuiți fișierul existent cu lucrarea curentă. Puteți realiza același lucru dacă alegeți fișierul pe care doriți să-l suprascrieți din fereastra de dialog.

source: Typing a Path
ro: Tastarea unei căi

source: To specify a path to save a file, type it into the <guilabel>Name</guilabel> field. A drop-down of possible file and folder names is displayed once you begin typing. Use <keycap>down arrow</keycap> and <keycap>up arrow</keycap> and <keycap>Return</keycap> to choose from the list. If only one file or folder matches the partial name you have typed, press <keycap>Tab</keycap> to complete the name.
ro: Pentru a specifica o cale pentru salvarea unui fișier trebuie să o tastați în câmpul <guilabel>Nume</guilabel>. Imediat ce începeți să tastați se va afișa o listă derulantă cu numele dosarelor posibile. Folosiți tastele <keycap>săgeată jos</keycap> și <keycap>săgeată sus</keycap> și <keycap>Enter</keycap> pentru a selecta ceva din listă. Dacă doar un singur fișier sau dosar se potivește cu numele parțial pe care l-ați tastat, atunci tastați <keycap>Tab</keycap> pentru a completa numele.

source: Creating a New Folder
ro: Crearea unui dosar nou

source: If you would like to create a new folder to save your file in, press the <guibutton>Create Folder</guibutton> button. Type a name for the new folder and press <keycap>Return</keycap>. You can then choose to save your file in the new folder, as you would with any other folder.
ro: Dacă doriți să creați un dosar nou în care să salvați fișierul, apăsați butonul <guibutton>Creează director</guibutton>. Tastați numele pentru noul dosar și apăsați tasta <keycap>Enter</keycap>. Puteți alege să salvați fișierul dumneavoastră în dosarul nou, așa cum ați proceda cu oricare alt dosar.

source: Working with Files
ro: Lucrul cu fișiere

source: This chapter describes how to use the <application>Nautilus</application> file manager.
ro: Acest capitol va descrie modul în care se folosește managerul de fișiere <application>Nautilus</application>.

source: file manager
ro: manager de fișiere

source: File Manager Functionality
ro: Caracteristici funcționale ale managerului de fișiere

source: The <application>Nautilus</application> file manager provides a simple and integrated way to manage your files and applications. You can use the file manager to do the following:
ro: Managerul de fișiere <application>Nautilus</application> asigură o cale simplă și integrată de a vă gestiona fișierele și aplicațiile. Puteți folosi managerul de fișiere pentru a efectua următoarele acțiuni:

source: Create folders and documents
ro: Crearea de dosare și documente

source: Display your files and folders
ro: Afișarea fișierelor și dosarelor dumneavoastră

source: Search and manage your files
ro: Căutarea și gestionarea fișierelor
