Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: The <link linkend="overview-desktop">desktop</link> background is the image or color that is applied to your desktop. You can open <guilabel>Background</guilabel> tabbed section in the <application>Appearance</application> preference tool by right-clicking on the desktop and choosing <guimenuitem>Change Desktop Background</guimenuitem>, as well as from the <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> menu.
ro: Fundalul pentru <link linkend="overview-desktop">desktop</link> este o imagine sau o culoare care se va aplica desktopului dumneavoastră. Puteți deschide secțiunea <guilabel>Fond</guilabel> din utilitarul <application>Aspect</application> fie efectuănd clic dreapta pe desktop și alegând opțiunea <guimenuitem>Schimbă fundalul desktop-ului</guimenuitem>, fie din meniul <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Preferințe</guisubmenu></menuchoice>.

source: You can customize the desktop background in the following ways:
ro: Puteți personaliza fundalul desktopului astfel:

source: Select an image for the desktop background. The image is superimposed on the desktop background color. The desktop background color is visible if you select a transparent image, or if the image does not cover the entire desktop.
ro: Selectați o imagine pentru fundalul desktopului. Imaginea se va suprapune peste culoarea de fond a desktopului. Culoarea de fond a desktopului este vizibilă dacă alegeți o imagine transparentă sau dacă imaginea este mai mică decât dimensiunile desktopului.

source: Select a color for the desktop background. You can select a solid color, or create a gradient effect with two colors. A gradient effect is a visual effect where one color blends gradually into another color.
ro: Selectați culoarea de fond pentru desktop. Puteți selecta o singură culoare sau puteți crea un efect de degradé folosind două culori. Un efect de degradé este un efect vizual în care se face trecerea gradată de la o culoare la alta.

source: You can also drag a color or a pattern to the desktop from the <link linkend="nautilus-backgrounds-and-emblems"><guilabel>Backgrounds and Emblems</guilabel> dialog</link> in the <application>Nautilus</application> file manager.
ro: De asemenea, puteți trage și plasa o culoare sau un model pe desktop din <link linkend="nautilus-backgrounds-and-emblems">fereastra de dialog <guilabel>Fundaluri și embleme</guilabel></link> din managerul de fișiere <application>Nautilus</application>.

source: <xref linkend="goscustdesk-TBL-14"/> lists the background preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-14"/> prezintă preferințele pentru fundaluri pe care le puteți modifica.

source: Desktop Background
ro: Fond

source: Choose an image from the list. Alternately, you can use the <guibutton>Add</guibutton> button to choose any image on your computer.
ro: Alegeți o imagine din listă. Alternativ, puteți utiliza butonul <guibutton>Adaugă</guibutton> pentru a alege o imagine din calculatorul dumneavoastră.

source: Style
ro: Stil

source: To specify how to display the image, select one of the following options from the <guilabel>Style</guilabel> drop-down list:
ro: Pentru a specifica cum să se afișeze imaginea, alegeți o una din opțiunile următoare, din butonul derulant <guilabel>Stil</guilabel>:

source: <guilabel>Centered</guilabel>: Displays the image in the middle of the desktop, respecting the image's original size.
ro: <guilabel>Centrat</guilabel>: Va afișa imaginea pe mijlocul ecranului, respectând dimensiunile originale ale imaginii.

source: <guilabel>Fill Screen</guilabel>: Enlarges the image to cover the desktop, altering its proportions if needed.
ro: <guilabel>Umple ecran</guilabel>: Mărește imaginea astfel încât aceasta să acopere tot ecranul, alterând dimensiunile imaginii, dacă se impune acest lucru.

source: <guilabel>Scaled</guilabel>: Enlarges the image until the image meets the screen edges, and maintains the proportions of the image.
ro: <guilabel>Scalat</guilabel>: Mărește imaginea până când aceasta atinge marginile ecranului, păstrând proporțiile imaginii.

source: <guilabel>Zoom</guilabel>: Enlarges the smaller dimension of the image until it meets the screen edges; the image may be cropped in the other dimension.
ro: <guilabel>Zoom</guilabel>: Mărește cea mai mica dimensiune a imaginii până când aceasta atinge marginile ecranului; dimensiunea mai mare a imaginii poate fi trunchiată.

source: <guilabel>Tiled</guilabel>: Duplicates the original-sized image as often as necessary and print the images next to another so as they entirely cover the desktop.
ro: <guilabel>Pavat</guilabel>: Multiplică imaginea cu dimensiunile originale, de câte ori este necesar și afișează imaginile astfel obținute, una lângă alta, în așa fel încât să se acopere întreaga suprafață a desktopului.

source: Add
ro: Adaugă

source: Click on the <guibutton>Add</guibutton> to browse for an image on your computer. A standard file selector will be presented. Choose the image you want and click <guibutton>Open</guibutton>.
ro: Acționați butonul <guibutton>Adaugă</guibutton> pentru a căuta o imagine din calculatorul dumneavoastră. Se va deschide o fereastră standard de navigare. Alegeți imaginea pe care o doriți și apoi apăsați butonul <guibutton>Deschide</guibutton>.

source: Choose the image that you want to remove, then click <guilabel>Remove</guilabel>. This removes the image from the list of available wallpapers; however, it does not delete the image from your computer.
ro: Alegeți imaginea pe care doriți să o ștergeți și apoi apăsați butonul <guilabel>Elimină</guilabel>. Această acțiune va șterge imaginea din lista cu imaginile de fundal disponibile, nu va șterge imaginea din locul în care o aveți stocată în calculatorul dumneavoastră.

source: To specify a color scheme, use the options in the <guilabel>Style</guilabel> drop-down list, and the color selector buttons.
ro: Pentru a specifica o anumită schemă de culori folosiți opțiunea <guilabel>Stil</guilabel> din lista derulantă și butoanele pentru selectarea culorii.

source: You can specify a color scheme in one of the following ways:
ro: Putețti specifica o schemă de culori astfel:

source: Choose <guilabel>Solid color</guilabel> from the <guilabel>Background Style</guilabel> drop-down list to specify a single color for the desktop background.
ro: Alegeți opțiunea <guilabel>Culoare plină</guilabel> din lista derulantă <guilabel>Culori</guilabel> pentru a specifica o singură culoare pentru fundal.

source: To choose the color that you require, click on the <guibutton>Color</guibutton> button. The <guilabel>Pick a Color</guilabel> dialog is displayed. Choose a color, then click <guibutton>OK</guibutton>.
ro: Pentru a alege culoarea pe care o doriți acționați <guibutton>butonul colorat</guibutton>. Se va deschide fereastra de dialog <guilabel>Alegeți o culoare</guilabel>. Alegeți o culoare și apoi apăsați butonul <guibutton>OK</guibutton>.

source: Choose <guilabel>Horizontal gradient</guilabel> from the <guilabel>Background Style</guilabel> drop-down list. This option creates a gradient effect from the left screen edge to the right screen edge.
ro: Alegeți opțiunea <guilabel>Gradient orizontal</guilabel> din lista derulantă <guilabel>Culori</guilabel>. Această opțiune crează un efect de degradé de la marginea din stânga la marginea din dreapta a ecranului.

source: Click on the <guibutton>Left Color</guibutton> button to display the <guilabel>Pick a Color</guilabel> dialog. Choose the color that you want to appear at the left edge.
ro: Acționați <guibutton>butonul colorat din stânga</guibutton> pentru a afișa fereastra de dialog <guilabel>Alegeți o culoare</guilabel>. Alegeți culoarea care doriți să apară în stânga ecranului.

source: Click on the <guibutton>Right Color</guibutton> button. Choose the color that you want to appear at the right edge.
ro: Acționați <guibutton>butonul colorat din dreapta</guibutton>. Alegeți culoarea care doriți să apară în dreapta ecranului.

source: Choose <guilabel>Vertical gradient</guilabel> from the <guilabel>Background Style</guilabel> drop-down list. This creates a gradient effect from the top screen edge to the bottom screen edge.
ro: Alegeți opțiunea <guilabel>Gradient vertical</guilabel> din lista derulantă <guilabel>Culori</guilabel>. Acțiunea va creea un efect de degradé din partea superioară spre partea inferioară a ecranului.

source: Click on the <guibutton>Top Color</guibutton> button to display the <guilabel>Pick a Color</guilabel> dialog. Choose the color that you want to appear at the top edge.
ro: Acționați <guibutton>butonul colorat din stânga</guibutton> pentru a afișa fereastra de dialog <guilabel>Alegeți o culoare</guilabel>. Alegeți culoarea care doriți să apară în partea superioară a ecranului.

source: Click on the <guibutton>Bottom Color</guibutton> button. Choose the color that you want to appear at the bottom edge.
ro: Acționați <guibutton>butonul colorat din dreapta</guibutton>. Alegeți culoarea care doriți să apară în partea inferioară a ecranului.

source: Font Preferences
ro: Preferințe fonturi

source: fonts
ro: fonturi

source: window title
ro: titlu fereastră

source: rendering
ro: redare

source: Use the <guilabel>Fonts</guilabel> tabbed section in the <application>Appearance</application> preference tool to choose which fonts are used in different parts of the desktop, and the way in which fonts are displayed on the screen.
ro: Folosiți secțiunea <guilabel>Fonturi</guilabel> din utilitarul <application>Aspect</application> pentru a alege ce fonturi se vor folosi în diferite părți ale desktopului și modul în care aceste caractere sunt afișate pe ecran.

source: Choosing Fonts
ro: Alegerea caracterelor

source: The font selector button shows the name of the font and its point size. The name is also shown in bold, italic, or regular type.
ro: Butonul de selectare a caracterelor afișează numele fontului și dimensiunea lui în puncte ecran. Numele este afișat în caractere aldine, cursive sau normale.

source: To change the font, click the font selector button. The font picker dialog opens. Select the font family, style, and point size from the lists. The preview area shows your current choice. Click <guibutton>OK</guibutton> to accept the change and update the desktop.
ro: Pentru a alege un font, apăsați butonul de selectare a fontului. Se va deschide fereeastra de dialog „Alegeți un font”. Selectați familia caracterului, stilul și dimensiunea în puncte ecran din listele afișate. Zona de previzualizare va afișa alegerea curentă. Apăsați butonul <guibutton>OK</guibutton> pentru a accepta modificările făcute și pentru a actualiza afișajul desktopului.

source: You can choose fonts for the following parts of the desktop:
ro: Puteți alege fonturi pentru următoarele componente ale desktopului

source: Application font
ro: Font aplicații

source: This font is used in the menus, toolbars, and dialog boxes of applications.
ro: Acest font este folosit în meniurile, barele de unelte și căsuțele de dialog ale aplicațiilor

source: Document font
ro: Font documente

source: This font is used to display documents in applications.
ro: Acest font este folosit pentru afișarea documentelor în aplicații.

source: In some applications, you can override this choice in the application's preferences dialog.
ro: În unele aplicații puteți suprascrie această opțiune în dialogul de preferințe al aplicațiilor.

source: Desktop font
ro: Font pentru desktop

source: This font is used in icon labels on the desktop.
ro: Acest font este utilizat pentru etichetele iconițelor de pe desktop.

source: Window title font
ro: Font titlu fereastră

source: This font is used in the titlebars of windows.
ro: Acest font este folosit pentru barele de titlu ale ferestrelor.

source: Fixed width font
ro: Font cu lățime fixă

source: This font is used in the <application>Terminal</application> application and applications to do with programming.
ro: Acest font este folosit în aplicația <application>Terminal</application> și în aplicațiile care au legătură cu programarea.

source: Font Rendering
ro: Afișare fonturi

source: You can set the following options relating to how fonts are displayed on the screen:
ro: Puteți configura următoarele opțiuni relativ la modul de afișare a fonturilor pe ecran:

source: Rendering
ro: Redare

source: To specify how to render fonts on your screen, select one of the following options:
ro: Pentru a specifica modul în care sunt afișate fonturile pe ecran, alegeți una din opțiunile următoare:

source: <guilabel>Monochrome</guilabel>: Renders fonts in black and white only. The edges of characters might appear jagged in some cases because the characters are not antialiased. <firstterm>Antialiasing</firstterm> is an effect that is applied to the edges of characters to make the characters look smoother.
ro: <guilabel>Monocromă</guilabel>: Redarea caracterelor doar în alb și negru. Marginile caracterelor pot apărea neregulate în anumite cazuri deoarece fonturile nu folosesc netezirea. <firstterm>Netezirea</firstterm> este un efect care se aplică fonturilor pentru ca ele să nu aibă marginile neregulate.

source: <guilabel>Best shapes</guilabel>: Antialiases fonts where possible. Use this option for standard Cathode Ray Tube (CRT) monitors.
ro: <guilabel>Cele mai bune forme</guilabel>: Se va folosi netezirea caracterelor acolo unde este posibil. Folosiți această opțiune pentru monitoarele cu tub catodic (CRT).

source: <guilabel>Best contrast</guilabel>: Adjusts fonts to give the sharpest possible contrast, and also antialiases fonts, so that characters have smooth edges. This option might enhance the accessibility of the GNOME Desktop to users with visual impairments.
ro: <guilabel>Cel mai bun contrast</guilabel>: Ajustează caracterele pentru cel mai bun contrast, de asemenea, va netezii caracterele pentru ca ele să nu aibă margini neregulate. Această opțiune poate îmbunătăți accesibilitatea mediului desktop GNOME pentru persoanele cu dizabilități de vedere.

source: <guilabel>Subpixel smoothing (LCDs)</guilabel>: Uses techniques that exploit the shape of individual Liquid Crystal Display (LCD) pixels to render fonts smoothly. Use this option for LCD or flat-screen displays.
ro: <guilabel>Netezire subpixel (LCD-uri)</guilabel>: Utilizează tehnici care exploatează caracteristicile individuale ale punctelor de ecran specifice ecranelor cu cristale lichide (LCD). Folosiți această opțiune pentru monitoarele cu ecran plat de tip LCD.

source: Details
ro: Detalii

source: Click on this button to specify further details of how to render fonts on your screen.
ro: Apăsați acest buton pentru a specifica și alte detalii pentru modul de afișare a fonturilor pe ecranul dumneavoastră.

source: <guilabel>Resolution (dots per inch)</guilabel>: Use the spin box to specify the resolution to use when your screen renders fonts.
ro: <guilabel>Rezoluție (puncte per inch)</guilabel>: Folosiți butonul de reglaj pentru a specifica rezoluția care se va folosi la redarea caracterelor.

source: <guilabel>Smoothing</guilabel>: Select one of the options to specify how to antialias fonts.
ro: <guilabel>Netezire</guilabel>: Selectați una din opțiunile prezentate pentru a specifica modul în care vor fi netezite caracterele.

source: <guilabel>Hinting</guilabel>: <firstterm>Hinting</firstterm> is a font-rendering technique that improves the quality of fonts at small sizes and an at low screen resolutions. Select one of the options to specify how to apply hinting your fonts.
ro: <guilabel>Hinting</guilabel>: <firstterm>Hinting</firstterm> este o tehnică de redare care îmbunătățește calitatea caracterelor cu dimensiuni mici și când se folosesc monitoare cu rezoluții scăzute. Selectați una din opțiunile din această secțiune pentru a specifica modul în care va fi aplicată această tehnică de redare a caractrelor.

source: <guilabel>Subpixel order</guilabel>: Select one of the options to specify the subpixel color order for your fonts. Use this option for LCD or flat-screen displays.
ro: <guilabel>Ordine subpixeli</guilabel>: Selectați una din opțiunile din această secțiune pentru a specifica ordinea pentru subpixeli pentru caracterele dumneavoastră. Folosiți această opțiune pentru monitoarele de tip LCD sau pentru cele cu ecran plat.

source: Interface Preferences
ro: Preferințe interfață

source: toolbars, customizing appearance
ro: bare de unelte, personalizare aspect

source: Menus &amp; Toolbars
ro: Meniuri &amp; Bare de unelte

source: in applications, customizing appearance
ro: în aplicații, personalizare aspect

source: You can use the <guilabel>Interface</guilabel> tabbed section in the <application>Appearance</application> preference tool to customize the appearance of menus, menubars, and toolbars for applications that are part of GNOME.
ro: Puteți folosi secțiunea <guilabel>Interfață</guilabel> din utilitarul <application>Aspect</application> pentru a personaliza aspectul meniurilor, al barelor de meniuri și al barelor de unelte ale aplicațiilor care fac parte din GNOME.

source: As you make changes to the settings, the preview display in the window updates. This allows you to see the changes if no application windows are currently open.
ro: Pe măsură ce modificați configurările, aceste modificări se vor afișa în zona de previzualizare. Acest lucru vă permite să observați efectul modificărilor, în cazul în care nu aveți altă fereastră curentă deschisă.

source: Show icons in menus
ro: Arată iconițe în meniuri

source: Select this option to display an icon beside items in application menus and the panel menu. Not all menu items have an icon.
ro: Selectați această opțiune pentru a afișa o iconiță alături de elementele din meniurile aplicațiilor și în meniul din panou. Nu toate elementele din meniuri au iconițe.

source: Editable menu shortcut keys
ro: Meniu modificare scurtături

source: Selecting this option allows you to define new keyboard shortcuts for menu items.
ro: Selectarea acestei opțiuni vă permite să definiți combinații noi de taste pentru elementele de meniu.

source: To change an application shortcut key, open the menu, and with the mouse pointer on the menu item you wish to change, press the new combination of keys. To remove a shortcut key, press <keycap>Backspace</keycap> or <keycap>Delete</keycap>.
ro: Pentru a modifica combinația de taste pentru o aplicație, deschideți meniul și, menținând cursorul mausului pe elementul de meniu pe care doriți să-l modificați, apăsați noua combinație de taste. Pentru a șterge o combinație de taste apăsați tasta <keycap>Backspace</keycap> sau tasta <keycap>Delete</keycap>.

source: When using this feature, you will not be warned if assigning a new shortcut key to a command also removes it from another command.
ro: Când asociați o combinație de taste în acest fel, nu sunteți avertizați dacă noua combinație de taste asociată comenzii va fi ștearsă sau nu de la altă comandă.

source: There is no way to restore the original, default keyboard shortcut for a command.
ro: Nu există nici o cale de a reface automat combinația de taste originală, implicită, pentru o comandă.

source: This feature does not maintain shortcuts that are normally common to all applications, such as <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> for Copy. This may lead to inconsistencies in your GNOME applications.
ro: Această funcție nu se ocupă de combinațiile de taste care, în mod normal, sunt comune tuturor aplicațiilor, precum este <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> pentru operația de copiere. Dacă nu este folosită cu atenție, poate duce la inconsistențe în aplicațiile mediului desktop GNOME.

source: Toolbar button labels
ro: Etichete pentru butoanele barei de unelte

source: Choose one of the following options to specify what to display on the toolbars in your GNOME-compliant applications:
ro: Alegeți una din opțiunile următoare pentru a menționa ce anume să se afișeze în barele de unelte în aplicațiile dumneavoastră, care sunt conforme GNOME:

source: <guilabel>Text Below Icons</guilabel>: Select this option to display toolbars with text as well as an icon on each button.
ro: <guilabel>Text sub iconițe</guilabel>: Selectați această opțiune pentru a afișa barele de unelte cu text și iconiță pentru fiecare buton.

source: <guilabel>Text Beside Icons</guilabel>: Select this option to display toolbars with an icon only on each button, and with text on the most important buttons.
ro: <guilabel>Text lângă iconițe</guilabel>: Selectați această opțiune pentru a afișa barele de unelte doar cu iconițe pe fiecare buton și cu text și iconiță doar pe cele mai importante butoane.

source: <guilabel>Icons Only</guilabel>: Select this option to display toolbars with an icon only on each button.
ro: <guilabel>Doar iconiță</guilabel>: Selectați această opțiune pentru a afișa barele de unelte doar cu o iconiță pe fiecare buton.

source: <guilabel>Text Only</guilabel>: Select this option to display toolbars with text only on each button.
ro: <guilabel>Doar text</guilabel>: Selectați această opțiune pentru a afișa barele de unelte doar cu text pentru fiecare buton.

source: Windows Preferences
ro: Preferințe ferestre

source: window manager
ro: administrator de ferestre

source: Use the <application>Windows</application> preference tool to customize window behavior for the GNOME Desktop.
ro: Folosiți instrumentul de preferințe <application>Ferestre</application> pentru a personaliza comportamentul ferestrelor în desktopul GNOME.

source: <xref linkend="goscustwindows-TBL-14"/> lists the windows preferences that you can modify.
ro: <xref linkend="goscustwindows-TBL-14"/> enumeră preferițele ferestrelor, care pot fi modificate.

source: Select windows when the mouse moves over them
ro: Selectează ferestrele când mausul trece peste acestea

source: Select this option to give focus to a window when you point to the window. The window retains focus until you point to another window.
ro: Selectați această opțiune pentru a activa o fereastră atunci când îndreptați cursorul mausului spre fereastră Feresatra va rămâne activă până în momentul în care îndreptați cursorul mausului către o altă fereastră.

source: Raise selected windows after an interval
ro: Ridică ferestrele selectate după un interval de timp

source: Select this option to raise windows a short time after the window receives focus.
ro: Selectați această opțiune pentru a ridica o fereastră cu o anumită întârziere după ce a fost activată.

source: Interval before raising
ro: Interval de timp înainte de ridicare

source: Specify the interval to wait before raising a window that has received focus.
ro: Specifică timpul de așteptare înainte de ridicare pentru o fereastră care a fost activată.

source: Double-click titlebar to perform this action
ro: Dați dublu clic pe bara de titlu pentru a executa această acțiune

source: Select the behavior that you want to occur when you double-click on a window titlebar. Select one of the following options:
ro: Alegeți comportamentul care vreți să aibă loc când apăsați dublu clic pe bara de titlu a unei ferestre. Alegeți una din opțiunile următoare:

source: <guilabel>Maximize</guilabel>: Maximizes the window.
ro: <guilabel>Maximizare</guilabel>: Maximizează fereastra.

source: <guilabel>Maximize Vertically</guilabel>: Maximizes the window vertically without changing its width.
ro: <guilabel>Maximizează vertical</guilabel>: Maximizează fereastra pe verticală fără a-i modifica lățimea.

source: <guilabel>Maximize Horizontally</guilabel>: Maximizes the window horizontally without changing its height.
ro: <guilabel>Maximizează orizontal</guilabel>: Maximizează fereastra pe orizontală fără a-i modifica înălțimea.
