Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Glossary
ro: Glosar

source: applet
ro: miniaplicație

source: An applet is a small, interactive application that resides within a panel, for example the <application>Volume Control</application>. Each applet has a simple user interface that you can operate with the mouse or keyboard.
ro: O miniaplicație este o aplicație mică, interactivă, care este situată într-un panou, de exemplu <application>Control volum</application>. Fiecare miniaplicație deține o interfață simplă, la care se poate opera cu mausul sau cu tastatura.

source: The part of the GNOME Desktop where there are no interface graphical items, such as panels and windows.
ro: Este acea porțiune din mediul GNOME Desktop în care se pot afișa interfețele grafice precum panourile și ferestrele.

source: desktop background
ro: fundalul desktopului

source: The image or color that is applied to your desktop.
ro: Este imaginea sau culoarea ce se va aplica fundalului desktopului.

source: desktop object
ro: obiect specific desktopului

source: An icon on your desktop that you can use to open your files, folders, and applications. You can use desktop objects to provide convenient access to files, folders, and applications that you use frequently.
ro: Este o iconiță pe desktop pe care o puteți folosi pentru a accesa fișierele, dosarele și aplicațiile dumneavoastră. Puteți folosi aceste obiecte specifice desktopului pentru a avea acces rapid la fișierele, dosarele și aplicațiile pe care le folosiți frecvent.

source: DNS name
ro: nume DNS

source: A unique alphabetic identifier for a computer on a network.
ro: Este un identificator (nume) literal pentru un calculator sau o rețea.

source: drawer
ro: sertar

source: A drawer is a sliding extension to a panel that you can open or close from a drawer icon.
ro: Un sertar este o extensie glisantă ce poate fi adaugată unui panou și pe care puteți să îl deschideți sau să îl închideți acționând asupra iconiței de pe panou.

source: file extension
ro: extensie fișier

source: The final portion of a file's name, after the last period (.) in the name. For example, the file extension of the file <filename>picture.jpeg</filename> is <filename>jpeg</filename>.
ro: Este ultima porțiune a numelui unui fișier, după ultimul punct (.) al numelui. De exemplu, extensia fișierului <filename>imagine.jpeg</filename> este <filename>jpeg</filename>.

source: The file extension can identify the type of a file. <application>Nautilus</application> file manager uses this information when to determine what to do when you open a file. For more on this, see <xref linkend="nautilus-open-file"/>.
ro: Extensia fișierului poate identifica tipul unui fișier. Managerul de fișiere <application>Nautilus</application> folosește această informație când determină ce să facă atunci când doriți să deschideți un fișier. Pentru mai multe informații despre aceasta consultați <xref linkend="nautilus-open-file"/>.

source: format
ro: formatare

source: To format media is to prepare the media for use with a particular file system. When you format media, you overwrite any existing information on the media.
ro: Formatarea unui suport media înseamnă pregătirea acelui suport pentru a fi capabil să utilizeze un anume tip de sistem de fișiere. Când formatați un suport media veți suprascrie informațiile deja existente pe acel suport.

source: GNOME-compliant application
ro: Aplicație conformă GNOME

source: An application that uses the standard GNOME programming libraries is called a GNOME-compliant application. For example, <application>Nautilus</application> file manager and <application>gedit</application> text editor are GNOME-compliant applications.
ro: O aplicație care utilizează bibliotecile de programare standard din GNOME se numește aplicație conformă GNOME. De exemplu managerul de fișiere <application>Nautilus</application> și editorul de text <application>gedit</application> sunt aplicații conforme GNOME.

source: IP address
ro: adresă IP

source: A unique numeric identifier for a computer on a network.
ro: Este un identificator numeric unic pentru un calculator sau o rețea.

source: keyboard shortcut
ro: taste pentru acces rapid

source: A <firstterm>keyboard shortcut</firstterm> is a key or combination of keys that provides an alternative to standard ways of performing an action.
ro: Aceste <firstterm>taste pentru acces rapid</firstterm> sunt taste sau combinații de taste care vă oferă o cale alternativă, față de cea standard, de a executa o anumită acțiune.

source: launcher
ro: lansator

source: A launcher starts a particular application, executes a command, or opens a file. A launcher can reside in a panel or in a menu.
ro: Un lansator pornește o anumită aplicație, execută o comandă, sau deschide un fișier. Un lansator poate sta într-un panou sau într-un meniu.

source: menubar
ro: bară de meniu

source: A menubar is a bar at the top of an application window that contains the menus for the application.
ro: Bara de meniu este o bară în partea superioară a ferestrei unei aplicații, care conține meniurile aplicației.

source: MIME type
ro: Tip MIME

source: A Multipurpose Internet Mail Extension (MIME) type identifies the format of a file. The MIME type enables applications to read the file. For example, an email application can use the <literal>image/png</literal> MIME type to detect that a Portable Networks Graphic (PNG) file is attached to an email.
ro: Un tip MIME (Multipurpose Internet Mail Extension) identifică formatul unui fișier. Tipul MIME permite aplicațiilor să citească fișierul. De exemplu, o aplicație de email poate utiliza tipul MIME <literal>image/png</literal> pentru a detecta dacă o imagine de tip PNG (Portable Networks Graphic) a fost atașată unui email.

source: mount
ro: montare

source: To mount is to make a file system available for access. When you mount a file system, the file system is attached as a subdirectory to your file system.
ro: A monta un sistem de fișiere înseamnă a face acel sistem disponibil pentru accesare. Când montați un sistem de fișiere acel sistem de fișiere este atașat ca subdosar al sistemului dumneavoastră de fișiere.

source: pane
ro: panou

source: A pane is a subdivision of a window. For example, the <application>Nautilus</application> window contains a side pane and a view pane.
ro: Un panou este o subdiviziune a unei ferestre. De exemplu fereastra aplicației <application>Nautilus</application> conține un panou lateral și un panou de afișare.

source: preference tool
ro: unealtă de preferințe

source: A dedicated software tool that controls a particular part of the behavior of the GNOME Desktop.
ro: Este o aplicație software dedicată care controlează o porțiune particulară a comportamentului mediului grafic (desktop) GNOME.

source: shortcut keys
ro: taste pentru acces rapid (shortcut keys)

source: Shortcut keys are keystrokes that provide a quick way to perform an action.
ro: Tastele pentru acces rapid sunt taste sau combinații de taste care vă oferă posibilitatea să executați rapid o anumită acțiune.

source: stacking order
ro: ordinea de suprapunere

source: The stacking order is the order in which windows are stacked on top of each other on your screen.
ro: Ordinea de suprapunere desemnează modul de afișare, una peste alta, a ferestrelor pe ecranul dumneavoastră.

source: statusbar
ro: bară de stare

source: A statusbar is a bar at the bottom of a window that provides information about the current state of what you are viewing in the window.
ro: Bara de stare este o porțiune în partea inferioară a unei ferestre în care sunt furnizate informații despre starea curentă a obiectului afișat în ferestră.

source: symbolic link
ro: legătură simbolică

source: A special type of file that points to another file or folder. When you perform an action on a symbolic link, the action is performed on the file or folder to which the symbolic link points.
ro: Este un tip special de fișier care redirecționează (indică) către un alt dosar sau fișier. Când executați o acțiune asupra unei legături simbolice acțiunea se execută asupra fișierului sau dosarului către care indică acea legătură; acțiunea este redirecționată către fișierul sau dosarul către care indică legătura simbolică.

source: toolbar
ro: bară de unelte

source: A toolbar is a bar that contains buttons for the most commonly-used commands in an application. Typically, a toolbar appears under a menubar.
ro: O bară de unelte este bara care conține butoane care corespund comenzilor cele mai folosite dintr-o aplicație. În mod obișnuit bara de unelte se află sub o bară de meniu.

source: Uniform Resource Identifier
ro: Identificator de resurse uniform

source: A Uniform Resource Identifier (URI) is a string that identifies a particular location in a file system or on the Web. For example, the address of a web page is a URI.
ro: Un identificator de resurse uniform (URI) este un șir care indentifică o anumită locație într-un sistem de fișiere sau pe web. De exemplu, adresa unei pagini web este un URI.

source: Uniform Resource Locator
ro: Localizator de resurse uniforme

source: A Uniform Resource Locator (URL) is the address of a particular location on the Web.
ro: Un localizator de resurse uniform(URL) este adresa unei locații anume pe Web.

source: view
ro: afișare

source: A <application>Nautilus</application> component that enables you to display a folder in a particular way. For example, <application>Nautilus</application> contains an icon view which enables you to display the contents of a folder as icons. <application>Nautilus</application> also contains a list view which enables you to display the contents of a folder as a list.
ro: Este o componentă a aplicației <application>Nautilus</application> care vă permite vizualizarea unui dosar într-un anume fel. De exemplu <application>Nautilus</application> are un mod de afișare iconițe care vă permite afișarea conținutului unui dosar sub formă de iconițe (iconițe). <application>Nautilus</application> are de asemenea un mod de afișare listă care vă permite afișarea conținutului unui dosar sub forma unei liste.

source: workspace
ro: spațiu de lucru

source: A workspace is a discrete area in the GNOME Desktop in which you can work.
ro: Un spațiu de lucru este o zonă discretă a desktopului GNOME în care puteți lucra.

source: Feedback
ro: Sugestii și reclamații

source: This section contains information on reporting bugs in GNOME, making suggestions and comments about GNOME applications or documentation, and ways in which you can help GNOME.
ro: Această secțiune conține informații despre cum se raportează erorile de programare din mediul GNOME, despre cum se pot face sugestii și comentarii despre aplicațiile din GNOME sau despre documentație și modalitățile în care puteți ajuta la dezvoltarea proiectului GNOME.

source: Reporting Bugs
ro: Raportarea erorilor de programare

source: If you have found a bug in a GNOME application, please report it! Developers do read all the bug reports and try to fix these bugs. Please try to be as specific as possible when describing the circumstances under which the bug shows (what commands did you enter? which buttons did you click?). If there were any error messages, be sure to include them, too.
ro: Dacă ați găsit o eroare în una dintre aplicațiile GNOME, vă rugăm să o raportați! Programatorii implicați în proiectul GNOME chiar citesc aceste rapoarte și încearcă să repare aceste erori. Vă rugăm să redactați un raport cât mai precis când descrieți circumstanțele în care a apărut eroarea (ce comandă ați introdus? ce butoane ați apăsat?). Dacă există și un mesaj de eroare, aveți grijă să îl introduceți și pe acesta.

source: The easiest way to report bugs is by using <application>Bug Buddy</application>, GNOME's built-in bug reporting tool. This will launch automatically in the event that an application crashes. The details GNOME developers need are automatically collected, but you can further help by giving information about what you were doing when the crash took place.
ro: Cea mai ușoară cale de a raporta erorile de programare este să folosiți <application>Bug Buddy</application>, utilitarul pentru raportarea erorilor de programare specific mediului GNOME. Acesta se va lansa automat când într-o aplicație apare o eroare. Detaliile de care au nevoie cei care se ocupă de proiectul GNOME sunt colectate în mod automat, dar vă puteți oferi sprijinul furnizând informații despre ce operațiune efectuați în momentul în care a apărut eroarea.

source: You can also submit bugs and browse the list of known bugs by connecting to the <ulink type="http" url="http://bugzilla.gnome.org/">GNOME bug tracking database</ulink>. You will need to register before you can submit any bugs this way — and do not forget to read <ulink type="http" url="http://bugzilla.gnome.org/bugwritinghelp.html">Bug Writing Guidelines</ulink>.
ro: De asemenea puteți raporta erorile de programare sau puteți consulta lista erorilor cunoscute dacă vă conectați la <ulink type="http" url="http://bugzilla.gnome.org/">GNOME bug tracking database</ulink>. Trebuie să vă înregistrați înainte de a putea raporta erorile în acest mod - și nu uitați să citiți <ulink type="http" url="http://bugzilla.gnome.org/bugwritinghelp.html">Ghidul de raportare a erorilor de programare</ulink>.

source: Please note that some of GNOME applications are developed outside of GNOME, or by commercial companies (these products are still free software). For example, <application>Inkscape</application>, a vector graphics application, is developed at <ulink type="http" url="http://sourceforge.net/projects/inkscape/">SourceForge</ulink>. Bugs reports and comments about these products should be directed to the respective organization or company. If you are using <application>Bug Buddy</application>, it will automatically send bug reports to the correct database.
ro: Rețineți că unele dintre aplicațiile GNOME sunt dezvoltate în afara platformei GNOME, sau de către societățile comerciale (aceste produse sunt încă software liber). De exemplu, <application>Inkscape</application>, o aplicație de grafică vectorială, este dezvoltată la <ulink type="http" url="http://sourceforge.net/projects/inkscape/">SourceForge</ulink>. Raportarea erorilor și comentariile cu privire la aceste produse ar trebui să fie direcționate către respectivelor organizații sau companii. Dacă utilizați <application>Bug Buddy</application>, acesta va trimite automat rapoartele de erori la baza de date corectă.

source: Suggestions and Comments
ro: Sugestii și comentarii

source: If you have a suggestion or want to request a new feature for one of the applications, it can also be done using the bug tracking database. Submit your suggestion as a bug report as described in <xref linkend="feedback-bugs"/> and at the appropriate step select <guilabel>Severity: Enhancement</guilabel>.
ro: Dacă aveți o sugestie sau doriți o caracteristică nouă pentru una din aplicații puteți de asemenea să o faceți utilizând baza de date pentru urmărirea erorilor. Trimiteți sugestia dumneavoastră ca un raport de eroare așa cum se descrie în <xref linkend="feedback-bugs"/> și în etapa corespunzătoare selectați <guilabel>Severity: Enhancement</guilabel>.

source: Documentation Comments
ro: Comentarii despre documentație

source: If you found an inaccuracy or misprint in one of GNOME documents, or have any comments or suggestions about documentation, please let us know! The easiest way of doing so is by submitting a bug report as explained before and selecting <guilabel>Component: docs</guilabel> at appropriate steps (or <guilabel>general</guilabel> if there is no <guilabel>docs</guilabel> component). If your comment is about general GNOME documentation (such as <citetitle>GNOME Users Guide</citetitle>) rather than specific application manual, select <guilabel>Product: gnome-user-docs</guilabel>.
ro: Dacă găsiți inexactități sau erori de tipar în unul din documentele din GNOME sau aveți comentarii sau sugestii referitoare la documentație, vă rugăm să ni le aduceți la cunoștință. Cel mai ușor puteți face acest lucru trimițând un raport de eroare așa cum s-a explicat înainte și selectați în etapa corespunzătoare <guilabel>Component: docs</guilabel> (sau <guilabel>general</guilabel> dacă nu există componenta <guilabel>docs</guilabel>). În cazul în care comentariul dumneavoastră se referă documentația GNOME în general ( precum <citetitle>GNOME Users Guide</citetitle>) și nu la manualul de folosire al unei aplicații selectați <guilabel>Product: gnome-user-docs</guilabel>.

source: Alternatively, you can just send your comments by email to the <ulink type="http" url="http://live.gnome.org/DocumentationProject">GNOME Documentation Project</ulink> mailing list; our address is <email>gnome-doc-list@gnome.org</email>. And by the way: if you are not a developer but want to help GNOME — <ulink type="http" url="http://live.gnome.org/DocumentationProject/Join">join the GDP</ulink> and help us improve GNOME documentation.
ro: Ca metodă alternativă puteți trimite comentariile dumneavoastră prin email la adresa <ulink type="http" url="http://live.gnome.org/DocumentationProject">Proiectul de documentație GNOME</ulink> folosind serviciul listei de mail; adresa noastră este <email>gnome-doc-list@gnome.org</email>. Dacă nu aveți experiență în programare dar doriți să vă implicați în dezvoltarea proiectului GNOME - <ulink type="http" url="http://live.gnome.org/DocumentationProject/Join">alăturați-vă echipei GDP</ulink> și ajutați la îmbunătățirea documentației GNOME.

source: Joining the GNOME Project
ro: Cum puteți participa la dezvoltarea proiectului GNOME

source: We hope you enjoy using GNOME and that you find working with GNOME productive. However, there is always room for improvement.
ro: Sperăm să vă facă plăcere să utilizați mediul grafic GNOME și să găsiți utilizarea lui productivă. Totuși, întotdeauna există loc pentru îmbunătățiri.

source: GNOME invites you to join our free software community if you have some spare time. There are many different fields. GNOME needs programmers, but it also needs translators, documentation writers, testers, artists, writers, and more.
ro: GNOME vă invită să vă alăturați comunității noastre de software liber dacă aveți timp la dispoziție. Există multe secțiuni disponibile. GNOME are nevoie de programatori, dar și de traducători, scriitori de documentație, persoane care să testeze aplicațiile, artiști, scriitori, și altele.

source: For more information on joining GNOME, please visit <ulink type="http" url="http://live.gnome.org/JoinGnome">http://live.gnome.org/JoinGnome</ulink>.
ro: Pentru mai multe informații despre cum puteți participa la dezvoltarea proiectului GNOME, vă rugăm să vizitați <ulink type="http" url="http://live.gnome.org/JoinGnome">http://live.gnome.org/JoinGnome</ulink>.

source: For more information on giving feedback on GNOME, such as bug reports, suggestions, and corrections to documentation, see <xref linkend="feedback-bugs"/>.
ro: Pentru a afla mai multe informații despre transmiterea de sugestii și comentarii despre mediul GNOME, cum ar fi raportarea erorilor, sugestii și corectarea documentației, consultați <xref linkend="feedback-bugs"/>.

source: Tools and Utilities
ro: Unelte și utilitare

source: This section describes some of the tools and utilities in the GNOME Desktop.
ro: Această secțiune descrie o parte din uneltele și aplicațiile utilitare specifice mediului grafic (desktop) GNOME.

source: Running Applications
ro: Rularea aplicațiilor

source: Run Application dialog, using
ro: Fereastra de dialog Rulare aplicații, folosind

source: The <guilabel>Run Application</guilabel> dialog gives you access to the command line. When you run a command in the <guilabel>Run Application</guilabel> dialog, you cannot receive output from the command.
ro: Fereastra de dialog <guilabel>Rulare aplicații</guilabel> vă oferă acces la linia de comandă. Când rulați un program în fereastra de dialog <guilabel>Rulare aplicații</guilabel>, nu veți primi mesajele specifice rulării programului în linia de comandă.

source: To run a command from the command line perform the following steps:
ro: Pentru a rula un program din linia de comandă parcurgeți următoarele etape:

source: From a panel
ro: Dintr-un panou

source: You can add the <application>Run Application</application> button to any panel. See <xref linkend="panels-addobject"/>. Click on the <guibutton>Run Application</guibutton> panel button to open the <guilabel>Run Application</guilabel> dialog.
ro: Puteți adăuga butonul <application>Rulare aplicații</application> în orice panou. Consultați <xref linkend="panels-addobject"/>. Apăsați butonul <application>Rulare aplicații</application> din panou pentru a deschide fereastra de dialog <application>Rulare aplicații</application>.

source: Using shortcut keys
ro: Utilizarea tastelor de acces rapid

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>. You can change the shortcut keys that display the <guilabel>Run Application</guilabel> dialog in the <link linkend="prefs-keyboard-shortcuts"><application>Keyboard Shortcuts</application> preference tool</link>.
ro: Apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>. Puteți modifica aceste taste de acces rapid a aplicației <guilabel>Rulare aplicații</guilabel> din utilitarul pentru opțiuni preferate <link linkend="prefs-keyboard-shortcuts"><application>Combinații de taste</application></link>.

source: Open the <guilabel>Run Application</guilabel> dialog in any of the following ways: <placeholder-1/>
ro: Deschideți fereastra de dialog <guilabel>Rulare aplicații</guilabel> folosind oricare din metodele următoare: <placeholder-1/>

source: The <guilabel>Run Application</guilabel> dialog is displayed.
ro: Se afișează fereastra de dialog <guilabel>Rulare aplicații</guilabel>.

source: Enter the command that you want to run in the blank field, or choose from the list of known applications.
ro: În câmpul liber introduceți comanda pe care doriți să o rulați sau alegeți una din lista aplicațiilor cunoscute.

source: If you enter only the location of a file, an appropriate application will launch to open it. If you enter a web page address, your default web browser will open the page. Prefix the web page address with http://, as in http://www.gnome.org.
ro: Dacă introduceți doar locația unui fișier atunci va fi lansată aplicația corespunzătoare pentru a-l deschide. Dacă introduceți adresa unei pagini web atunci navigatorul implicit de Internet va deschide acea pagină. Pentru paginile web atașați prefixul http://, ca în http://www.gnome.org.

source: To choose a command that you ran previously, click the down arrow button beside the command field, then choose the command to run.
ro: Pentru a alege o comandă care ați rulat-o anterior, apăsați butonul săgeată în jos de lângă câmpul de introducere a comenzii, apoi alegeți comanda pe care vreți să o rulați.

source: You can also use the <guibutton>Run with file</guibutton> button to choose a file to append to the command line. For example, you can enter <application>emacs</application> as the command, then choose a file to edit.
ro: Puteți de asemenea să utilizați butonul <guibutton>Rulează cu fișier</guibutton> pentru a adăuga un fișier la comandă. De exemplu introduceți <application>emacs</application> pentru comandă și apoi alegeți un fișier pentru a-l edita.
