Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Contents</guimenuitem></menuchoice>
ro: Selectați opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Conținut</guimenuitem></menuchoice>

source: Add a Bookmark
ro: Adaugă la Favorite

source: To add a bookmark for a particular document:
ro: Pentru a adăuga o pagină la Favorite puteți proceda astfel:

source: Click <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Add Bookmark</guimenuitem></menuchoice>
ro: Selectați opțiunea de meniu <menuchoice><guimenu>Favorite</guimenu><guimenuitem>Adaugă la Favorite</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo>
ro: Utilizați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo>

source: <placeholder-1/>A window will appear that looks like <xref linkend="yelp-add-bookmark"/>.
ro: <placeholder-1/>Va apărea o fereastră care arată precum aceasta <xref linkend="yelp-add-bookmark"/>.

source: Add Bookmark Window
ro: Fereastra Adaugă la favorite

source: <placeholder-1/>Enter your desired bookmark title in to the <guilabel>Title</guilabel> text entry field. Then click <guibutton>Add</guibutton> to add the bookmark, or click <guibutton>Cancel</guibutton> to cancel the request.
ro: <placeholder-1/>Introduceți numele paginii favorite pe care doriți să o adăugați în câmpul <guilabel>Titlu</guilabel>. Apoi apăsați butonul <guibutton>Adaugă</guibutton> pentru a adăuga pagina favorită sau apăsati butonul <guibutton>Cancel</guibutton> pentru a anula cererea.

source: Edit Bookmarks
ro: Editare favorite

source: To edit your collection of bookmarks:
ro: Pentru a edita colecția de pagini favorite puteți proceda astfel:

source: Click <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Edit Bookmarks...</guimenuitem></menuchoice>
ro: Selectați opțiunea de meniu <menuchoice><guimenu>Favorite</guimenu><guimenuitem>Editare favorite...</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>

source: <placeholder-1/>A window will appear that looks like <xref linkend="yelp-edit-bookmarks"/>.
ro: <placeholder-1/>Va apărea o fereastră care arată precum aceasta <xref linkend="yelp-edit-bookmarks"/>.

source: Edit Bookmarks Window
ro: Fereastra Editare favorite

source: <placeholder-1/>You can manage your bookmarks using this window in the following ways:
ro: <placeholder-1/>Puteți gestiona paginile favoritele utilizând această fereastră în următoarele moduri:

source: Open
ro: Deschide

source: Use this button to open the selected bookmark in a new window.
ro: Utilizați acest buton pentru a deschide pagina favorită selectată într-o fereastră nouă.

source: Rename
ro: Redenumire

source: Use this button to rename the title of your bookmark.
ro: Utilizați acet buton pentru a redenumi titlul paginii favorite selectate.

source: Remove
ro: Elimină

source: Use this button to delete the bookmark from your collection.
ro: Utilizați acest buton pentru a șterge pagina favorită selectată din colecța de pagini favorite.

source: <placeholder-1/>Once you are finished managing your bookmarks, click the <guibutton>Close</guibutton> button to exit the <interface>Edit Bookmarks Window</interface>.
ro: <placeholder-1/>Dupa ce ați încheiat operația de gestionare a paginilor favorite apăsați butonul <guibutton>Închide</guibutton> pentru a ieși din <interface>Fereastra Editare favorite</interface>.

source: Get Help
ro: Cum se obține ajutor

source: To get help using <application>Yelp Help Browser</application> (and see this document):
ro: Pentru a afla cum se folosește <application>Yelp - navigatorul de asistență și ajutor</application> (și să vedeti aest document) procedați astfel:

source: Click <menuchoice><guimenu>Help</guimenu><guimenuitem>Contents</guimenuitem></menuchoice>
ro: Selectați <menuchoice><guimenu>Ajutor</guimenu><guimenuitem>Conținut</guimenuitem></menuchoice>

source: Advanced Features
ro: Caracteristici avansate

source: Opening Specific Documents
ro: Deschiderea documentelor specifice

source: Opening Documents from the File Manager
ro: Deschiderea documentelor din managerul de fișiere

source: To open a document, such as an XML file, from the file manager, open the document in <application>Nautilus</application> File Manager, or drag the icon from <application>Nautilus</application> to the <application>Yelp</application> document pane or launcher.
ro: Pentru a deschide un document, precum un fișier XML, din managerul de fișiere descideți documentul în managerul de fișiere <application>Nautilus</application> sau trageți iconița din <application>Nautilus</application> în panoul de documente a lui <application>Yelp</application> sau în lansatorul <application>Yelp</application>.

source: Using the Command Line to Open Documents
ro: Utilizarea liniei de comandă pentru a deschide documente

source: Yelp Help Browser supports opening documents from the command line. There are a number of URIs (Uniform Resource Identifiers) that can be used. These include:
ro: Navigatorul pentru ajutor Yelp poate deschide documente din linia de comandă. Pot fi folosite mai multe tipuri de URI (Uniform Resource Identifiers). Dintre acestea se pot aminti:

source: Use this URI when you want to access a file with yelp, for example:
ro: Folosiți acest tip de URI dacă doriți să deschideți fișierul cu yelp, ca în exemplul de mai jos:

source: <option>ghelp:</option> or <option>gnome-help:</option>
ro: <option>ghelp:</option> sau <option>gnome-help:</option>

source: Use this URI when you want to access GNOME help documents, which are typically written in DocBook format.
ro: Utilizați acest tip de URI pentru a accesa paginile de ajutor GNOME, care sunt de regulă scrise în format DocBook.

source: If you want to open the help document at a particular section, append a question mark to the end of the URI, followed by the section id.
ro: Dacă doriți să accesați o pagină de ajutor dintr-o secțiune anume, adăugați un semn de întrebare după URI, urmat de identificatorul secțiunii.

source: Use this URI when you want to access a particular man page. You can append the section of the man page you would like to view if there are multiple man pages with the same name. The section number should be enclosed in parenthesis and therefore it may be necessary to escape the argument so that the shell does not interpret the parenthesis.
ro: Folosiți acest URI când doriți să accesați o pagină anume de manual. Puteți adăuga secțiunea paginii de manual pe care doriți sa o vedeți, dacă sunt mai multe pagini de manual cu același nume. Numărul secțiunii ar trebui să fie atașat în paranteze și prin urmare poate fi necesar să pune argumentul în ghilimele pentru ca shell să nu interpreteze parantezele.

source: or
ro: sau

source: Use this URI when you want to access a particular GNU info page.
ro: Utilizați acest URI când doriți să accesați o anumită pagină info GNU.

source: Refreshing Content on Demand
ro: Reîmprospătarea conținutului la cerere

source: <application>Yelp Help Browser</application> supports the <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo> shortcut keys, which will reload the DocBook document that is currently open. This allows developers to view changes to documents as they are made.
ro: <application>Yelp - navigatorul pentru asistență și ajutor</application> permite folosirea combinației de taste <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo> care va reîncărca documentul de tip DocBook care este deja deschis. Această acțiune permite programatorilor să urmărească modificările pe măsură ce acestea sunt făcute.

source: More Information
ro: Mai multe informații

source: This section details some of the helper applications which <application>Yelp Help Browser</application> uses, and provides resources where you can get more information about <application>Yelp Help Browser</application>.
ro: Această secțiune detaliază anumite aplicații folosite de <application>Navigatorul de asistență și ajutor Yelp</application>, și oferă resurse de unde puteți obține mai multe informații despre <application>Navigatorul de asistență și ajutor Yelp</application>

source: Scrollkeeper
ro: Listă de titluri

source: <application>Yelp Help Browser</application> uses scrollkeeper to generate the table of contents for DocBook and HTML documentation, and also keep track of translations for each document.
ro: <application>Navigatorul de asistență și ajutor Yelp</application> folosește o listă de titluri pentru a genera un cuprins pentru documentații DocBook și HTML și de asemenea urmărește traducerile pentru fiecare document.

source: GNOME Documentation Utilites
ro: Utilitare pentru documentația GNOME

source: The documentation distributed with GNOME uses this set of utilities for a variety of things:
ro: Documentația distribuită cu GNOME folosește un set de utilitare pentru a executa diverse operații precum:

source: Ease translation of documents to different languages.
ro: Ușurarea traducerii documentelor în diferite limbi.

source: Provide a set of tools to help package and install documentation into the correct location and register the documentation with scrollkeeper.
ro: Asigură un set de utilitare pentru a ajuta la împachetarea și instalarea documentației în locațiile corecte și înregistrarea documentației cu scrollkeeper.

source: Perform conversion from DocBook format to a format suitable for display.
ro: Execută conversia din formatul DocBook într-un format potrivit pentru afișare.

source: <placeholder-1/><application>Yelp Help Browser</application> relies on <ulink url="ghelp:gnome-doc-xslt">GNOME XSLT Stylesheets</ulink> to perform conversion from DocBook to HTML. <ulink url="ghelp:gnome-doc-make">GNOME Documentation Build Utilities</ulink> are relied upon by application authors to install and register documentation within the help system.
ro: <placeholder-1/><application>Navigatorul de asistență și ajutor Yelp</application> se bazează pe <ulink url="ghelp:gnome-doc-xslt">GNOME XSLT Stylesheets</ulink> pentru a efectua conversia din format DocBook în format HTML. <ulink url="ghelp:gnome-doc-make">Utilitarele GNOME pentru realizarea documentației</ulink> contează pe autorii aplicațiilor să instaleze și să înregistreze documentația în cadrul sistemului de ajutor.

source: Homepage and Mailing List
ro: Pagina oficială și lista de mail

source: For further information on <application>Yelp Help Browser</application>, please visit the Documentation Project homepage, <ulink url="http://live.gnome.org/Yelp">http://live.gnome.org/Yelp</ulink>, or subscribe to the mailing list, <ulink type="http" url="http://mail.gnome.org/mailman/listinfo/gnome-doc-devel-list">gnome-doc-devel-list@gnome.org</ulink>.
ro: Pentru mai multe informații despre <application>Yelp - navigatorul de asistentă și ajutor</application>, vizitați pagina oficială a proiectului de documentație <ulink url="http://live.gnome.org/Yelp">http://live.gnome.org/Yelp</ulink> sau abonați-vă la lista de mail <ulink type="http" url="http://mail.gnome.org/mailman/listinfo/gnome-doc-devel-list">gnome-doc-devel-list@gnome.org</ulink>.

source: Joining the GNOME Documentation Project
ro: Cum vă puteți alătura proiectului de documentație GNOME

source: If you are interesting in helping produce and update documentation for the GNOME project, please visit the Documentation Project homepage: <ulink url="http://live.gnome.org/DocumentationProject">http://live.gnome.org/DocumentationProject</ulink>
ro: Dacă doriți să ajutați la producerea și actulalizarea documentației proiectului GNOME vizitați pagina oficială a proiectului de documentație GNOME: <ulink url="http://live.gnome.org/DocumentationProject">http://live.gnome.org/DocumentationProject</ulink>

source: Desktop Sessions
ro: Sesiunile desktopului

source: Needs better intro
ro: Are nevoie de o introducere mai bună

source: This chapter needs work
ro: Acest capitol necesită muncă

source: This chapter provides the information you need to log in to and shut down GNOME, and to start, manage, and end a desktop session.
ro: Acest capitol vă oferă informațiile de care aveți nevoie pentru a intra sau pentru a închide mediul GNOME și pentru a porni, gestiona și încheia o sesiune desktop.

source: Starting a Session
ro: Pornirea unei sesiuni

source: sessions
ro: sesiuni:

source: starting
ro: se pronește

source: A <firstterm>session</firstterm> is the period of time you spend using GNOME, between logging in and logging out. During a session, you use your applications, print, browse the web, and so on.
ro: O <firstterm>sesiune</firstterm> se definește ca perioada de timp pe care o petreceți folosind mediul GNOME, de la autentificare până la deautentificare. Pe durata unei sesiuni veți folosi aplicațiile dumneavoastră, veți tipări documente, veți naviga pe Internet ș.a.m.d..

source: Logging in to GNOME begins your session. The login screen is your gateway to the GNOME Desktop: it is where you enter your username and password and select options such as the language you want GNOME to use for your session.
ro: Autentificarea în GNOME pornește sesiunea. Ecranul de autentificare este poarta de intrare în mediul desktop GNOME: este locul în care vă introduceți numele de utilizator și parola și selectați opțiuni precum limba pe care doriți ca GNOME să o folosească pentru sesiunea dumneavoastră.

source: Normally, logging out ends the session, but you can choose to save the state of your session and restore it next time you use GNOME: see <xref linkend="gosstartsession-2"/>.
ro: În mod normal deautentificarea va încheia sesiunea, dar puteți alege să salvați starea sesiunii dumneavoastră și să o restaurați când veți utiliza din nou mediul GNOME: consultați <xref linkend="gosstartsession-2"/>.

source: Logging in to GNOME
ro: Autentificarea în GNOME

source: logging in
ro: se autentifică

source: to session
ro: la sesiune

source: start session
ro: pornire sesiune

source: To log in to a session, perform the following steps:
ro: Pentru a vă autentifica într-o sesiune parcurgeți următoarele etape:

source: On the login screen, click on the <guilabel>Session</guilabel> icon. Choose the GNOME Desktop from the list of available desktop environments. Most users will not need to perform this step, as GNOME is usually the default desktop environment already.
ro: În ecranul de autentificare, efectuați clic pe iconița <guilabel>Sesiuni</guilabel>. Alegeți opțiunea Desktop GNOME din lista mediilor desktop disponibile. Cei mai mulți dintre utilizatori nu trebuie să parcurgă această etapă pentru că mediul GNOME este deja mediul desktop implicit.

source: Enter your username in the <guilabel>Username</guilabel> field on the login screen, then press <keycap>Return</keycap>.
ro: Introduceți numele dumneavoastră de utilizator în câmpul <guilabel>Nume utilizator</guilabel> din ecranul de autentificare și apoi apăsați tasta <keycap>Enter</keycap>.

source: Enter your password in the <guilabel>Password</guilabel> field on the login screen, then press <keycap>Return</keycap>.
ro: Introduceți parola dumneavoastră în câmpul <guilabel>Parolă</guilabel> din ecranul de autentificare și apoi apăsați tasta <keycap>Enter</keycap>.

source: When you log in successfully, GNOME will take a short amount of time to start up. When it is ready, you will see the Desktop and you can begin using your computer.
ro: După ce vă autentificați, mediul GNOME se va încărca și va dura o scurtă durată de timp până când acesta va porni. Când încărcarea s-a terminat veți putea vedea desktopul și veți putea începe să utilizați calculatorul dumneavoastră.

source: The first time you log in, the session manager starts a new session. If you have logged in before and saved the settings for the previous session when you logged out, then the session manager restores your previous session.
ro: La prima autentificare, administratorul de sesiune pornește o sesiune nouă. Dacă ați deshis o sesiune înainte și ați salvat configurările pentru sesiunea precedentă când ați închis sesiunea, atunci administratorul de sesiune restabilește sesiunea precedentă.

source: If you want to shut down or restart the system before you log in, click on the <guilabel>System</guilabel> icon on the login screen. A dialog is displayed. Select the option that you require, then click <guibutton>OK</guibutton>.
ro: Dacă doriți să închideți sau să reporniți calculatorul înainte de a vă autentifica atunci efectuați clic pe iconița <guilabel>Sistem</guilabel> din ecranul de autentificare. Se va afișa o fereastră de dialog. Din această fereastră selectați opțiunea pe care o doriți și apoi apăsați butonul <guibutton>OK</guibutton>.

source: Your system distributor or vendor may have altered the login screen so that it no longer has a <guilabel>System</guilabel> icon. In this case, the option to shut down the computer may be found by clicking the <guilabel>Other</guilabel> icon, or by clicking a separate <guibutton>Shut Down</guibutton> button.
ro: Distribuitorul sau vânzătorul de la care ați achiziționat sistemul este posibil să fi modificat ecranul de autentificare în așa fel încât nu veți mai avea o iconiță <guilabel>Sistem</guilabel>. În acest caz opțiunea de oprire a calculatorului poate fi găsită acționând iconița <guilabel>Altele</guilabel> sau prin acționarea unui buton separat <guibutton>Oprire</guibutton>.

source: Using a Different Language
ro: Utilizarea unei alte Limbi

source: different language, logging in
ro: limbă diferită, autentificare

source: language, logging in in different
ro: limbă, autentificare în altă

source: to session in different language
ro: sesiune în altă limbă

source: To log in to a session in a different language, perform the following actions.
ro: Pentru a vă autentifica într-o sesiune într-o altă limbă parcurgeți următoarele etape.

source: On the login screen, click on the <guilabel>Language</guilabel> icon. Choose the language you require from the list of available languages.
ro: În ecranul de autentificare efectuați clic pe iconița <guilabel>Limbă</guilabel>. Alegeți limba dorită din lista cu limbile disponibile.

source: When you log in to a session in a different language, you are changing the language for the user interface but are not changing the keyboard layout. To choose a different keyboard layout, use the <ulink type="help" url="ghelp:gswitchit"><application>Keyboard Indicator</application></ulink> applet.
ro: Când vă autentificați într-o sesiune într-o altă limbă, veți modifica limba folosită de către interfața grafică dar nu veți modifica și aranjamentul pentru tastatură. Pentru a alege un alt aranjament pentru tastatură utilizați mini-aplicația <ulink type="help" url="ghelp:gswitchit"><application>Indicator tastatură</application></ulink>.

source: Your system distributor or vendor may have altered the login screen so that it no longer has a <guilabel>Language</guilabel> icon. In this case, the option to change the session's language may be found by clicking the <guilabel>Other</guilabel> icon.
ro: Distribuitorul sau comerciantul sistemului dumneavoastră poate să fi modificat ecranul de pornire în așa fel să nu mai conțină o iconiță pentru <guilabel>Limbă</guilabel>. În acest caz, opțiunea pentru schimbarea limbii sesiunii poate fi găsită apăsând pe <guilabel>Altă</guilabel> iconiță.

source: Locking Your Screen
ro: Blocarea ecranului dumneavoastră

source: Lock screen icon.
ro: Iconița Blocare ecran

source: locking screen
ro: blocarea ecranului

source: Lock button
ro: Butonul de blocare

source: Locking your screen prevents access to your applications and information, allowing you to leave your computer unattended. While your screen is locked, the <link linkend="prefs-screensaver">screensaver</link> runs.
ro: Blocarea ecranului previne accesul la aplicațiile și informațiile dumneavoastră, permițându-vă să lăsați calculatorul nesupravegheat. Cât timp ecranul este blocat va rula aplicația <link linkend="prefs-screensaver">Economizor de ecran</link>.

source: To lock the screen, perform one of the following actions:
ro: Pentru a bloca ecranul efectuați una din acțiunile următoare:

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Lock Screen</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Blochează ecranul</guimenuitem></menuchoice>.

source: If the <guibutton>Lock Screen</guibutton> button is present on a panel, click on the <guibutton>Lock Screen</guibutton> button.
ro: Dacă butonul <guibutton>Blocare ecran</guibutton> este prezent în vreun panou atunci apăsați butonul <guibutton>Blocare ecran</guibutton>.

source: The <guibutton>Lock Screen</guibutton> button is not present on the panels by default. To add it, see <xref linkend="panels-addobject"/>.
ro: În mediul GNOME butonul <guibutton>Blocare ecran</guibutton> nu este prezent implicit în panouri. Pentru a-l adăuga consultați <xref linkend="panels-addobject"/>.

source: To unlock the screen, move your mouse or press any key, enter your password in the locked screen dialog, then press <keycap>Return</keycap>.
ro: Pentru a debloca ecranul mișcați mausul sau apăsați orice tastă, introduceți parola în fereastra de dialog și apoi apăsați tasta <keycap>Enter</keycap>.

source: If another user wants to use the computer while it is locked, they can move the mouse or press a key and then click <guibutton>Switch User</guibutton>. The login screen will be displayed and they can log in using their user account. They will not be able to access any of your applications or information. When they log out, the screen will be locked again and you can access your session by unlocking the screen.
ro: Dacă un alt utilizator dorește să utilizeze calculatorul cât timp ecranul este blocat, acesta poate să miște mausul sau să apese orice tastă de pe tastatură și apoi să apese butonul <guibutton>Comutare utilizatori</guibutton>. Se va afișa ecranul de logare și utilizatorul se poate autentifica în contul său. Acest utilizator nu va putea să acceseze niciuna dintre aplicațiile sau informațiile dumneavoastră. După ce acest utilizator se va deautentifica, ecranul se va bloca din nou și veți putea să accesați sesiunea dumneavoastră după ce deblocați ecranul.

source: You can leave a message for a user who has locked their screen. Move the mouse or press any key and then click <guibutton>Leave Message</guibutton>. Type your message into the box and press <guibutton>Save</guibutton>. Your message will be displayed when the user unlocks their screen.
ro: Puteți lăsa un mesaj pentru utilizatorul care și-a blocat ecranul. Mișcați mausul și apoi efectuați clic pe <guibutton>Leave Message</guibutton>. Tastați mesajul dumneavoastră în câmpul text și apăsați butonul <guibutton>Save</guibutton>. Mesajul dumneavoastră va fi afișat când utilizatorul respectiv își va debloca ecranul.

source: Setting Programs to Start Automatically When You Log In
ro: Configurarea programelor care vor porni automat după ce vă autentificați

source: preference tools
ro: intrumente de preferințe

source: Sessions
ro: Sesiuni

source: startup
ro: pornire
