Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Shortcuts for working with windows and workspaces, such as maximizing or moving the current window, and switching to another workspace. For more information on these kinds of actions, see <xref linkend="windows-manipulating"/> and <xref linkend="overview-workspaces"/>.
ro: Combinații de taste pentru lucrul cu ferestrele și cu spațiile de lucru, precum maximizarea sau mutarea ferestrei curente, comutarea într-un alt spațiu de lucru. Pentru mai multe informații despre acest tip de acțiuni, consultați <xref linkend="windows-manipulating"/> și <xref linkend="overview-workspaces"/>.

source: Accessibility
ro: Accesibilitate

source: Shortcuts for starting assistive technologies, such as a screen reader, a magnifier or an on-screen keyboard.
ro: Combinații de taste pentru pornirea tehnologiilor de asistență, cum ar fi cititorul de ecran, lupa sau tastatura pe ecran.

source: Custom Shortcuts
ro: Comenzi rapide personalizate

source: Custom shortcuts that have been added with the <guilabel>Add</guilabel> button. This section will not be shown if there are no custom shortcuts.
ro: Combinațiile de tastatură personalizate care au fost adăugate cu ajutorul butonului <guilabel>Adaugă</guilabel>. Această secție nu va fi prezentă dacă nu sunt combinații de taste personalizate.

source: To add a custom shortcut, use the <guilabel>Add</guilabel> button in the action area. You have to provide a name and a command for the new shortcut. The new custom shortcut will appear in the list of shortcuts and can be edited in the same way as the predefined shortcuts.
ro: Pentru a adăuga o combinație de taste personalizată, folosiți butonul <guilabel>Adaugă</guilabel> din zona de acțiune. Va trebui să oferiți un nume și o comandă pentru noua combinație de taste. Noua combinație de taste va apărea în lista scurtăturilor și poate fi editată în același mod ca și combinațiile de taste predefinite.

source: To remove a custom shortcut, use the <guilabel>Remove</guilabel> button.
ro: Pentru a elimina o scurtătură, folosiți butonul <guilabel>Elimină</guilabel>.

source: Preferred Applications
ro: Aplicații preferate

source: default applications
ro: aplicații implicite

source: preferred applications
ro: aplicații preferate

source: Use the <application>Preferred Applications</application> preference tool to specify the applications that you want the GNOME Desktop to use when the GNOME Desktop starts an application for you. For example, you can specify the web browser application (<application>Epiphany </application>, <application>Mozilla Firefox</application>, <application>Opera</application> ...) to launch when you click on a link in other applications such as email clients or document viewers.
ro: Folosiți unealta de preferințe <application>Aplicații preferate</application> pentru a specifica aplicațiile pe care să le apeleze mediul desktop GNOME atunci când mediul desktop GNOME pornește o aplicație pentru dumneavoastră. De exemplu, puteți specifica aplicația pentru navigare pe Internet (<application>Epiphany </application>, <application>Mozilla Firefox</application>, <application>Opera</application> ...) ce va fi lansată atunci când efectuați clic pe o legătură din alte aplicații cum ar fi clienții de e-mail sau programele de afișare a documentelor.

source: <application>Preferred Applications</application> can be found by going to <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Preferred Applications</guimenuitem></menuchoice>.
ro: Utilitarul <application>Aplicații preferate</application> se găsește în meniul <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Preferințe</guisubmenu><guimenuitem>Aplicații preferate</guimenuitem></menuchoice>.

source: You can customize the preferences for the <application>Preferred Applications</application> preference tool in the following functional areas.
ro: Puteți personaliza preferințele utilitarului <application>Aplicații preferate</application> în următoarele zone funcționale.

source: <guilabel>Internet</guilabel> (Web, Mail)
ro: <guilabel>Internet</guilabel> (Navigator web, Poștă electronică)

source: <guilabel>Multimedia</guilabel> (Multimedia Player)
ro: <guilabel>Multimedia</guilabel> (Redare multimedia)

source: <guilabel>System</guilabel> (Terminal)
ro: <guilabel>Sistem</guilabel> (Emulator terminal)

source: <guilabel>Accessibility</guilabel> (Visual, Mobility)
ro: <guilabel>Accessibilitate</guilabel> (Vizual, Mobilitate)

source: For each preferred application category, a drop-down menu contains a list of possible applications you can choose from. The list depends on the applications installed on your computer.
ro: Pentru fiecare categorie de aplicații preferate există câte un meniu derulant care conține o listă cu aplicațiile din care puteți alege. Lista depinde de aplicațiile pe care le aveți instalate în sistem.

source: In each category, the last item in the menu (<guimenuitem>Custom</guimenuitem>) permits you to customize the command used by the system when the specific launch action occurs.
ro: În fiecare categorie, ultimul element din meniul derulant (<guimenuitem>Personalizat</guimenuitem>) vă permite să personalizați comanda folosită de sistem atunci când trebuie să se execute acțiunea de lansare specifică.

source: Custom Command Options
ro: Opțiuni pentru comenzi personalizate

source: custom command
ro: comandă personalizată

source: The following table summarizes the various options you can choose from when you select <guimenuitem>Custom</guimenuitem> in the drop-down application menu.
ro: În tabelul următor sunt prezentate pe scurt diferite opțiuni pe care le puteți alege atunci când selectați opțiunea <guimenuitem>Personalizat</guimenuitem> din meniul derulant.

source: Custom command options
ro: Opțiuni comenzi personalizate

source: Enter the command to execute to start the custom application. For the <application>Web Browser</application> and the <application>Mail Reader</application> applications, you can include a <literal>%s</literal> after the command to tell the application to use the URL or Email address you clicked on. The exact command arguments may depend on the specific application.
ro: Introduceți comanda ce va fi executată pentru a porni aplicația personalizată. Pentru aplicațiile <application>Navigator web</application> și <application>Poștă electronică</application> puteți include argumentul <literal>%s</literal> după comandă pentru a transmite aplicației să folosească adresa URL sau Email pe care efectuați clic. Argumentele exacte ale comenzii pot depinde de aplicația concretă folosită.

source: Run in terminal
ro: Pornește în terminal

source: Select this option to run the command in a terminal window. Select this option for an application that does not create a window in which to run.
ro: Selectați această opțiune pentru a rula comanda într-o fereastră de terminal. Selectați această opțiune pentru aplicațiile care nu își creează o fereastră proprie în care să ruleze.

source: Execute flag (Terminal only)
ro: Indicator exec (doar pentru Terminal)

source: Most terminal applications have an option that cause them to treat the remaining command line options as commands to run (<option>-x</option> for <application>gnome-terminal</application>). Enter this option here. For example, this is used when executing a command of a launcher for which the chosen type is Application in Terminal.
ro: Multe din aplicațiile terminal au o opțiune care le determină să trateze restul opțiunilor liniei de comandă drept comenzi pe care trebuie să le ruleze (opțiunea <option>-x</option> pentru emulatorul <application>gnome-terminal</application>). Introduceți această opțiune aici. De exemplu, această opțiune este folosită atunci când se execută comanda unui lansator al cărui tip a fost ales Aplicație în terminal.

source: Run at start (Accessibility only)
ro: Pornește la start (doar pentru Accesibilitate)

source: Select this option to run the command as soon as your session begins. For more accessibility options, see <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>GNOME Desktop Accessibility Guide</citetitle></ulink>.
ro: Selectați această opțiune pentru a rula comanda imediat ce pornește sesiunea. Pentru mai multe informații despre opțiunile pentru accesibilitate, consultați <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>Ghidul GNOME Desktop pentru accesibilitate</citetitle></ulink>.

source: Look and Feel
ro: Aspect și comportament

source: Appearance Preferences
ro: Preferințe aspect

source: The <application>Appearance</application> preference tool lets you configure various aspects of how your desktop looks:
ro: Unealta pentru preferințe <application>Aspect</application> vă permite să configurați modul în care arată desktopul dumneavoastră:

source: Theme,
ro: Teme,

source: Desktop Background,
ro: Fundal,

source: Fonts,
ro: Fonturi,

source: User Interface.
ro: Interfață

source: Theme Preferences
ro: Preferințe temă

source: themes
ro: teme

source: setting controls options
ro: configurare opțiuni control

source: setting window frame options
ro: configurare opțiuni cadru fereastră

source: setting icons options
ro: configurare opțiuni iconițe

source: setting frame theme options
ro: configurare opțiuni temă chenar

source: Theme
ro: Tematică

source: A theme is a group of coordinated settings that specifies the visual appearance of a part of the GNOME Desktop. You can choose themes to change the appearance of the GNOME Desktop. Use the <application>Theme</application> tabbed section to select a theme. You can choose from a list of available themes. The list of available themes includes several themes for users with accessibility requirements.
ro: O temă este un grup coordonat de configurări care specifică aspectul unei părți a mediului desktop GNOME. Puteți alege teme pentru a modifica aspectul mediului desktop GNOME. Folosiți secțiunea <application>Teme</application> pentru a selecta o temă. Puteți alege dintr-o listă cu temele disponibile. Lista cu temele disponibile conține și o serie de teme pentru utilizatori cu dizabilități fizice.

source: A theme contains settings that affect different parts of the GNOME Desktop, as follows:
ro: O temă conține configurări care afectează diferite părți ale mediului desktop GNOME, după cum urmează:

source: Controls
ro: Controale

source: <indexterm><primary>GTK+ themes</primary><see>themes, controls options</see></indexterm><indexterm><primary>themes</primary><secondary>controls options</secondary><tertiary>introduction</tertiary></indexterm>The controls setting for a theme determines the visual appearance of windows, panels, and applets. The controls setting also determines the visual appearance of the GNOME-compliant interface items that appear on windows, panels, and applets, such as menus, icons, and buttons. Some of the controls setting options that are available are designed for special accessibility needs. You can choose an option for the controls setting from the <guilabel>Controls</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
ro: <indexterm><primary>GTK+ themes</primary><see>themes, controls options</see></indexterm><indexterm><primary>themes</primary><secondary>controls options</secondary><tertiary>introduction</tertiary></indexterm>Configurările pentru o temă determină aparența vizuală a ferestrelor, panourilor, și aplicațiilor. Configurările determină și aparența vizuală a elementelor interfeței GNOME-compliant care apar pe ferestre, panouri, și aplicații, cum ar fi meniurile, iconițele, și butoanele. Unele configurări disponibile sunt concepute pentru nevoi speciale de accesibilitate. Puteți alege o opțiune din configurările din tabul <guilabel>Controale</guilabel> din fereastra <guilabel>Personalizează tema</guilabel>.

source: Colors
ro: Culori

source: <indexterm><primary>themes</primary><secondary>color options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>color themes</primary><see>themes, color options</see></indexterm>The color setting for a theme determines the color of various user interface elements. You can choose several pairs of colors from the <guilabel>Colors</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
ro: <indexterm><primary>themes</primary><secondary>color options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>color themes</primary><see>themes, color options</see></indexterm>configurările culorilor determină pentru o temă culorile elementelor variate din interfața pentru utilizator. Puteți alege câteva perechi de culori de la secția din tabul <guilabel>Culori</guilabel> din fereastra <guilabel>Personalizează tema</guilabel>.

source: It is important to choose pairs of colors that have a good contrast with each other, otherwise text may become hard to read.
ro: Eeste important să alegeți o pereche de culori cu un contrast bun între ele, altfel textul poate fi greu de citit.

source: Window frame
ro: Margine fereastră

source: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>Metacity themes</primary><see>themes, window frame options</see></indexterm>The window frame setting for a theme determines the appearance of the frames around windows only. You can choose an option for the window frame setting from the <guilabel>Window Border</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
ro: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>Metacity themes</primary><see>themes, window frame options</see></indexterm>Configurările marginilor ferestrei pentru o temă determină numai aparența cadrelor din jurul ferestrei. Puteți alege o opțiune pentru configurările cadrelor de fereastră de la secția din tabul <guilabel>Margine fereastră</guilabel> din fereastra <guilabel>Personalizează tema</guilabel>.

source: Icons
ro: Iconițe

source: <indexterm><primary>themes</primary><secondary>icons options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>icon themes</primary><see>themes, icons options</see></indexterm>The icon setting for a theme determines the appearance of the icons on panels and the desktop background. You can choose an option for the icon setting from the <guilabel>Icons</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
ro: <indexterm><primary>themes</primary><secondary>icons options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>icon themes</primary><see>themes, icons options</see></indexterm>Configurările iconițelor pentru o temă determină aparența iconițelor în panouri și pe desktop. Puteți alege o opțiune pentru configurările iconițelor de la secția din tabul <guilabel>Iconițe</guilabel> din fereastra <guilabel>Personalizează tema</guilabel>.

source: Pointer
ro: Indicator

source: <indexterm><primary>themes</primary><secondary>pointer options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>pointer themes</primary><see>themes, pointer options</see></indexterm>The pointer setting for a theme determines the appearance of and sice of the mouse pointer. You can choose an options for the pointer setting fromthe <guilabel>Pointer</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
ro: <indexterm><primary>themes</primary><secondary>pointer options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>pointer themes</primary><see>themes, pointer options</see></indexterm>Configurările indicatorului pentru o temă determină aparență cursorului mausului. Puteți alege o configurare pentru cursor de la secția din tabul <guilabel>Indicator</guilabel> din fereastra <guilabel>Personalizează tema</guilabel>.

source: To Create a Custom Theme
ro: Crearea unei teme personalizate

source: The themes that are listed in the <guilabel>Theme</guilabel> tabbed section are different combinations of controls options, window frame options, and icon options. You can create a custom theme that uses different combinations of controls options, window frame options, and icon options.
ro: Temele care sunt afișate în secțiunea <guilabel>Teme</guilabel> reprezintă combinații diferite de opțiuni pentru controale, pentru chenarul ferestrelor și pentru iconițe. Puteți realiza o temă personalizată folosind combinații diferite ale opțiunilor pentru controale, pentru chenarul ferestrelor și pentru iconițe.

source: To create a custom theme, perform the following steps:
ro: Pentru a realiza o temă personalizată, procedați astfel:

source: Start the <application>Appearance</application> preference tool. Open the <guilabel>Theme</guilabel> tabbed section.
ro: Porniți utilitarul <application>Aspect</application>. Deschideți secțiunea <guilabel>Teme</guilabel>.

source: Select a theme in the list of themes.
ro: Selectați o temă din lista cu teme.

source: Click on the <guibutton>Customize</guibutton> button. A <guilabel>Customize Theme</guilabel> dialog is displayed.
ro: Acționați butonul <guibutton>Personalizează</guibutton>. Se va deschide fereastra de dialog <guilabel>Personalizează tema</guilabel>.

source: Select the controls option that you want to use in the custom theme from the list in the <guilabel>Controls</guilabel> tabbed section. The list of available controls options includes several options for users with accessibility requirements.
ro: Selectați opțiunea, pe care doriți să o folosiți pentru controale în tema personalizată, din lista prezentată în secțiunea <guilabel>Controale</guilabel>. Lista controalelor disponibile conține și câteva opțiuni pentru utilizatorii cu dizabilități fizice.

source: Click on the <guilabel>Window Border</guilabel> tab to display the <guilabel>Window Border</guilabel> tabbed section. Select the window frame option that you want to use in the custom theme from the list of available options. The list of available window frame options includes several options for users with accessibility requirements.
ro: Acționați tabul <guilabel>Margine fereastră</guilabel> pentru a afișa secțiunea <guilabel>Margine fereastră</guilabel>. Selectați opțiunea pentru chenarul ferestrei, pe care doriți să o folosiți în tema personalizată, din lista cu opțiunile disponibile. Lista chenarelor pentru ferestre disponibile conține și câteva opțiuni pentru utilizatorii cu dizabilități fizice.

source: Click on the <guilabel>Icons</guilabel> tab to display the <guilabel>Icons</guilabel> tabbed section. Select the icons option that you want to use in the custom theme from the list of available options. The list of available icons options includes several options for users with accessibility requirements.
ro: Acționați tabul <guilabel>Iconițe</guilabel> pentru a afișa secțiunea <guilabel>Iconițe</guilabel>. Selectați opțiunea pentru iconițele pe care doriți să le folosiți în tema personalizată din lista cu opțiunile disponibile. Lista iconițelor disponibile conține și câteva opțiuni pentru utilizatorii cu dizabilități fizice.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Customize Theme</guilabel> dialog.
ro: Apăsați butonul <guibutton>Închide</guibutton> pentru a închide fereastra de dialog <guilabel>Personalizează tema</guilabel>.

source: On the <application>Appearance</application> preferences tool, click on the <guibutton>Save As</guibutton> button. A <guilabel>Save Theme As</guilabel> dialog is displayed.
ro: În utilitarul <application>Aspect</application>, apăsați butonul <guibutton>Salvează ca</guibutton>. Se va deschide fereastra de dialog <guilabel>Salvează tema ca</guilabel>.

source: Type a name and a short description for the custom theme in the dialog, then click <guibutton>Save</guibutton>. The custom theme now appears in your list of available themes.
ro: Tastați un nume și o descriere scurtă pentru tema personalizată în fereastra de dialog, apoi apăsați butonul <guibutton>Salvează</guibutton>. După aceasta, tema personalizată va apărea în lista cu temele disponibile.

source: To Install a New Theme
ro: Instalarea unei teme noi

source: You can add a theme to the list of available themes. The new theme must be an archive file that is tarred and zipped. That is, the new theme must be a <filename>.tar.gz</filename> file.
ro: Puteți adăuga o temă în lista cu teme disponibile. Noua temă trebuie să fie o arhivă comprimată tar și arhivată zip. Deci, tema trebuie să fie un fișier <filename>.tar.gz</filename>.

source: To install a new theme, perform the following steps:
ro: Pentru a instala o temă nouă, procedați astfel:

source: Click on the <guibutton>Install</guibutton> button. A file chooser dialog is displayed.
ro: Acționați butonul <guibutton>Instalează</guibutton>. Se va deschide o fereastră de dialog de navigare.

source: Enter the location of the theme archive file in the location entry. Alternatively, select the theme archive file in the file list. When you have selected the file, click <guibutton>Open</guibutton>.
ro: Introduceți adresa locului în care se află arhiva cu tema în câmpul text pentru locație. Alternativ, puteți selecta fișierul arhivă, care conține tema, din lista cu fișiere. După ce ați selectat fișierul dorit, apăsați butonul <guibutton>Deschide</guibutton>.

source: Click on the <guibutton>Install</guibutton> button to install the new theme.
ro: Apăsați butonul <guibutton>Instalează</guibutton> pentru a instala tema nouă.

source: To Delete a Theme Option
ro: Ștergerea opțiunii unei teme

source: You can delete controls options, window frame options, or icons options.
ro: Puteți șterge opțiunile pentru controale, pentru chenarul ferestrelor și opțiunile pentru iconițe.

source: To delete a controls option, window frame option, or icons option, perform the following steps:
ro: Pentru a șterge opțiunile pentru controale, pentru chenarul ferestrelor sau pentru iconițe, procedați astfel:

source: Click on the tab for the type of option that you want to delete.
ro: Acționați tabul corespunzător opțiunii pe care doriți să o ștergeți.

source: Select the theme option you want to delete.
ro: Selectați opțiunea temei pe care doriți să o ștergeți.

source: Use the <guibutton>Delete</guibutton> button to delete the selected option. Note that you can not delete system-wide theme options.
ro: Folosiți butonul <guibutton>Delete</guibutton> pentru a șterge opțiunea. Rețineți faptul că nu puteți șterge opțiunile care sunt specifice pentru tot sistemul de operare.

source: Desktop Background Preferences
ro: Preferințe fundal desktop

source: customizing background
ro: fundal personalizat

source: GNOME Desktop preference tools
ro: Utilitare de preferințe pentru mediul GNOME

source: Background
ro: Fond

source: customizing desktop background
ro: personalizare fundal desktop
