Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: To open the <application>Search Tool</application>, click on the <guibutton>Search</guibutton> button.
ro: Pentru a deschide <application>Unealta de căutare</application>, faceți clic pe butonul <guibutton>Căutare</guibutton>.

source: For more information on the <application>Search Tool</application>, see the <ulink type="help" url="ghelp:gnome-search-tool">Search Tool Manual</ulink>.
ro: Pentru mai multe informații despre <application>utilitarul Căutare</application> consultați <ulink type="help" url="ghelp:gnome-search-tool">Manualul utilitarului Căutare</ulink>.

source: Show Desktop Button
ro: Butonul „Afișare desktop”

source: Minimize Windows
ro: Minimizarea ferestrelor

source: Minimize Windows button
ro: Butonul de minimizare a ferestrelor

source: Show Desktop icon.
ro: Iconița Afișare desktop.

source: You can use the <guibutton>Show Desktop</guibutton> button to minimize all open windows and show the desktop.
ro: Puteți utiliza butonul <guibutton>Afișare desktop</guibutton> pentru a minimiza toate ferestrele deschise pentru a afișa desktopul.

source: To add a <guibutton>Show Desktop</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Show Desktop</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga un buton <guibutton>Afișează desktopul</guibutton> pe un panou, efectuați clic dreapta într-un loc liber de pe panou. Din meniul contextual alegeți opțiunea <guimenu>Adaugă la panou</guimenu>, apoi alegeți mini-aplicația <application>Afișează desktopul</application> din fereastra de dialog Adaugă la panou. Pentru mai multe informații, consultați <xref linkend="panels-addobject"/>.

source: To minimize all windows and show the desktop, click on the <guibutton>Show Desktop</guibutton> button. To restore all windows to their previous state, click it again.
ro: Pentru a minimiza toate ferestrele și pentru a arăta desktopul, faceți clic pe butonul <guibutton>Arată desktop</guibutton>. Pentru a restaura toate ferestrele la starea lor precedentă, apăsați butonul din nou.

source: Menus
ro: Meniuri

source: menus
ro: meniuri

source: You can add the following types of menu to your panels:
ro: Pe panouri puteți adăuga următoarele tipuri de meniuri:

source: <guimenu>Menu Bar</guimenu>: You can access almost all of the standard applications, commands, and configuration options from the menus in the Menu Bar. It contains the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> menus.
ro: <guimenu>Bara de meniuri</guimenu>: Puteți accesa aproape toate aplicațiile standard, comenzile și opțiunile de configurare din meniurile din Bara de meniuri. Bara de meniuri conține meniurile <guimenu>Aplicații</guimenu>, <guimenu>Locații</guimenu> și <guimenu>Sistem</guimenu>.

source: To add a <guimenu>Menu Bar</guimenu> to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Menu Bar</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga <guimenu>Bara de meniuri</guimenu> pe un panou, efectuați clic dreapta într-un loc liber de pe panou. Alegeți opțiunea <guimenu>Adaugă la panou</guimenu>, apoi alegeți opțiunea <application>Bară meniu</application> din fereastra de dialog Adaugă la panou. Pentru mai multe informații, consultați <xref linkend="panels-addobject"/>.

source: <guimenu>Main Menu</guimenu>: The Main Menu contains the same items as the Menu Bar, but organizes them into one menu instead of three. It takes up less space on the panels as a result.
ro: <guimenu>Meniul principal</guimenu>: Meniul principal conține aceleași elemente ca și Bara de meniuri, dar aranjează elementele într-un singur meniu în loc de trei. În consecință, va ocupa mai puțin loc pe panou.

source: To add a <guimenu>Main Menu</guimenu> to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Main Menu</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga <guimenu>Meniu principal</guimenu> pe un panou, efectuați clic dreapta într-un loc liber de pe panou. Alegeți opțiunea <guimenu>Adaugă la panou</guimenu>, apoi alegeți <application>Meniu principal</application> din fereastra de dialog Adaugă la panou. Pentru mai multe informații, consultați <xref linkend="panels-addobject"/>.

source: <guimenu>Submenus</guimenu>: You can add a submenu of the Menu Bar or Main Menu directly to the panel. For example, you can add the <guimenu>Games</guimenu> submenu of the <guimenu>Applications</guimenu> menu to the panel.
ro: <guimenu>Submeniuri</guimenu>: Puteți adăuga un submeniu din Bara de meniuri sau din Meniul principal, direct pe panou. De exemplu, puteți adăuga submeniul <guimenu>Jocuri</guimenu> din meniul <guimenu>Aplicații</guimenu> direct pe panou.

source: To add a submenu to a panel, open the submenu, right-click on a launcher, then choose <menuchoice><guimenu>Entire menu</guimenu><guimenuitem>Add this as menu to panel</guimenuitem></menuchoice>.
ro: Pentru a adăuga un submeniu pe un panou, deschideți submeniul, efectuați clic dreapta pe un lansator, apoi alegeți opțiunea <menuchoice><guimenu>Întreg meniul</guimenu><guimenuitem>Adaugă ca meniu la panou</guimenuitem></menuchoice>.

source: Drawers
ro: Sertare

source: drawers
ro: sertare

source: A drawer is an extension of a panel. You can open and close a drawer in the same way that you can show and hide a panel. A drawer can contain all panel objects, including launchers, menus, applets, and other drawers. When you open a drawer, you can use the objects in the same way that you use objects on a panel.
ro: Un sertar este o extensie a unui panou. Puteți deschide și închide un sertar în același mod în care afișați sau ascundeți un panou. Un sertar poate conține toate tipurile de obiecte pe care le poate conține și un panou, inclusiv lansatoare, meniuri, mini-aplicații și alte sertare. Când deschideți un sertar, puteți utiliza obiectele în același fel în care folosiți obiectele de panou.

source: The following figure shows an open drawer that contains two panel objects.
ro: În figura alăturată este afișat un sertar care conține două obiecte de panou.

source: Open drawer. The context describes the graphic.
ro: Sertar deschis. Contextul descrie imaginea.

source: The arrow on the icon indicates that it represents a drawer or menu.
ro: Săgeata de pe iconiță indică faptul că acesta reprezintă un sertar sau un meniu.

source: You can add, move, and remove objects from drawers in the same way that you add, move, and remove objects from panels.
ro: Puteți adăuga, muta și șterge obiecte din sertar în același mod în care adăugați, mutați și ștergeți obiecte de pe panou.

source: To Open and Close a Drawer
ro: Deschiderea și închiderea unui sertar

source: opening
ro: deschidere

source: closing
ro: închidere

source: To open a drawer, click on the drawer's icon in a panel. You can close a drawer in the following ways:
ro: Pentru a deschide un sertar, efectuați clic pe iconița sertarului de pe panou. Puteți închide un sertar dacă procedați astfel:

source: Click on the drawer's icon.
ro: Efectuați clic pe iconița sertarului.

source: Click on the drawer hide button.
ro: Efectuați clic pe butonul de ascundere al sertarului.

source: To Add a Drawer to a Panel
ro: Adăugarea unui sertar pe panou

source: You can add a drawer to a panel in the following ways:
ro: Puteți adăuga un sertar pe panou astfel:

source: Right-click on any vacant space on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>.
ro: Efectuați clic dreapta într-un loc liber de pe panou, apoi alegeți opțiunea <guimenuitem>Adaugă la panou</guimenuitem>.

source: In the <application>Add to Panel</application> dialog, select <guilabel>Drawer</guilabel>. Click <guibutton>Add</guibutton>, then click <guibutton>Close</guibutton>.
ro: În fereastra de dialog <application>Adaugă la panou</application> selectați opțiunea <guilabel>Sertar</guilabel>. Apăsați butonul <guibutton>Adaugă</guibutton> și apoi butonul <guibutton>Închide</guibutton>.

source: You can add a menu as a drawer object to a panel.
ro: Puteți adăuga un meniu ca obiect sertar pe panou.

source: To add a menu as a drawer to a panel, open the menu from the panel. Right-click on any launcher in the menu, then choose <menuchoice><guimenu>Entire menu</guimenu><guimenuitem>Add this as drawer to panel</guimenuitem></menuchoice>.
ro: Pentru a adăuga un meniu ca sertar pe panou deschideți meniul de pe panou. Efectuați clic dreapta pe un lansator din meniu și din meniul contextual selectați opțiunea <menuchoice><guimenu>Tot meniul</guimenu><guimenuitem>Adăugare ca sertar pe panou</guimenuitem></menuchoice>.

source: To Add an Object to a Drawer
ro: Adăugarea unui obiect într-un sertar

source: adding objects to
ro: adăugarea obiectelor la

source: You add an object to a drawer in the same way that you add objects to panels. For more information, see <xref linkend="panels-addobject"/>.
ro: Puteți adăuga un obiect într-un sertar în același fel în care adăugați obiecte pe panouri. Pentru mai multe informații consultați <xref linkend="panels-addobject"/>.

source: To Modify Drawer Properties
ro: Modificarea proprietăților obiectelor Sertar

source: You can modify the properties of each drawer individually. For example, you can change the visual appearance of the drawer and whether it has hide buttons.
ro: Puteți modifica proprietățile fiecărui sertar individual. De exemplu, puteți modifica aspectul sertarului și puteți specifica dacă acesta să aibă sau nu butoane de ascundere.

source: To modify properties for a drawer perform the following steps:
ro: Pentru a modifica proprietățile unui sertar parcurgeți următoarele etape:

source: Right-click on the drawer, then choose <guimenuitem>Properties</guimenuitem> to display the <guilabel>Drawer Properties</guilabel> dialog. The dialog displays the <guilabel>General</guilabel> tabbed section.
ro: Efectuați clic dreapta pe sertar, apoi alegeți opțiunea <guimenuitem>Proprietăți</guimenuitem> pentru a afișa fereastra de dialog <guilabel>Proprietățile sertarului</guilabel>. Fereastra de dialog afișează pagina cu proprietăți <guilabel>Generale</guilabel>.

source: Select the properties for the drawer in the dialog. The following table describes the elements on the <guilabel>General</guilabel> tabbed section:
ro: Din pagina de dialog selectați proprietățile pentru sertar. Tabelul următor descrie elementele prezente în pagina <guilabel>General</guilabel>:

source: Specify the width of the drawer when it is open.
ro: Specifică lățimea sertarului când acesta este deschis.

source: Icon
ro: Iconiță

source: Choose an icon to represent the drawer. Click on the <guibutton>Icon</guibutton> button to display an icon selector dialog. Choose an icon from the dialog and click <guibutton>OK</guibutton> to confirm your choice.
ro: Alegeți o iconiță care să reprezinte sertarul. Efectuați clic pe butonul <guibutton>Alegere iconiță</guibutton> pentru a afișa fereastra de dialog pentru selectarea iconițelor. Selectați o iconiță din fereastra de dialog și apoi apăsați butonul <guibutton>OK</guibutton> pentru a confirma opțiunea aleasă.

source: Select this option to display hide buttons on your drawer. When you click one of the buttons, the drawer will close.
ro: Selectați această opțiune pentru a afișa butoanele de ascundere pe sertar. Când acționați unul din butoane, sertarul se va închide.

source: Select this option to display arrows on the hide buttons, if the hide buttons are enabled.
ro: Selectați această opțiune pentru a afișa săgeți pe butoanele de ascundere, opțiunea este activă dacă opțiunea pentru afișarea butoanelor de închidere este selectată.

source: You can use the <guilabel>Background</guilabel> tabbed section to set the background for the drawer. For information on how to complete the <guilabel>Background</guilabel> tabbed section, see <xref linkend="panel-properties"/>. You can also drag a color or image on to a drawer to set the color or image as the background of the drawer. For more information, see <xref linkend="panel-properties-background"/>.
ro: Puteți utiliza secțiunea <guilabel>Fundal</guilabel> pentru a configura fundalul pentru sertar. Pentru a afla mai multe informații despre modul de utilizare a secțiunii <guilabel>Fundal</guilabel>, consultați <xref linkend="panel-properties"/>. De asemenea, puteți trage și plasa o imagine sau o culoare pe un sertar pentru a selecta o culoare sau o imagine pentru fundalul unui sertar. Pentru mai multe informații, consultați <xref linkend="panel-properties-background"/>.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Drawer Properties</guilabel> dialog.
ro: Acționați butonul <guibutton>Închide</guibutton> pentru a închide fereeastra de dialog <guilabel>Proprietățile sertarului</guilabel>.

source: Default Panel Objects
ro: Obiecte implicite pentru Panou

source: This section covers the panel objects that appear in the default GNOME desktop.
ro: Acest capitol se va ocupa despre obiectele pentru panou care apar implicit în mediul GNOME.

source: Window Selector Applet
ro: Mini-aplicația Selectare ferestre

source: window selector icon
ro: iconița selectare ferestre

source: window selector
ro: selectare ferestre

source: You can view a list of all windows that are currently open. You can also choose a window to give focus to. To view the window list, click on the <application>Window Selector</application> applet. The following figure shows an example of the <application>Window Selector</application> applet:
ro: Puteți vedea o listă cu ferestrele aplicațiilor care sunt deschise la un moment dat. De asemenea puteți să vă îndreptați atenția către o anumită fereastră. Pentru a afișa lista ferestrelor efectuați clic pe mini-aplicația <application>Selectare ferestre</application>

source: Window selector applet displayed from the top edge panel.
ro: Mini-aplicația Selector ferestre, afișată în panoul superior.

source: To give focus to a window, select the window from the <application>Window Selector</application> applet.
ro: Pentru a aduce o fereastră în prim-plan selectați fereastra din mini-aplicația <application>Selectare ferestre</application>.

source: The <application>Window Selector</application> lists the windows in all workspaces. The windows in all workspaces other than the current workspace are listed under a separator line.
ro: Mini-aplicația <application>Selector ferestre</application> afișează ferestrele din toate spațiile de lucru. Ferestrele din toate spațiile de lucru, altele decât spațiul de lucru curent, sunt afișate sub o linie separatoare.

source: Notification Area Applet
ro: Mini-aplicația Zona de notificare

source: Notification Area
ro: Zona de notificare

source: Notification Area applet
ro: Mini-aplicația Zona de notificare

source: Notification Area icon.
ro: Iconița Zona de notificare

source: The <application>Notification Area</application> applet displays icons from various applications to indicate activity in the application. For example, when you use the <application>CD Player</application> application to play a CD, a CD icon is displayed in the <application>Notification Area</application> applet. The graphic above illustrates the CD icon in the <application>Notification Area</application> applet.
ro: Iconița mini-aplicației <application>Zona de notificare</application> afișează iconițe pentru diferite aplicații pentru a indica activitatea din aceste aplicații. De exemplu când utilizați aplicația <application>CD Player</application> pentru a reda un CD, se va afișa iconița unui CD în mini-aplicația <application>Zona de notificare</application>. Imaginea alăturată înfățișează iconița unui CD în mini-aplicația <application>Zona de notificare</application>.

source: Menu Bar
ro: Bara de meniuri

source: Menu Bar applet. Menus: Applications, Places, System.
ro: Aplicația Bara de meniu. Meniuri: Aplicații, Locuri, Sistem.

source: The <application>Menu Bar</application> contains the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> menus. You can access almost all of the standard applications, commands, and configuration options from the <application>Menu Bar</application>. For more on using the Menu Bar, see <xref linkend="menubar"/>.
ro: <application>Bara de meniuri</application> conține meniurile <guimenu>Aplicatii</guimenu>, <guimenu>Locații</guimenu> și <guimenu>Sistem</guimenu>. Puteți accesa aproape toate aplicațiile standard, comenzile și opțiunile de configurare prin intermediul meniurilor din <application>Bara de meniuri</application>. Pentru mai multe informații despre modul de utilizare a Barei de meniuri, consultați <xref linkend="menubar"/>.

source: Window List
ro: Listă ferestre

source: The <application>Window List</application> applet enables you to manage the windows that are open on the GNOME desktop. Window List uses a button to represent each window or group of windows that is open. The state of the buttons in the applet varies depending on the state of the window that the button represents. The following table explains the possible states of the <application>Window List</application> buttons.
ro: Aplicația <application>Listă ferestre</application> vă permite să administrați ferestrele care sunt deschise în desktopul GNOME. Listă ferestre folosește un buton pentru a reprezenta fiecare fereastră sau grup de ferestre care este deschis. Starea butoanelor din fiecare aplicație variază depinzând de starea ferestrei a cărui buton o reprezintă. Următorul tabel explică stările posibile ale butoanelor din <application>Listă ferestre</application>

source: State
ro: Stare

source: Indicates...
ro: Indică...

source: The button is pressed in.
ro: Butonul este apăsat

source: The window has focus.
ro: Fereastra este în prim-plan.

source: The button appears faded. The button text is surrounded by square brackets.
ro: Butonul apare estompat. Textul care apare în buton este încadrat de paranteze drepte.

source: The window is minimized.
ro: Fereastra este minimizată.

source: The button is not pressed in, and is not faded.
ro: Butonul nu este apăsat și nu este estompat.

source: The window is displayed on the desktop and is not minimized.
ro: Fereastra este afișată pe desktop și nu este minimizată.

source: There is a number in parentheses at the end of the button title.
ro: Exită un număr de paranteze la sfârșitul titlului butonului.

source: The button represents a group of buttons.
ro: Butonul reprezintă un grup de butoane.

source: Usage
ro: Utilizare

source: You can use <application>Window List</application> to perform the following tasks:
ro: Puteți folosi <application>Listă ferestre</application> pentru a executa următoarele sarcini:

source: To give focus to a window
ro: Să aduceți o fereastră în prim-plan

source: If you click on the Window List button that represents a window that is on the desktop but does not have focus, the applet gives focus to the window.
ro: Dacă apăsați clic pe un buton care reprezintă o fereastră din Listă ferestre, care este pe desktop dar nu este în prim-plan, aplicația aduce acea fereastră în prim-plan.

source: To minimize a window
ro: Pentru a minimiza o fereastră

source: If you click on the Window List button that represents the window that has focus, the applet minimizes the window.
ro: Dacă apăsați clic pe butonul din Listă ferestre care reprezintă o fereastră în prim plan, aplicația minimizează fereastra.

source: To restore a minimized window
ro: Pentru a restaura o fereastră care este minimizată

source: If you click on the Window List button that represents a minimized window, the applet restores the window.
ro: Dacă apăsați pe un buton „Listă ferestre” care reprezintă o fereastră minimizată, aplicația restaurează acea fereastră.

source: You can change the order of the Window List buttons by dragging a button to a different location on the Window List.
ro: Puteți schimba ordinea butoanelor din Listă Ferestre prin glisarea unui buton într-o altă locație din Lista ferestre.

source: Preferences
ro: Preferințe

source: To configure the <application>Window List</application>, right-click on the handle to the left of the window buttons, then choose <guimenuitem>Preferences</guimenuitem>. The following preferences can be changed:
ro: Pentru a configura <application>Listă Ferestre</application>, apăsați clic dreapta pe operatorul din partea stângă a butoanelor ferestrei, apoi selectați <guimenuitem>Preferințe</guimenuitem>. Preferințele următoarele pot fi modificate:

source: Window List Content
ro: Conținut Listă ferestre

source: To specify which windows to display in the Window List, select one of the following options:
ro: Pentru a specifica ce ferestre vor fi afișate în Lisă Ferestre, alegeți una dintre următoarele opțiuni:

source: Show windows from current workspace
ro: Afișarea ferestrelor din spațiul de lucru curent

source: Select this option to only show the windows that are open in the current workspace.
ro: Selectați această opțiune pentru a afișa doar ferestrele deschise în spațiul de lucru curent.

source: Show windows from all workspaces
ro: Arată ferestrele de pe toate spațiile de lucru

source: Select this option to show the windows that are open in all workspaces.
ro: Selectați această opțiune pentru a afișa toate ferestrele deschise din toate spațiile de lucru.

source: Window Grouping
ro: Gruparea ferestrelor

source: To specify when the Window List should group windows that belong to the same application, select one of the following options:
ro: Pentru a specifica dacă Lista ferestre ar trebui sa grupeze ferestrele care aparțin aceleiași aplicații, alegeți unul din următoarele opțiuni:

source: Never group windows
ro: Nu grupează ferestrele niciodată

source: Select this option to never group windows of the same application under one button.
ro: Selectați această opțiune pentru a nu mai grupa niciodată ferestrele aceleiași aplicații într-un sigur buton.

source: Group windows when space is limited
ro: Grupează ferestrele când spațiul este limitat

source: Select this option to group windows of the same application under one button when the space on the panel is restricted.
ro: Selectați această opțiune pentru a grupa ferestrele aceleiași aplicații într-un singur buton atunci când spațiul de pe panou limitat.

source: Always group windows
ro: Grupează ferestrele întotdeauna

source: Select this option to always group windows of the same application under one button.
ro: Selectați acestă opțiune pentru a grupa întotdeauna ferestrele aceleiași aplicații într-un singur buton.

source: Restoring Minimized Windows
ro: Restaurarea ferestrelor minimizate

source: To define how the Window List behaves when you restore windows, select one of the following options.
ro: Pentru a defini modul în care se comportă Listă ferestre la restaurarea ferestrelor, alegeți una dintre următoarele opțiuni:

source: Restore to current workspace
ro: Restaurare în spațiul de lucru curent

source: Select this option to restore a window from the applet to the current workspace, even if the window did not previously reside in the current workspace.
ro: Selectați această opțiune pentru a restaura o fereastră în spațiul de lucru curent, chiar dacă inițial fereastra respectivă nu aparținea acestui spațiu de lucru.

source: Restore to native workspace
ro: Restaurare în spațiul de lucru originar
