Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Select the file in the <guilabel>Tree</guilabel>.
ro: Selectați fișierul în reprezentarea <guilabel>Arbore</guilabel>.

source: You can set your preferences so that the <guilabel>Tree</guilabel> does not display files. For more information, see <xref linkend="gosnautilus-438"/>.
ro: Puteți configura preferințele în așa fel încât în reprezentarea <guilabel>Arbore</guilabel> să nu se afișeze fișierele. Pentru mai multe informații consultați <xref linkend="gosnautilus-438"/>.

source: Using Your Navigation History
ro: Folosirea istoricului de navigare

source: navigating history list
ro: lista istoricului de navigare

source: The file browser window maintains a history list of files, folders, FTP sites, and URI locations you have recently visited. You can use the history list to navigate to quickly return to these places. Your history list contains the last ten items that you viewed.
ro: Fereastra navigatorului de fișiere ține un jurnal al fișierelor, dosarelor, siturilor și locațiilor URI pe care le-ați vizitat recent. Puteți folosi lista istoricului pentru a naviga rapid în aceste locuri. Lista istoricului conține ultimele zece locuri pe care le-ați vizitat.

source: To clear your history list choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Clear History</guimenuitem></menuchoice>.
ro: Pentru a șterge lista istoricului selectați opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Șterge istoricul</guimenuitem></menuchoice>.

source: Navigating Your History List Using the Go Menu
ro: Navigarea în lista istoricului folosind meniul Navigare

source: To display a list of previously-viewed items, choose the <guimenu>Go</guimenu> menu. Your history list is displayed in the lower part of the <guimenu>Go</guimenu> menu. To open an item in your history list, simply click on the item.
ro: Pentru a afișa obiectele vizitate recent, selectați meniul <guimenu>Navigare</guimenu>. Istoricul va fi afișat în partea inferioară a meniului <guimenu>Navigare</guimenu>. Pentru a deschide un element din istoric efectuați clic pe opțiunea dorită.

source: Navigating Your History List Using the Toolbar
ro: Navigarea în lista cu locuri accesate recent folosind bara de unelte

source: To use the toolbar to navigate your history list, perform one of the following actions:
ro: Pentru a folosi bara de unelte pentru a naviga în istoric, efectuați una din următoarele acțiuni:

source: To open the folder or URI in your history list, click on the <guibutton>Back</guibutton> toolbar button.
ro: Pentru a deschide un dosar sau o adresă URI din istoric, apăsați butonul <guibutton>Înapoi</guibutton> din bara de unelte.

source: To open the folder or URI in your history list, click on the <guibutton>Forward</guibutton> toolbar button.
ro: Pentru a deschide un dosar sau o adresă URI din istoric, apăsați butonul <guibutton>Înainte</guibutton> din bara de unelte.

source: To display a list of previously-viewed items, click on the down arrow to the right of the <guibutton>Back</guibutton> toolbar button. To open an item from this list, click on the item.
ro: Pentru a afișa o listă cu elementele accesate anterior apăsați săgeata îndreptată în jos din dreapta butonului <guibutton>Înapoi</guibutton> din bara de unelte. Pentru a deschide un element din această listă efectuați clic pe acel element.

source: To display a list of items that you viewed after you viewed the current item, click on the down arrow to the right of the <guibutton>Forward</guibutton> toolbar button. To open an item from this list, click on the item.
ro: Pentru a afișa o listă a elementelor pe care le-ați accesat după ce ați accesat elementul curent, apăsați săgeata îndreptată în jos, din dreapta butonului <guibutton>Înainte</guibutton> din bara de unelte. Pentru a deschide un element din listă efectuați clic pe elementul dorit.

source: Navigating Your History List Using History in the Side Pane
ro: Navigarea în lista locurilor accesate recent folosind opțiunea Istoric din panoul lateral

source: To display the <guilabel>History</guilabel> list in the side pane, choose <guilabel>History</guilabel> from the drop-down list at the top of the side pane. The <guilabel>History</guilabel> list in the side pane displays a list of your previously-viewed items.
ro: Pentru a afișa meniul <guilabel>Istoric</guilabel> în panoul lateral, alegeți opțiunea <guilabel>Istoric</guilabel> din lista derulantă din partea superioară a panoului lateral. Meniul <guilabel>Istoric</guilabel> din panoul lateral va afișa o listă cu elementele accesate anterior.

source: To display an item from your history list in the view pane, double-click on the item in the <guilabel>History</guilabel> list.
ro: Pentru a afișa un element din istoric în panoul de afișare, efectuați clic dublu pe elementul respectiv din lista <guilabel>Istoric</guilabel> din panoul lateral.

source: Opening Files
ro: Deschiderea fișierelor

source: opening files
ro: deschiderea fișierelor

source: When you open a file, the file manager performs the default action for that file type.
ro: Când deschideți un fișier, managerul de fișiere efectuează acțiunea implicită asociată acelui tip de fișier.

source: For example, opening a music file will play it with the default music playing application, opening a text file will allow you to read and edit it in a text editor, and opening an image file will display the image.
ro: De exemplu, deschiderea unui fișier de muzică se va realiza cu programul implicit pentru redarea muzicii, deschiderea unui fișier text se va face cu editorul de text implicit iar deschiderea unei imagini se va realiza cu programul implicit de redare a imaginilor.

source: The file manager checks the contents of a file to determine the type of a file. If the first lines do not determine the type of the file, then the file manager checks the <glossterm>file extension</glossterm>.
ro: Managerul de fișiere citește conținutul unui fișier pentru a determina tipul acestuia. Dacă prin citirea primelor linii ale fișierului nu poate determina tipul fișierului, abia atunci managerul de fișiere citește <glossterm>extensia fișierului</glossterm>.

source: If you open an executable text file, that is, one that Nautilus considers can be run as a program, then you will be asked what you want to do: run it, or display it in a text editor. You can modify this behaviour in the <link linkend="nautilus-preferences">File Management preferences</link>.
ro: Dacă deschideți un fișier de tip text care este executabil, sau unul pe care Nautilus îl consideră executabil, atunci veți fi întrebați ce doriți să faceți în continuare: să-l rulați sau să-l afișați într-un editor de text. Puteți modifica acest comportament în <link linkend="nautilus-preferences">Preferințele managerului de fișiere</link>.

source: Executing the Default Action
ro: Executarea acțiunilor implicite

source: executing default actions for files
ro: executarea acțiunilor implicite pentru fișiere

source: To execute the default action for a file, double-click on the file. For example, the default action for plain text documents is to display the file in a text viewer. In this case, you can double-click on the file to display the file in a text viewer.
ro: Pentru a executa acțiunea implicită asociată unui fișier, efectuați clic dublu pe fișier. De exemplu, acțiunea implicită pentru documente text este să se afișeze conținutul într-un editor de text. În acest caz puteți efectua clic dublu pe fișier pentru a afișa fișierul în editorul de text asociat.

source: You can set your file manager preferences so that you click once on a file to execute the default action. For more information, see <xref linkend="gosnautilus-56"/>.
ro: Puteți configura preferințefe managerului de fișiere în așa fel încât atunci când efectuați clic o singură dată să se execute acțiunea asociată tipului respectiv de fișier. Pentru mai multe informații consultați <xref linkend="gosnautilus-56"/>.

source: Executing Non-Default Actions
ro: Executarea acțiunilor care nu sunt implicite

source: executing non-default actions for files
ro: executarea acțiunilor care nu sunt implicit asociate fișierelor

source: To execute actions other than the default action for a file, select the file that you want to perform an action on. In the <menuchoice><guimenu>File</guimenu></menuchoice> menu you will either have "Open with" choices, or an <menuchoice><guimenuitem>Open With</guimenuitem></menuchoice> submenu. Select the desired option from this list.
ro: Pentru a executa acțiuni, altele decât cele asociate implicit unui fișier, selectați fișierul asupra căruia doriți să executați acțiunea. În meniul <menuchoice><guimenu>Fișier</guimenu></menuchoice> veți avea ori o opțiune „Deschide cu altă aplicație...” ori un sub-meniu <menuchoice><guimenuitem>Deschide cu altă aplicație...</guimenuitem></menuchoice>. Selectați opțiunea dorită din listă.

source: Adding Actions
ro: Adăugare acțiuni

source: adding actions
ro: adăugare acțiuni

source: To add actions associated with a file type, perform the following steps:
ro: Pentru a adăuga acțiuni suplimentare asociate unui anumit tip de fișier, procedați astfel:

source: In the view pane, select a file of the type to which you want to add an action.
ro: În panoul de afișare selectați un fișier de tipul pentru care doriți să adăugați o acțiune asociată.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open with Other Application</guimenuitem></menuchoice>.
ro: Selectați opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Deschide cu altă aplicație...</guimenuitem></menuchoice>.

source: Either choose an application in the open with dialog or browse to the program with which you wish to open this type.
ro: Fie alegeți o aplicație din fereastra de dialog, fie navigați la programul cu care doriți să deschideți acest tip de fișier.

source: The action you have chosen is now added to the list of actions for that particular file type. If there was no prior action associated with the type, the newly added action is the default.
ro: Acțiunea pe care ați ales-o va fi adăugată la lista acțiunilor asociate acelui tip particular de fișier. Dacă înainte nu au existat acțiuni asociate cu acel tip de fișier, atunci acțiunea aleasă va fi și implicită.

source: You may also add actions in the <guilabel>Open With</guilabel> tabbed section under <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.
ro: De asemenea, puteți adăuga acțiuni în pagina <guilabel>Deschide cu</guilabel> din meniul <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Proprietăți</guimenuitem></menuchoice>.

source: Modifying Actions
ro: Modificarea acțiunilor

source: modifying actions
ro: modificarea acțiunilor

source: To modify the actions associated with a file or file type, perform the following steps:
ro: Pentru a modifica acțiunile asociate cu un anume tip de fișier, procedați astfel:

source: In the view pane, select a file of the type to which you want to modify the action.
ro: În panoul de afișare, selectați un fișier de tipul căruia doriți să îi modificați acțiunea asociată.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Proprietăți</guimenuitem></menuchoice>.

source: Choose <guilabel>Open With</guilabel> tabbed section.
ro: Alegeți pagina <guilabel>Deschide cu</guilabel>.

source: Use <guibutton>Add</guibutton> or <guibutton>Remove</guibutton> buttons to tailor the list of actions. Select the default action with the option to the left of the list.
ro: Folosiți butonul <guibutton>Adaugă</guibutton> sau butonul <guibutton>Elimină</guibutton> pentru a ajusta lista cu acțiuni. Alegeți acțiunea implicită bifând-o în stânga listei.

source: Searching For Files
ro: Căutarea fișierelor

source: searching files
ro: căutarea fișierelor

source: The <application>Nautilus</application> file manager includes an easy and simple to use way search for your files and folders. To begin a search press <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> or select the <guibutton>Search</guibutton> toolbar button. The search bar should appear as in <xref linkend="gosnautilus-FIG-925"/>
ro: Managerul de fișiere <application>Nautilus</application> include o metodă ușoară și simplă de căutare a fișierelor și dosarelor. Pentru a începe o căutare apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> sau alegeți butonul <guibutton>Căutare</guibutton> din bara de unelte. Se va afișa bara de căutare așa cum apare și în figura <xref linkend="gosnautilus-FIG-925"/>

source: Enter characters present in the name or contents of the file or folder you wish to find and press <keycap>Enter</keycap>. The results of your search should appear in the view pane as illustrated in <xref linkend="gosnautilus-FIG-926"/>
ro: Tastați caracterele care compun numele fișierului sau dosarului pe care doriți să îl căutați și apăsați <keycap>Enter</keycap>. Rezultatele căutării trebuie să fie prezentate în panoul de afișare așa cum este ilustrat în figura <xref linkend="gosnautilus-FIG-926"/>

source: The result of a search.
ro: Rezultatul unei căutări.

source: If you are not happy with your search you can refine it by adding addition conditions. This allows you to restrict the search to a specific file type or location. To add search conditions click the <guibutton>+</guibutton> icon. <xref linkend="gosnautilus-FIG-927"/> shows a search which has been restricted to the users home directory and to only search for text files.
ro: Dacă nu sunteți satisfăcuți de rezultatele căutării, o puteți rafina adăugând condiții suplimentare. Acest lucru vă permite să restricționați căutare la un anume tip de fișier sau la o anumită locație. Pentru a adăuga condiții suplimentare pentru căutare efectuați clic pe iconița <guibutton>+</guibutton>. Figura <xref linkend="gosnautilus-FIG-927"/> ilustrează o căutare care a fost restricționată la dosarul personal al utilizatorului și doar pentru fișierele de tip text.

source: Restricting a search.
ro: Restricționarea unei căutări.

source: Saving Searches
ro: Salvarea rezultatelor căutărilor

source: Nautilus searches can also be saved for future use. Once saved, searches may be reopened later. <xref linkend="gosnautilus-FIG-935"/> shows a user with three saved searches, browsing one of them.
ro: Rezultatele căutărilor realizate cu Nautilus, pot fi, de asemenea, salvate pentru a putea fi utilizate cu alte ocazii. Odată salvate, rezultatele căutărilor pot fi accesate ulterior. Figura <xref linkend="gosnautilus-FIG-935"/> prezintă un utilizator, care deține trei astfel de rezultate ale căutărilor, navigând în dosarul care conține rezultatul uneia dintre căutări.

source: Browsing the results of a saved search.
ro: Navigarea în dosarul care conține rezultatul unei căutări.

source: Saved searches behave exactly like regular folders, for example you can open, move or delete files from within a saved search.
ro: Rezultatele salvate ale căutărilor se comportă ca niște dosare obișnuite, pe care le puteți deschide, le puteți muta sau puteți șterge elemente conținute în acestea.

source: Managing Your Files and Folders
ro: Managementul fișierelor și dosarelor

source: managing files and folders
ro: managementul fișierelor și dosarelor

source: This section describes how to work with your files and folders.
ro: Acest capitol descrie modul în care puteți lucra cu fișierele și dosarele dumneavoastră.

source: Directories and File Systems
ro: Dosare și sisteme de fișiere

source: Linux and Unix file systems are organised in a hierarchical, tree-like structure. The highest level of the file system is the <filename>/</filename> or <emphasis>root directory</emphasis>. In the Unix and Linux design philosophy, everything is considered a file - including hard disks, partitions and removable media. This means that all files and directories (including other disks and partitions) exist under the root directory.
ro: Sistemul de fișiere Linux și Unix este organizat într-o formă ierarhizată, acestea au o structură de tip arbore. Cel mai înalt nivel în cadrul sistemului de fișiere este <filename>/</filename> sau <emphasis>dosarul rădăcină</emphasis>. În designul sistemelor de tip Linux și Unix totul este considerat a fi fișier - inclusiv discurile fixe, partițiile și mediile detașabile. Aceasta înseamnă că toate fișierele și dosarele (inclusiv alte discuri și fișiere) rezidă sub dosarul rădăcină.

source: For example, <filename>/home/jebediah/cheeses.odt</filename> shows the correct full path to the <filename>cheeses.odt</filename> file that exists in the <filename>jebediah</filename> directory which is under the <filename>home</filename> directory, which in turn, is under the root (<filename>/</filename>) directory.
ro: De exemplu, <filename>/home/jebediah/cheeses.odt</filename> arată calea corectă și completă către fișierul <filename>cheeses.odt</filename> ce există în dosarul <filename>jebediah</filename> care se află în dosarul <filename>home</filename> directory, care, la rândul său se găsește îm dosarul root (<filename>/</filename>).

source: Underneath the root (<filename>/</filename>) directory, there is a set of important system directories that are commonly used across most Linux distributions. The following is a listing of common directories that are directly under the root (<filename>/</filename>) directory:
ro: Sub dosarul rădăcină (<filename>/</filename>) se află un set de dosare ale sistemului care sunt comune multor distribuții Linux. În lista următoare sunt prezentate o serie de dosare care se află în mod obișnuit sub dosarul rădăcină (<filename>/</filename>):

source: <filename>/bin</filename> - important <emphasis>bin</emphasis>ary applications
ro: <filename>/bin</filename> - aplicațiile <emphasis>bin</emphasis>are importante

source: <filename>/boot</filename> - files that are required to <emphasis>boot</emphasis> the computer
ro: <filename>/boot</filename> - conține fișiere utilizate la pornirea calculatorului (<emphasis>boot</emphasis>).

source: <filename>/dev</filename> - the <emphasis>dev</emphasis>ice files
ro: <filename>/dev</filename> - fișierele pentru manipularea dispozitivelor (<emphasis>dev</emphasis>ice)

source: <filename>/etc</filename> - configuration files, startup scripts, <emphasis>etc</emphasis>...
ro: <filename>/etc</filename> - fișierele de configurare, scripturile de pornire, <emphasis>etc</emphasis>...

source: <filename>/home</filename> - local users' <emphasis>home</emphasis> directories
ro: filename>/home</filename> - dosarele locale <emphasis>home</emphasis> ale utilizatorilor

source: <filename>/lib</filename> - system <emphasis>lib</emphasis>raries
ro: <filename>/lib</filename> - bibliotecile sistem (<emphasis>lib</emphasis>)

source: <filename>/lost+found</filename> - provides a <emphasis>lost+found</emphasis> system for files that exist under the root (<filename>/</filename>) directory
ro: <filename>/lost+found</filename> - furnizează un sistem de recuperare a fișierelor pierdute și găsite <emphasis>lost+found</emphasis> sub dosarul root (<filename>/</filename>)

source: <filename>/media</filename> - mounted (loaded) removable <emphasis>media</emphasis> such as CDs, digital cameras, etc...
ro: <filename>/media</filename> - conține mediile (<emphasis>media</emphasis>) detașabile montate (sau încărcate), precum CD-urile, camerele digitale, etc. ...

source: <filename>/mnt</filename> - <emphasis>m</emphasis>ou<emphasis>nt</emphasis>ed filesystems
ro: <filename>/mnt</filename> - conține sistemele de fișiere <emphasis>m</emphasis>o<emphasis>nt</emphasis>ate

source: <filename>/opt</filename> - provides a location for <emphasis>opt</emphasis>ional applications to be installed
ro: <filename>/opt</filename> - furnizează o locație pentru instalarea aplicațiilor <emphasis>opt</emphasis>ionale

source: <filename>/proc</filename> - special dynamic directory that maintains information about the state of the system, including currently running <emphasis>proc</emphasis>esses
ro: <filename>/proc</filename> - dosar dinamic special care conține informații despre starea sistemului, inclusiv a <emphasis>proc</emphasis>eselor care rulează

source: <filename>/root</filename> - <emphasis>root</emphasis> user home directory, pronounced 'slash-root'
ro: <filename>/root</filename> - dosarul utilizatorului <emphasis>root</emphasis> , pronunțat „slash-root”

source: <filename>/sbin</filename> - important <emphasis>s</emphasis>ystem <emphasis>bin</emphasis>aries
ro: <filename>/sbin</filename> - fișiere executabile utilizate de sistem (<emphasis>s</emphasis>ystem <emphasis>bin</emphasis>aries)

source: <filename>/srv</filename> - provides a location for data used by <emphasis>s</emphasis>e<emphasis>rv</emphasis>ers
ro: <filename>/srv</filename> - asigură o locație pentru datele utilizate de <emphasis>s</emphasis>e<emphasis>rv</emphasis>ere

source: <filename>/sys</filename> - contains information about the <emphasis>sys</emphasis>tem
ro: <filename>/sys</filename> - conține informații despre sistem (<emphasis>sys</emphasis>tem)

source: <filename>/tmp</filename> - <emphasis>t</emphasis>e<emphasis>mp</emphasis>orary files
ro: <filename>/tmp</filename> - fișierele <emphasis>t</emphasis>e<emphasis>mp</emphasis>orare

source: <filename>/usr</filename> - applications and files that are mostly available for all <emphasis>us</emphasis>e<emphasis>r</emphasis>s to access
ro: <filename>/usr</filename> - aplicațiile și fișierele ce pot fi accesate de toți utilizatorii (<emphasis>us</emphasis>e<emphasis>r</emphasis>s)

source: <filename>/var</filename> - <emphasis>var</emphasis>iable files such as logs and databases
ro: <filename>/var</filename> - fișierele <emphasis>var</emphasis>iable cum ar fi jurnalele (logs) și bazele de date

source: Using Views to Display Your Files and Folders
ro: Utilizarea modurilor de reprezentare pentru afișarea fișierelor și dosarelor

source: viewer components
ro: vizualizator de componente

source: views
ro: vizualizări

source: The file manager includes views that enable you to show the contents of your folders in different ways, icon view, and list view.
ro: Managerul de fișiere include moduri de reprezentare care vă permit să afișați conținutul dosarelor dumneavoastră sub diverse forme, precum reprezentare sub formă de iconițe și sub formă de listă.

source: Icon view
ro: Reprezentare sub formă de iconițe

source: The Home Folder displayed in a icon view.
ro: Dosarul personal reprezentat sub formă de iconiță.

source: Your Home Folder displayed in a icon view.
ro: Dosarul dumneavoastră personal afișat sub formă de iconiță.

source: <xref linkend="gosnautilus-FIG-naut-icon-view"/> Shows the items in the folder as icons. <placeholder-1/>
ro: Figura <xref linkend="gosnautilus-FIG-naut-icon-view"/> afișează elementele conținute în dosar sub formă de iconițe. <placeholder-1/>

source: List view
ro: Reprezentarea sub formă de listă

source: The Home Folder displayed in a list view.
ro: Dosarul personal reprezentat sub formă de listă.

source: Your Home Folder displayed in a list view.
ro: Dosarul dumneavoastră personal reprezentat sub formă de listă.

source: <xref linkend="gosnautilus-FIG-naut-list-view"/> Shows the items in the folder as a list. <placeholder-1/>
ro: Figura <xref linkend="gosnautilus-FIG-naut-list-view"/> afișează elementele conținute în dosar sub formă de listă. <placeholder-1/>
