Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Press and do not release the left mouse button, and then move the mouse with the button still held down, and finally release the button.
ro: Apăsați dar nu eliberați butonul stânga al mausului, apoi mutați mausul cu butonul menținut apăsat și în sfârșit, eliberați butonul.

source: Dragging with the mouse is used in many different contexts. This moves an object around the screen with the mouse. The object is <emphasis>dropped</emphasis> at the location where the mouse button is released. This action is also called <emphasis>drag-and-drop</emphasis>. Clicking on an element of the interface to move it is sometimes called a <emphasis>grab</emphasis>.
ro: Tragerea cu mausul este utilizată în mai multe contexte diferite. Aceasta mută un obiect pe ecran cu mausul. Obiectul este <emphasis>plasat</emphasis> la locul unde este eliberat butonul mausului. Această acțiune mai este numită și <emphasis>tragere și plasare</emphasis>. Apăsând pe un element al interfeței pentru a-l muta este uneori numită <emphasis>apucare</emphasis> .

source: For example, you can change the position of a window by dragging on its title bar, or move a file by dragging its icon from one window and dropping it on another.
ro: De exemplu, puteți modifica poziția unei ferestre trăgând bara de titlu sau puteți muta un fișier trăgând iconița, care reprezintă fișierul, dintr-o fereastră și plasându-l într-o altă fereastră.

source: The left mouse buttons is usually used to perform drag actions, although the middle mouse button is sometimes used for an alternate drag action.
ro: De regulă, pentru acțiuni de tragere se folosește butonul stânga al mausului, dar, uneori este folosit și butonul de mijloc al mausului pentru a executa o acțiune de tragere cu mai multe opțiuni.

source: Click-and-hold
ro: Clic și menținere

source: Press and do not release the left mouse button.
ro: Apăsați și nu eliberați butonul stânga al mausului.

source: actions
ro: acțiuni

source: You can perform the following actions with the mouse:
ro: Puteți efectua următoarele acțiuni cu mausul:

source: Select text.
ro: Selectare text.

source: Select items.
ro: Selectare elemente.

source: Drag items.
ro: Tragere elemente.

source: Activate items.
ro: Activare elemente.

source: Paste text.
ro: Lipire text.

source: Move items.
ro: Mutare elemente.

source: Move windows to the back.
ro: Mutare ferestre în spate.

source: Use the right mouse button to open a context menu for an item, if a menu applies. For most items, you can also use the <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> keyboard shortcut to open the context menu once the item has been selected.
ro: Utilizați butonul dreapta al mausului pentru a deschide un meniu contextual pentru un element, dacă acesta admite meniu contextual. Pentru cele mai multe elemente puteți folosi combinația de taste <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> de pe tastatură, pentru a deschide meniul contextual, dacă elementul este selectat în prealabil.

source: For example, when viewing files in the file manager, you select a file by clicking with the left mouse button and open a file by double-clicking with the left mouse button. Clicking with the right mouse button will bring up a context menu for that file.
ro: De exemplu, când afișați fișiere în managerul de fișiere, selectați un fișier cu butonul stânga al mausului și deschideți un fișier efectuând clic dublu cu butonul stânga al mausului. Efectuând clic dreapta pe fișier se va deschide meniul contextual asociat tipului de fișier.

source: In most applications, you can select text with your left mouse button and paste it in another application using the middle mouse button. This is called primary selection paste, and works separately from your normal clipboard operations.
ro: În cele mai multe aplicații puteți selecta textul cu butonul stânga al mausului și puteți lipi textul selectat într-o altă aplicație folosind butonul de mijloc al mausului. Aceasta se numește lipire primară a selecției și funcționează separat față de operațiile efectuate cu clipboard-ul.

source: To select more than one item, you can hold the <keycap>Ctrl</keycap> key to select multiple items, or hold the <keycap>Shift</keycap> key to select a contiguous range of items. You can also drag a <firstterm>bounding box</firstterm> to select several items by starting the drag in the empty space around items and dragging out a rectangle.
ro: Puteți selecta mai mult de un element ori menținând apăsată tasta <keycap>Ctrl</keycap>, când efectuați selectarea fișierelor care nu sunt succesive ori menținând apăsată tasta <keycap>Shift</keycap>, când efectuați selectarea unui grup de fișiere succesive.

source: Mouse Pointers
ro: Cursoare maus

source: Pointers
ro: Cursoare

source: pointers
ro: cursoare

source: mouse pointers
ro: cursoare maus

source: As you use the mouse, the appearance of the mouse pointer can change. The appearance of the pointer provides feedback about a particular operation, location, or state.
ro: În timp ce folosiți mausul aspectul cursorului acestuia se poate modifica. Aspectul cursorului oferă informații despre o anumită operație, locație sau stare.

source: The following mouse pointers are shown as your mouse passes over different elements of the screen:
ro: Când mausul trece peste diferite elemente de pe ecran se pot afișa următoarele tipuri de cursoare:

source: Your mouse pointers will differ from those shown here if you are using a different <link linkend="prefs-mouse">pointer theme</link>. Your distributor or vendor may have set a different default theme.
ro: Cursoarele dumneavoastră de maus pot fi diferite față de cele prezentate aici, dacă folosiți o altă <link linkend="prefs-mouse">temă pentru cursor</link>. Distribuitorul sau vânzătorul sistemului dumneavoastră este posibil să fi configurat o temă diferită pentru cursorul mausului.

source: Normal pointer.
ro: Cursor normal.

source: <placeholder-1/> Normal pointer
ro: <placeholder-1/> Cursor normal

source: This pointer appears during normal use of the mouse.
ro: Acest cursor este afișat la o utilizare obișnuită a mausului.

source: Busy pointer.
ro: Cursor ocupat.

source: <placeholder-1/> Busy pointer
ro: <placeholder-1/> Cursor ocupat

source: This pointer appears over a window that is busy performing a task. You cannot use the mouse to give this window any input, but you can move to another window and work with that.
ro: Acest cursor apare deasupra unei ferestre care este ocupată cu executarea unei sarcini. Nu veți putea folosi mausul pentru a efectua vreo acțiune în acea fereastră, dar puteți muta mausul în altă fereastră și puteți lucra acolo dacă fereastra nu este ocupată cu executarea vreunei sarcini.

source: Resize pointer.
ro: Cursor de redimensionare.

source: <placeholder-1/> Resize pointer
ro: <placeholder-1/> Cursor de redimensionare

source: This pointer indicates that you can grab the control to resize parts of the interface. This appears over the borders of windows and over resize handles between panes in a window. The direction of the arrows indicates in which direction you can resize.
ro: Acest cursor indică faptul ca puteți avea controlul asupra redimensionării părților din interfață. Acesta apare deasupra marginilor unor ferestre și deasupra operatorilor dintre panouri în interiorul unei ferestre. Direcția săgeților indică în ce direcție puteți redimensiona.

source: Hand pointer
ro: Cursor mână

source: <placeholder-1/> Hand pointer
ro: <placeholder-1/> Cursor mână

source: This pointer appears when you hover over a <glossterm>hypertext link</glossterm>, in a web page for example. This pointer indicates that you can click on the link to load a new document or perform an action.
ro: Acest cursor apare atunci când treceți mausul peste o <glossterm>legătură hypertext</glossterm>, dintr-o pagină web, de exemplu. Acest cursor indică faptul că puteți efectua clic pe legătură pentru a încărca un document nou sau pentru a efectua o acțiune.

source: I-beam pointer
ro: Cursor I

source: <placeholder-1/> I-beam pointer
ro: <placeholder-1/> Cursor I

source: This pointer is shown when the mouse is over text that you can select or edit. Click to place the cursor where you want to type text, or drag to select text.
ro: Acest cursor este afișat când mausul este deasupra unui text pe care puteți să-l copiați sau pe care puteți să-l editați. Efectuați clic pentru a plasa cursorul în locul în care doriți să tastați textul sau trageți cursorul pentru a selecta textul.

source: The following mouse pointers are shown when dragging an item such as a file, or a piece of text. They indicate the result of releasing the mouse button to drop the object being moved.
ro: Următoarele cursoare de maus sunt afișate când se trage un element precum un fișier sau o porțiune de text. Ele indică rezultatul eliberării butonului de maus de a plasa obiectul care este mutat.

source: <placeholder-1/> Move pointer
ro: <placeholder-1/> Cursor mutare

source: This pointer indicates that when you drop the object, the object is moved from the old location to the new location.
ro: Acest cursor indică faptul că, atunci când plasați obiectul, acesta este mutat din locul de origine în locul nou.

source: <placeholder-1/> Copy pointer
ro: <placeholder-1/> Cursor copiere

source: This pointer indicates that when you drop the object, a copy of the object is created where you drop it.
ro: Acest cursor vă arată că, atunci când plasați un obiect, o copie a obiectului este creată acolo unde îl plasați.

source: <placeholder-1/> Symbolic link pointer
ro: <placeholder-1/> Cursor legătură simbolică

source: This pointer indicates that when you drop the object, a <firstterm>symbolic link</firstterm> to the object is created where you drop the object. A symbolic link is a special type of file that points to another file or folder. For more on this, see <xref linkend="nautilus-symlink"/>.
ro: Acest cursor vă arată că, atunci când plasați un obiect, se va crea o <firstterm>legătură simbolică</firstterm> în locul în care plasați obiectul. O legătură simbolică este un tip special de fișier care indică spre un alt fișier sau dosar. Pentru mai multe informații despre legăturile simbolice, consultați <xref linkend="nautilus-symlink"/>.

source: <placeholder-1/> Ask pointer
ro: <placeholder-1/> Cursor interogare

source: This pointer indicates that when you drop the object, you will be given a choice of what to do. A menu will open to allow you to choose which operation you would like to perform. For instance, you may be able to move, copy, or create a symbolic link.
ro: Acest cursor vă arată că, atunci când plasați un obiect, vi se vor pune la dispoziție mai multe opțiuni pentru care puteți opta. Se va deschide un meniu care vă va permite să alegeți o operație pe care doriți să o efectuați. De exemplu, din meniu puteți opta pentru a muta, a copia sau pentru a crea o legătură simbolică.

source: Not available pointer.
ro: Cursor pentru operație invalidă.

source: <placeholder-1/> Not available pointer
ro: <placeholder-1/> Cursor pentru operație invalidă

source: This pointer indicates that you cannot drop the object at the current location. Releasing the mouse button now will have no effect: the dragged object will be returned to its starting location.
ro: Acest cursor vă arată că nu puteți plasa obiectul în locația curentă. Eliberarea butonului de maus nu va avea niciun efect: obiectul tras va fi returnat în poziția inițială.

source: Move panel object pointer.
ro: Cursor mutare obiect panou.

source: <placeholder-1/> Move panel object pointer
ro: <placeholder-1/> Cursor mutare obiect panou

source: This pointer appears when you drag a panel or a panel object with the middle mouse button. See <xref linkend="panels"/> for more information on panels.
ro: Acest cursor apare atunci când trageți un panou sau un obiect de pe panou cu butonul de mijloc al mausului. Pentru mai multe informații despre panouri, consultați <xref linkend="panels"/>.

source: Move window pointer.
ro: Cursor mutare fereastră.

source: <placeholder-1/> Move window pointer
ro: <placeholder-1/> Cursor mutare fereastră

source: This pointer appears when you drag a window to move it. See <xref linkend="windows-manipulating"/> for more information on moving windows.
ro: Acest cursor apare atunci când trageți o fereastră pentru a o muta. Pentru mai multe informații despre mutarea ferestrelor consultați <xref linkend="windows-manipulating"/>.

source: Keyboard Skills
ro: Deprinderi de lucru cu tastatura

source: keyboard skills
ro: deprinderi tastatură

source: For almost every task that you can perform with the mouse, you can use the keyboard to perform the same task. <firstterm>Shortcut keys</firstterm> are keys that provide you with a quick way to perform a task.
ro: Aproape pentru fiecare sarcină pe care o efectuați cu mausul, puteți folosi tastatura pentru a efectua aceeași sarcină. <firstterm>Tastele pentru acces rapid</firstterm> sunt taste care vă oferă o modalitate rapidă de executare a unei acțiuni.

source: You can use shortcut keys to perform general GNOME Desktop tasks and to work with interface items such as panels and windows. You can also use shortcut keys in applications. To customize your shortcut keys, use the <application>Keyboard Shortcuts</application> preference tool. See <xref linkend="prefs-keyboard-shortcuts"/> for more information about configuring keyboard shortcuts.
ro: Puteți utiliza tastele pentru acces rapid pentru a executa acțiuni generale specifice mediului desktop GNOME și pentru a lucra cu elementele interfeței grafice cum ar fi ferestrele sau panourile. De asemenea, puteți utiliza tastele pentru acces rapid în aplicații. Pentru a vă personaliza tastele pentru acces rapid folosiți utilitarul <application>Combinații de taste</application>. Pentru mai multe informații despre configurarea combinațiilor de taste consultați <xref linkend="prefs-keyboard-shortcuts"/>.

source: Many PC keyboards come with two special keys for the Windows operating system: a key with a Microsoft Windows™ logo and a key for accessing context menus.
ro: Multe tastaturi pentru calculatoare au două chei speciale pentru sistemul de operare Windows: o tastă cu sigla Microsoft Windows™ și o tastă pentru accesul meniurilor contextuale.

source: In GNOME, the Windows key is often configured to act as an additional modifier key, called the <firstterm>Super key</firstterm>. The context menu key can be used to access the context menu of the selected item, just as the <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> keyboard shortcut can.
ro: În GNOME, tasta Windows este, de regulă, configurată să acționeze ca tastă modificatoare suplimentară și este denumită <firstterm>tasta Super</firstterm>. Tasta pentru meniul contextual poate fi folosită pentru a accesa meniul contextual al elementului selectat, în același fel în care este afișat meniul contextual folosind combinația de taste <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo>.

source: You can also modify the GNOME Desktop preferences to use keyboard accessibility features. See <xref linkend="prefs-keyboard-a11y"/> for more information about the keyboard accessibility features.
ro: De asemenea, puteți modifica preferințele mediului desktop GNOME pentru a utiliza funcțiile de accesibilitate ale tastaturii. Pentru mai multe informații despre funcțiile de accesibilitate pentru tastatură consultați <xref linkend="prefs-keyboard-a11y"/>.

source: The following sections describe the shortcut keys that you can use throughout the desktop and applications.
ro: În secțiunile următoare sunt prezentate combinațiile de taste pe care le puteți folosi pentru desktop și pentru aplicații.

source: Global Shortcut Keys
ro: Taste globale pentru acces rapid

source: global
ro: globale

source: Global shortcut keys enable you to use the keyboard to perform tasks related to your desktop, rather than tasks on the currently selected window or application. The following table lists some global shortcut keys:
ro: Tastele globale de acces rapid vă permit să utilizați tastatura pentru a efectua acțiuni care se referă la desktop și nu la ferestrele curente selectate sau la aplicații. În tabelul următor sunt prezentate o serie de combinații globale de taste:

source: Shortcut Key
ro: Combinația de taste

source: Open the <guimenu>Applications Menu</guimenu>.
ro: Deschide <guimenu>Meniul aplicații</guimenu>.

source: Display the <guilabel>Run Application</guilabel> dialog. See <xref linkend="tools-run-app"/> for more information.
ro: Afișează fereastra de dialog <guilabel>Rulare aplicații</guilabel>. Pentru mai multe informații consultați <xref linkend="tools-run-app"/>.

source: Take a screenshot of the entire desktop. See <xref linkend="tools-screenshot"/> for more information.
ro: Realizează o captură de ecran a întregului desktop. Pentru mai multe informații consultați <xref linkend="tools-screenshot"/>.

source: Take a screenshot of the currently focused window.
ro: Realizează o captură de ecran a ferestrei curente active.

source: Arrow keys
ro: Taste săgeți

source: Switch to the workspace to the specified direction of the current workspace. See <xref linkend="overview-workspaces"/> for more information on working with multiple workspaces.
ro: Comută în spațiul de lucru indicat de direcția săgeții relativă la poziția spațiului de lucru curent. Pentru mai multe informații, despre lucrul cu mai multe spații de lucru, consultați <xref linkend="overview-workspaces"/>.

source: Minimize all windows and give focus to the desktop.
ro: Minimizează toate ferestrele și afișează desktopul.

source: Switch between windows. A list of windows that you can select is displayed. Release the keys to select a window. You can press the <keycap>Shift</keycap> key to cycle through the windows in reverse order.
ro: Comută între ferestre. Se afișează o listă cu ferestrele pe care le puteți selecta. Eliberați tasta pentru a selecta o fereastră. Puteți apăsa tasta <keycap>Shift</keycap> pentru a realiza selectarea ferestrelor în sens invers.

source: Switch the focus between the panels and the desktop. A list of items that you can select is displayed. Release the keys to select an item. You can press the <keycap>Shift</keycap> key to cycle through the items in reverse order.
ro: Comută starea activă între panouri și desktop. Se va afișa o listă cu elementele pe care le puteți selecta. Eliberați tastele pentru a selecta un element. Puteți apăsa tasta <keycap>Shift</keycap> pentru a realiza selectarea elementelor în sens invers.

source: Window Shortcut Keys
ro: Taste de acces rapid pentru ferestre

source: window
ro: fereastră

source: Window shortcut keys allow you to use the keyboard to perform tasks on the currently focused window. The following table lists some window shortcut keys:
ro: Tastele pentru acces rapid pentru ferestre vă permit să folosiți tastatura pentru a efectua sarcini în fereastra curentă activă. Tabelul următor prezintă o parte din tastele de acces rapid pentru ferestre:

source: Close the currently focused window.
ro: Închide fereastra curentă activă.

source: Unmaximize the current window, if it is maximized.
ro: Reface dimensiunea ferestrei curente, dacă aceasta este maximizată.

source: Move the currently focused window. After pressing this shortcut, you can move the window using either the mouse or the arrow keys. To finish the move, click the mouse or press any key on the keyboard.
ro: Mută fereastra curentă activă. După tastarea acestei combinații de taste, puteți muta fereastra folosind fie mausul fie tastele săgeți. Pentru a încheia acțiunea de mutare, efectuați clic cu mausul sau apăsați orice tastă de pe tastatură.

source: Resize the currently focused window. After pressing this shortcut, you can resize the window using either the mouse or the arrow keys. To finish the resize, click the mouse or press any key on the keyboard.
ro: Redimensionează ferestra curentă activă. După apăsarea combinației de taste, puteți redimensiona fereastra folosind fie mausul fie tastele săgeți. Pentru a încheia redimensionarea, efectuați clic cu mausul sau apăsați orice tastă de pe tastatură.

source: Minimize the current window.
ro: Minimizează fereastra curentă.

source: Maximize the current window.
ro: Maximizează fereastra curentă.

source: spacebar
ro: bara de spațiu

source: Open the window menu for the currently selected window. The window menu allows you to perform actions on the window, such as minimizing, moving between workspaces, and closing.
ro: Deschide meniul ferestrei pentru fereastra curentă selectată. Meniul ferestrei vă permite să efectuați acțiuni în fereastră, precum minimizare, mutare între spațiile de lucru și închidere.

source: Move the current window to another workspace in the specified direction. See <xref linkend="overview-workspaces"/> for more information on working with multiple workspaces.
ro: Mută fereastra curentă în alt spațiu de lucru în direcția specificată. Pentru mai multe informații despre lucrul cu mai multe spații de lucru, consultați <xref linkend="overview-workspaces"/>.

source: Application Keys
ro: Taste pentru aplicații

source: application
ro: aplicație

source: Application shortcut keys enable you to perform application tasks. You can use shortcut keys to perform application tasks more quickly than if you use a mouse. The following table lists some common application shortcut keys:
ro: Tastele pentru acces rapid ale aplicației vă permit să efectuați sarcini din cadrul aplicației. Puteți utiliza tastele pentru acces rapid pentru a efectua sarcini din cadrul aplicației, mult mai ușor decât dacă ați folosi mausul. Tabelul următor prezintă unele dintre cele mai uzuale taste pentru acces rapid specifice aplicațiilor:

source: Create a new document or window.
ro: Creează un document nou sau o fereastră nouă.

source: Cut the selected text or region and place it on the clipboard.
ro: Taie textul selectat sau regiunea și îl plaseză pe clipboard.

source: Copy the selected text or region onto the clipboard.
ro: Copiază textul selectat sau regiunea pe clipboard.

source: Paste the contents of the clipboard.
ro: Lipește conținutul de pe clipboard.

source: Undo the last action.
ro: Anulează ultima acțiune.

source: Save the current document to disk.
ro: Salvează documentul curent pe disc.

source: Load the online help document for the application.
ro: Apelează documentele de asistență și ajutor ale aplicației, disponibile pe Internet.

source: In addition to these shortcut keys, all applications support a set of keys to navigate and work with the user interface. These keys allow you to perform operations that you might normally perform with a mouse. The following table describes some interface control keys:
ro: Suplimentar față de aceste combinații de taste, toate aplicațiile au o serie de taste pentru navigare și lucrul cu interfața grafică. Aceste taste vă permit să efectuați acțiuni pe care în mod normal le-ați fi efectuat cu ajutorul mausului. În tabelul următor sunt prezentate o parte din tastele de control specifice interfeței:

source: Keys
ro: Taste

source: Arrow keys or <keycap>Tab</keycap>
ro: Tastele săgeți sau <keycap>Tab</keycap>

source: Move between controls in the interface or items in a list.
ro: Mutare între elementele de control în iterfață sau între elementele unei liste.

source: <keycap>Enter</keycap> or <keycap>spacebar</keycap>
ro: Tasta <keycap>Enter</keycap> sau <keycap>spacebar</keycap>

source: Activate or choose the selected item.
ro: Activează sau alege elementul selectat.

source: Activate the left-most menu of the application window.
ro: Activează meniul din extrema stângă a ferestrei aplicației.
