Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: To move the file or folder to a folder that is one level below the current location, do not open a new window. Instead, drag the file or folder to the new location in the same window.
ro: Dacă doriți să mutați un fișier sau un dosar într-un dosar aflat la nivelul imediat inferior celui curent (înseamnă că vedeți noua locație în fereastra curentă), nu mai este nevoie să deschideți o fereastră nouă. În schimb, trageți fișierul sau dosarul dorit în noua locație în aceeași fereastră.

source: For more on dragging items, see <xref linkend="nautilus-dragndrop"/>.
ro: Pentru mai multe informații, despre tragerea obiectelor, consultați <xref linkend="nautilus-dragndrop"/>.

source: Cut and Paste to the New Location
ro: Tăierea și lipirea obiectelor într-o locație nouă

source: You can cut a file or folder and paste the file or folder into another folder, as follows:
ro: Puteți tăia un fișier sau un dosar și puteți lipi fișierul sau dosarul într-un alt dosar efectuând următoarele operații:

source: Select the file or folder that you want to move, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>.
ro: Selectați fișierul sau dosarul pe care doriți să îl mutați apoi alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Taie</guimenuitem></menuchoice>.

source: Open the folder to which you want to move the file or folder, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste </guimenuitem></menuchoice>.
ro: Deschideți dosarul în care doriți să mutați fișierul sau dosarul și apoi alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Lipește</guimenuitem></menuchoice>.

source: Copying a File or Folder
ro: Copierea unui fișier sau a unui dosar

source: copying files and folders
ro: copiere fișiere și dosare

source: You can copy a file or folder by dragging it with the mouse, or with the copy and paste commands. The following sections describe these two methods.
ro: Puteți copia un fișier sau un dosar trăgându-l cu mausul sau cu ajutorul comenzilor de copiere și lipire. În secțiunile următoare sunt prezentate aceste două metode.

source: To copy a file or folder, perform the following steps:
ro: Pentru a copia un fișier sau un dosar, parcurgeți următoarele etape:

source: Drag the file or folder that you want to move to the new location. Press-and-hold <keycap>Ctrl</keycap> either before or during the drag. If the new location is a window, drop it anywhere in the window. If the new location is a folder icon, drop the item you are dragging on the folder.
ro: Trageți fișierul sau dosarul pe care doriți să îl copiați în noua locație. Apăsați și mențineți tasta <keycap>Ctrl</keycap> ori înainte ori în timp ce trageți obiectul. Dacă noua locație este o fereastră, plasați obiectul oriunde în fereastră. Dacă noua locație este iconița unui dosar, plasați obiectul pe care îl trageți pe iconița dosarului.

source: To copy the file or folder to a folder that is one level below the current location, do not open a new window. Instead, grab the file or folder, then press-and-hold <keycap>Ctrl</keycap>. Drag the file or folder to the new location in the same window.
ro: Pentru a copia fișierul sau dosarul în același loc sau într-un dosar de nivel inferior celui curent (vedeți dosarul destinație în fereastra deja deschisă), nu este nevoie să deschideți o nouă fereastră. Selectați fișierul sau dosarul și apoi apăsați și mențineți tasta <keycap>Ctrl</keycap>. Trageți fișierul sau dosarul în noua locație aflată în aceeași fereastră.

source: Copy and Paste to the New Location
ro: Copierea și lipirea într-o locație nouă

source: You can copy a file or folder and paste the file or folder into another folder, as follows:
ro: Puteți să copiați un fișier sau un dosar și să îl lipiți într-un alt dosar efectuând următoarele operații:

source: Select the file or folder that you want to copy, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
ro: Selectați fișierul sau dosarul pe care doriți să îl copiați și apoi alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Copiază</guimenuitem></menuchoice>.

source: Open the folder to which you want to copy the file or folder, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste </guimenuitem></menuchoice>.
ro: Deschideți dosarul în care doriți să copiați fișierul sau dosarul și apoi alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Lipește</guimenuitem></menuchoice>.

source: Duplicating a File or Folder
ro: Duplicarea unui fișier sau a unui dosar

source: duplicating files and folders
ro: duplicarea fișierelor și a dosarelor

source: To create a copy of a file or folder in the current folder, perform the following steps:
ro: Pentru a crea o copie a unui fișier sau dosar aflat în dosarul curent procedați astfel:

source: Select the file or folder that you want to duplicate.
ro: Selectați fișierul sau dosarul pe care vreți să-l duplicați.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Duplicate</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Duplică</guimenuitem></menuchoice>.

source: A copy of the file or folder appears in the current folder.
ro: Veți observa apariția unei copii în dosarul curent.

source: Creating a Folder
ro: Crearea unui dosar

source: creating folders
ro: creare dosare

source: To create a folder, perform the following steps:
ro: Pentru a crea un dosar parcurgeți următoarele etape:

source: Open the folder where you want to create the new folder.
ro: Deschideți dosarul în care doriți să creați noul dosar.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Create Folder</guimenuitem></menuchoice>. Alternatively, right-click on the background of the window, then choose <guimenuitem>Create Folder</guimenuitem>.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Dosar nou</guimenuitem></menuchoice>. Ca metodă alternativă puteți proceda astfel: efectuați clic dreapta pe fundalul ferestrei iar din meniul contextual alegeți opțiunea <guimenuitem>Dosar Nou</guimenuitem>.

source: An <guilabel>untitled</guilabel> folder is added to the location. The name of the folder is selected.
ro: În noua locație se va crea un <guilabel>dosar fără nume</guilabel>. Numele dosarului este deja selectat.

source: Type a name for the folder, then press <keycap>Return</keycap>.
ro: Tastați un nume pentru noul dosar și apoi apăsați tasta <keycap>Enter</keycap>.

source: Templates and Documents
ro: Șabloane și documente

source: creating documents
ro: creare documente

source: You can create templates from documents that you frequently create. For example, if you often create invoices, you can create an empty invoice document and save the document as <literal>invoice.doc</literal> in the <literal>$HOME/Templates</literal> folder.
ro: Puteți crea șabloane din documentele pe care le creați în mod frecvent. De exemplu, dacă lucrați des cu facturi, puteți crea un document gol factură și salvați documentul ca <literal>factura.doc</literal> în dosarul <literal>$HOME/Templates</literal>.

source: You can also access the templates folder from a file browser window. Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Templates</guimenuitem></menuchoice>.
ro: De asemenea, puteți accesa dosarul cu șabloane dintr-o fereastră a navigatorului de fișiere. Alegeți opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Șabloane</guimenuitem></menuchoice>.

source: The template name is displayed as a submenu item in the <guilabel>Create Document</guilabel> menu.
ro: Numele șablon va fi afișat ca submeniu în meniul <guilabel>Crează document</guilabel>.

source: You can also create subfolders in the template folder. Subfolders display as submenus in the menu.
ro: De asemenea, puteți crea subdosare în dosarul cu șabloane. Subdosarele vor fi afișate ca submeniuri în meniu.

source: You can also share templates. Create a symbolic link from the template folder to the folder containing the shared templates.
ro: De asemenea, puteți partaja șabloanele. Creați o legătură simbolică din dosarul cu șabloane în dosarul cu șabloane partajate.

source: To Create a Document
ro: Crearea unui document

source: If you have document templates, you can choose to create a document from one of the installed templates.
ro: Dacă aveți șabloane pentru documente, puteți alege să creați un document folosind unul din șabloanele instalate.

source: To create a document perform the following steps:
ro: Pentru crearea unui document parcurgeți următoarele etape:

source: Select the folder where you want to create the new document.
ro: Selectați dosarul în care doriți să creați noul document.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Create Document</guimenuitem></menuchoice>. Alternatively, right-click on the background of the view pane, then choose <guimenuitem>Create Document</guimenuitem>.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Crează document</guimenuitem></menuchoice>. Ca metodă alternativă, puteți efectua clic dreapta pe fundalul panoului de afișare, apoi alegeți opțiunea <guimenuitem>Crează document</guimenuitem> din meniul contextual.

source: The names of any available templates are displayed as submenu items from the <guilabel>Create Document</guilabel> menu.
ro: Numele oricăror șabloane disponibile vor fi afișate ca submeniuri ale meniului <guilabel>Crează document</guilabel>.

source: Double-click on the template name for the document that you want to create.
ro: Efectuați clic dublu pe numele șablonului pentru documentul pe care doriți să îl creați.

source: Rename the document before saving to the appropriate folder.
ro: Redenumiți documentul înainte de a-l salva în dosarul corespunzător.

source: Renaming a File or Folder
ro: Redenumirea unui fișier sau a unui dosar

source: renaming folders
ro: redenumire dosare

source: To rename a file or folder perform the following steps:
ro: Pentru a redenumi un fișier sau un dosar procedați astfel:

source: Select the file or folder that you want to rename.
ro: Selectați fișierul sau dosarul pe care doriți să îl redenumiți.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Rename</guimenuitem></menuchoice>. Alternatively, right-click on the file or folder, then choose <guimenuitem>Rename</guimenuitem>.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Redenumește</guimenuitem></menuchoice>. Ca metodă alternativă, efectuați clic dreapta pe fișier sau pe dosar și alegeți opțiunea <guimenuitem>Redenumește</guimenuitem> din meniul contextual.

source: The name of the file or folder is selected.
ro: Numele fișierului sau dosarului este selectată.

source: Type a new name for the file or folder, then press <keycap>Return</keycap>.
ro: Tastați noul nume pentru fișier sau dosar și apoi apăsați tasta <keycap>Enter</keycap>.

source: Moving a File or Folder to Trash
ro: Mutarea unui fișier sau a unui dosar la coșul de gunoi

source: Trash
ro: Coșul de gunoi

source: moving files or folders to
ro: mutare fișiere sau dosare la

source: To move a file or folder to <guilabel>Trash</guilabel> perform the following steps:
ro: Pentru a muta un fișier sau un dosar la <guilabel>coșul de gunoi</guilabel> procedați astfel:

source: Select the file or folder that you want to move to <guilabel>Trash</guilabel>.
ro: Selectați fișierul sau dosarul pe care doriți să îl mutați la <guilabel>coșul de gunoi</guilabel>.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Move to Trash</guimenuitem></menuchoice>. Alternatively, right-click on the file or folder, then choose <guimenuitem>Move to Trash</guimenuitem>.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Mută la coșul de gunoi</guimenuitem></menuchoice>. Ca metodă alternativă, efectuați clic dreapta pe fișier sau pe dosar, apoi alegeți opțiunea <guimenuitem>Mută la coșul de gunoi</guimenuitem> din meniul contextual.

source: Alternatively, you can drag the file or folder to the <guilabel>Trash</guilabel> object on the desktop.
ro: Ca metodă alternativă, puteți trage fișierul sau dosarul deasupra iconiței <guilabel>Coșul de gunoi</guilabel> de pe desktop.

source: When you move a file or folder from a removable media to <guilabel>Trash</guilabel>, the file or folder is stored in a <guilabel>Trash</guilabel> location on the removable media. To remove the file or folder permanently from the removable media, you must empty <guilabel>Trash</guilabel>.
ro: Când mutați la <guilabel>coșul de gunoi</guilabel> un fișier sau un dosar aflat într-un mediu detașabil, fișierul sau dosarul va fi stocat într-o locație numită <guilabel>coșul de gunoi</guilabel> aflată în mediul detașabil respectiv. Pentru a șterge permanent fișierul sau dosarul trebuie să goliți <guilabel>coșul de gunoi</guilabel>.

source: Deleting a File or Folder
ro: Ștergerea unui fișier sau a unui dosar

source: deleting files or folders
ro: ștergere fișiere sau dosare

source: When you delete a file or folder, the file or folder is not moved to <guilabel>Trash</guilabel>, but is deleted from your file system immediately. The <guimenuitem>Delete</guimenuitem> menu item is only available if you select the <guilabel>Include a Delete command that bypasses Trash</guilabel> option in the <guilabel>File Management Preferences</guilabel> dialog.
ro: Când ștergeți un fișier sau un dosar, fișierul sau dosarul nu este mutat la <guilabel>coșul de gunoi</guilabel>, ci este șters imediat din sistem. Opțiunea de meniu <guimenuitem>Șterge</guimenuitem> nu este disponibilă decât dacă selectați opțiunea <guilabel>Include o comandă Șterge care ignoră coșul de gunoi</guilabel> din fereastra de dialog <guilabel>Preferințe administrare fișiere</guilabel>.

source: To delete a file or folder perform the following steps:
ro: Pentru a șterge un fișier sau un dosar procedați astfel:

source: Select the file or folder that you want to delete.
ro: Selectați fișierul sau dosarul pe care doriți să îl ștergeți.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Delete</guimenuitem></menuchoice>. Alternatively, right-click on the file or folder, then choose <guimenuitem>Delete</guimenuitem>.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>șterge</guimenuitem></menuchoice>. Ca metodă alternativă efectuați clic dreapta pe fișier sau pe dosar și alegeți opțiunea <guimenuitem>Șterge</guimenuitem> din meniul contextual.

source: This shortcut is independent from the <guilabel>Include a Delete command that bypasses Trash</guilabel> option.
ro: Acțiunea acestei combinații de taste șterge obiectul selectat indiferent dacă aveți sau nu bifată opțiunea <guilabel>Include o comandă Șterge care ignoră coșul de gunoi</guilabel>.

source: Alternatively, select the file or folder you want to delete, and press <keycombo><keycap>Shift</keycap><keycap>Del</keycap></keycombo>. <placeholder-1/>
ro: Ca metodă alternativă, selectați fișierul sau dosarul pe care doriți să îl ștergeți și apăsați combinația de taste <keycombo><keycap>Shift</keycap><keycap>Del</keycap></keycombo>. <placeholder-1/>

source: Creating a Symbolic Link to a File or Folder
ro: Crearea unei legături simbolice către un fișier sau dosar

source: creating symbolic link
ro: creare legătură simbolică

source: to file or folder, creating
ro: către fișier sau dosar, creare

source: A symbolic link is a special type of file that points to another file or folder. When you perform an action on a symbolic link, the action is performed on the file or folder to which the symbolic link points. However, when you delete a symbolic link, you delete the link file, not the file to which the symbolic link points.
ro: O legătură simbolică este un fișier de tip special care indică spre un alt fișier sau dosar. Când efectuați o acțiune asupra unei legături symbolice, acțiunea este efectuată asupra fișierului sau dosarului către care indică legătura simbolică. Cu toate acestea, atunci când ștergeți o legătură simbolică, de fapt ștergeți doar fișierul legătură, nu ștergeți fișierul către care indică legătura simbolică.

source: To create a symbolic link to a file or folder, select the file or folder to which you want to create a link. Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Make Link</guimenuitem></menuchoice>. A link to the file or folder is added to the current folder.
ro: Pentru a crea o legătură simbolică spre un fișier sau dosar, selectați fișierul sau dosarul către care doriți să creați legătura. Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Crează Legături</guimenuitem></menuchoice>. Se va creea o legătură în dosarul curent, care indică spre fișierul sau dosarul selectat.

source: Alternatively, grab the item to which you want to create a link, then press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Drag the item to the location where you want to place the link.
ro: Ca metodă alternativă, selectați obiectul către care doriți să creați legătura, apoi apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Trageți obiectul în locația în care doriți să plasați legătura simbolică.

source: By default, the file manager adds an emblem to symbolic links.
ro: Implicit, managerul de fișiere adaugă o emblemă legăturilor simbolice.

source: The permissions of a symbolic link are determined by the file or folder to which a symbolic link points.
ro: Permisiunile unei legături simbolice sunt determinate de către fișierul sau dosarul către care este îndreptată legătura.

source: Viewing the Properties of a File or Folder
ro: Afișarea proprietăților unui fișiere sau dosar

source: viewing properties
ro: afișare proprietăți

source: To view the properties of a file or folder, perform the following steps:
ro: Pentru a vedea proprietățile unui fișier sau dosar procedați astfel:

source: Select the file or folder whose properties you want to view.
ro: Selectați fișierul sau dosarul căruia doriți să îi vedeți proprietățile.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. A properties dialog is displayed.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Proprietăți</guimenuitem></menuchoice>. Se va deschide o fereastră de dialog.

source: Use the properties dialog to view the properties of the file or folder.
ro: Folosiți fereastra de dialog pe care ați deschis-o pentru a vedea proprietățile fișierului sau dosarului.

source: Click <guibutton>Close</guibutton> to close the properties dialog.
ro: Acționați butonul <guibutton>Închide</guibutton> pentru a închide fereastra de dialog.

source: The following table lists the properties that you can view or set for files and folders, the exact information shown depends on the object type:
ro: Tabelul următor afișează proprietățile pe care le puteți vedea sau configura pentru fișiere sau dosare; informația exactă prezentată depinde de tipul obiectului:

source: Property
ro: Proprietate

source: The name of the file or folder. You can change the name here and the file or folder will be renamed when you click on <guibutton>Close</guibutton>.
ro: Numele fișierului sau dosarului. Aici puteți modifica numele și fișierul sau dosarul va fi redenumit atunci când acționați butonul <guibutton>Închide</guibutton>.

source: The type of object, file or folder for example.
ro: Tipul obiectului, de exemplu fișier sau dosar.

source: The system path for the object. This represents where the object is situated on your computer, relative to the system root.
ro: Calea din sistem către obiect. Aceasta reprezintă locația în care se află obiectul în calculatorul dumneavoastră, relativ la rădăcina sistemului.

source: Volume
ro: Sonor

source: The volume on which a folder resides. This is the physical location of the folder, on which media it resides, for example which hard disk or CDROM drive.
ro: Volumul în care se află un dosar. Aceasta este locația fizică a dosarului, vă indică pe ce dispozitiv media se găsește dosarul, de exemplu pe discul fix sau în unitatea CDROM.

source: Free space
ro: Spațiul disponibil

source: The amount of free space on the media upon which a folder resides. This represents the maximum amount of data you can copy to this folder.
ro: Indică spațiul disponibil, liber de pe dispozitivul în care se găsește dosarul selectat. Acesta reprezintă cantitatea maximă de date pe care o puteți copia în acest dosar.

source: MIME Type
ro: Tip MIME

source: The official naming of the type of file.
ro: Denumirea oficială a tipului de fișier.

source: Modified
ro: Modificat

source: The date and time at which the object was last changed.
ro: Data și ora la care obiectul a fost modificat ultima dată.

source: Accessed
ro: Accesat

source: The date and time at which the object was last viewed.
ro: Data și ora la care obiectul a fost accesat ultima dată.

source: File Permissions
ro: Permisiuni fișier

source: Permissions are settings assigned to each file and folder that determine what type of access users can have to the file or folder. For example, you can determine whether other users can read and edit a file that belongs to you, or only have access to read it but not make changes to it.
ro: Permisiunile sunt configurări asociate fiecărui fișier și dosar și acestea determină ce tip de acces pot avea utilizatorii asupra fișierului sau dosarului. De exemplu puteți determina dacă alți utilizatori pot citi și edita fișiere care vă aparțin sau dacă doar le pot citi dar nu le pot modifica.

source: Each file belongs to a particular user, and is associated with a group that the owner belongs to. The super user "root" has the ability to access any file on the system.
ro: Fiecare fișier aparține unui anumit utilizator și este asociat unui grup din care face proprietarul fișierului. Utilizatorul cu drepturi depline, denumit „root”, poate accesa orice fișier din sistem.

source: You can set permissions for three categories of users:
ro: Puteți configura drepturile de acces pentru trei categorii de utilizatori:

source: Owner
ro: Deținător

source: The user that created the file or folder.
ro: Utilizatorul care a creat fișierul sau dosarul.

source: Group
ro: Grup

source: A group of users to which the owner belongs.
ro: Grupul de utilizatori din care face parte proprietarul fișierului sau dosarului.

source: Others
ro: Alții

source: All other users not already included.
ro: Toți ceilalți utilizatori care nu au fost deja incluși.

source: For each category of user, different permissions can be set. These behave differently for files and folders, as follows:
ro: Pentru fiecare categorie de utilizatori se pot configura drepturi de acces diferite. Aceasta se face diferit pentru fișiere față de dosare, după cum urmează:

source: read
ro: citire

source: Files can be opened
ro: Fișierele pot fi deschise

source: Directory contents can be displayed
ro: Conținutul dosarului poate fi afișat

source: write
ro: scriere

source: Files can be edited or deleted
ro: Fișierele pot fi editate sau modificate

source: Directory contents can be modified
ro: Conținutul dosarului poate fi modificat

source: execute
ro: executare

source: Executable files can be run as a program
ro: Fișierele executabile pot fi rulate ca programe

source: Directories can be entered
ro: Se poate intra în dosare

source: For more on changing the permissions for a file or folder, see <xref linkend="nautilus-permissions"/>.
ro: Pentru mai multe informații despre drepturile de acces, pentru un fișier sau dosar, consultați <xref linkend="nautilus-permissions"/>.

source: Changing Permissions
ro: Modificarea drepturilor de acces
