Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Run scripts and launch applications
ro: Rularea „scripturilor” și lansarea aplicațiilor

source: Customize the appearance of files and folders
ro: Personalizarea aspectului fișierelor și dosarelor

source: Open special locations on your computer
ro: Deschiderea locațiilor speciale din calculatorul dumneavoastră

source: Write data to a CD or DVD
ro: Inscripționarea datelor pe CD sau DVD

source: Install and remove fonts
ro: Instalarea și ștergerea caracterelor

source: The file manager lets you organize your files into folders. Folders can contain files and may also contain other folders. Using folders can help you find your files more easily.
ro: Managerul de fișiere vă permite să vă organizați fișierele în dosare. Dosarele pot conține fișiere și pot conține, de asemenea, alte dosare. Folosirea dosarelor vă permite căutarea mai ușoară a fișierelor dumneavoastră.

source: <application>Nautilus</application> also manages the desktop. The desktop lies behind all other visible items on your screen. The desktop is an active component of the way you use your computer.
ro: De asemenea, <application>Nautilus</application> se ocupă de gestionarea desktopului. Desktopul se găsește sub toate celelalte elemente afișate pe ecranul dumneavoastră. Desktopul reprezintă o componentă activă a modului în care utilizați calculatorul dumneavoastră.

source: Every user has a Home Folder. The Home Folder contains all of the user's files. The desktop is another folder. The desktop contains special icons allowing easy access to the users Home Folder, Trash, and also removable media such as floppy disks, CDs and USB flashdrives.
ro: Orice utilizator are un Dosar personal. Dosarul personal conține toate fișierele utilizatorului. Desktopul este un alt dosar. Desktopul conține iconițe speciale care vă permit accesul ușor către dosarul personal al utilizatorului, la coșul de gunoi și, de asemenea, la medii detașabile cum ar fi dischetele floppy, CD-uri sau dispozitive flash USB.

source: <application>Nautilus</application> is always running while you are using GNOME. To open a new <application>Nautilus</application> window, double-click on an appropriate icon on the desktop such as <guimenuitem>Home</guimenuitem> or <guimenuitem>Computer</guimenuitem>, or choose an item from <link linkend="places-menu"><guimenuitem>Places</guimenuitem> menu</link> on the top panel.
ro: <application>Nautilus</application> este întotdeauna în funcțiune atunci când utilizați mediul desktop GNOME. Pentru a deschide o nouă fereastră <application>Nautilus</application>, efectuați clic dublu pe o iconiță adecvată de pe desktop cum ar fi, de exemplu <guimenuitem>Dosar personal</guimenuitem> sau <guimenuitem>Computer</guimenuitem>, sau selectați o opțiune din <link linkend="places-menu">Meniul <guimenuitem>Locuri</guimenuitem></link> din panoul superior.

source: In GNOME many things are files, such as word processor documents, spreadsheets, photos, movies, and music.
ro: În mediul GNOME multe lucruri sunt fișiere, precum documentele procesoarelor de text, foile de calcul tabelar, fotografii, filme și muzică.

source: File Manager Presentation
ro: Prezentarea managerului de fișiere

source: <application>Nautilus</application> provides two modes in which you can interact with your filesystem: spatial and browser mode. You may decide which method you prefer and set <application>Nautilus</application> to always use this by selecting (or deselecting) <guilabel>Always open in browser windows</guilabel> in the <guilabel>Behavior</guilabel> tab of the <link linkend="nautilus-preferences">Nautilus preferences dialog</link>.
ro: <application>Nautilus</application> are două moduri în care puteți interacționa cu sistemul dumneavoastră de fișiere: modul spațial și modul navigator. Puteți decide ce mod lucru preferați și să configurați <application>Nautilus</application> să folosească întotdeauna această opțiune selectând (deselectând) opțiunea <guilabel>Deschide întotdeauna în ferestre de navigare</guilabel> din pagina <guilabel>Comportament</guilabel> din <link linkend="nautilus-preferences">fereastra de dialog du preferințe Nautilus</link>.

source: Spatial mode is the default in GNOME, but your distributor, vendor, or system administrator may have configured <application>Nautilus</application> to use browser mode by default.
ro: Modul de lucru Spațial este modul de lucru implicit în mediul desktop GNOME, dar distribuitorul dumneavoastră, vânzătorul sistemului sau administratorul sistemului dumneavoastră este posibil să fi configurat <application>Nautilus</application> să folosească implicit modul de lucru navigator.

source: The following explains the difference between the two modes:
ro: În continuare se vor prezenta diferențele dintre cele două moduri de lucru:

source: Browser mode: browse your files and folders
ro: Modul de lucru navigator: navigați prin dosarele și fișierele dumneavoastră

source: The file manager window represents a browser, which can display any location. Opening a folder updates the current file manager window to show the contents of the new folder.
ro: Fereastra managerului de fișiere este un navigator cu ajutorul căruia puteți afișa orice locație. Deschiderea unui dosar va actualiza fereastra curentă a managerului de fișiere astfel încât în aceasta se va afișa conținutul dosarului accesat.

source: As well as the folder contents, the browser window displays a toolbar with common actions and locations, a location bar that shows the current location in the hierarchy of folders, and a sidebar that can hold different kinds of information.
ro: În afara conținutului dosarelor, fereastra navigatorului mai conține o bară de unelte pentru acțiunile curente, o bară de locații care afișează locația curentă în ierarhia dosarelor, și un panou lateral care poate conține diferite tipuri de informații.

source: In Browser Mode, you typically have fewer file manager windows open at a time. For more information on using browser mode see <xref linkend="nautilus-browser-mode"/>.
ro: În modul de lucru navigator, de regulă veți avea deschise în același timp mai puține ferestre ale managerului de fișiere. Pentru mai multe informații despre cum se folosește managerul de fișiere în modul de lucru navigator consultați <xref linkend="nautilus-browser-mode"/>.

source: <application>Nautilus</application> in browser mode.
ro: <application>Nautilus</application> în mod de lucru navigator.

source: Nautilus in browser mode.
ro: Nautilus în mod de lucru navigator.

source: Spatial mode: navigate your files and folders as objects
ro: Modul spațial: tratați fișierele și dosarele dumneavoastră ca obiecte

source: The file manager window represents a particular folder. Opening a folder opens the new window for that folder. Each time you open a particular folder, you will find its window displayed in the same place on the screen and the same size as the last time you viewed it (this is the reason for the name 'spatial mode').
ro: Fereastra managerului de fișiere reprezintă un anume dosar în particular. Deschiderea unui alt dosar duce la deschiderea unei alte ferestre a managerului de fișiere care va afișa conținutul acelui dosar. De fiecare dată când veți deschide un anume dosar, veți observa că fereastra se va deschide și va fi afișată în același loc pe ecran și având aceeași dimensiune, ca atunci când ați deschis-o ultima dată (acesta este motivul pentru care acest mod de lucru se numește „mod spațial”).

source: Using spatial mode may lead to more open file manager windows on the screen. On the other hand, some users find that representing files and folders as though they were real physical objects with particular locations makes it easier to work with them. For more information on using spatial mode see <xref linkend="nautilus-spatial-mode"/>
ro: Folosirea modului spațial poate duce la deschiderea pe ecran a multor ferestre ale managerului de fișiere. Pe de altă parte însă, unii utilizatori consideră că reprezentarea fișierelor și dosarelor ca și cum acestea ar fi obiecte reale cu o locație anume, face lucrul cu acestea mult mai ușor.

source: Three Folders Opened in Spatial Mode.
ro: Trei dosare deschise în Modul spațial

source: Notice how, when in spatial mode, <application>Nautilus</application> indicates an open folder with a different icon.
ro: Rețineți cum, atunci când sunteți în Modul spațial, <application>Nautilus</application> afișează cu o altă iconiță un dosar deschis.

source: Spatial Mode
ro: Modul de lucru spațial

source: navigating
ro: navigarea

source: The following section describes how to browse your system using the <application>Nautilus</application> file manager when configured in spatial mode. In spatial mode, each <application>Nautilus</application> window corresponds to a single folder. When you open a folder its window appears at the same place on the screen as the last time you looked at it. This is the default behaviour in <application>Nautilus</application>.
ro: Acest capitol descrie modul în care să navigați în sistemul dumneavoastră folosind managerul de fișiere <application>Nautilus</application> configurat în mod de lucru spațial. În mod spațial, fiecare fereastră <application>Nautilus</application> corespunde unui singur dosar. Când deschideți un dosar, fereastra acestuia va apărea în același loc pe ecran unde ați avut-o deschisă ultima dată. Acesta este comportamentul implicit al managerului de fișiere <application>Nautilus</application>.

source: For a comparison of browser mode and spatial mode, see <xref linkend="nautilus-presentation"/>.
ro: Pentru a face o comparație între modul de lucru navigator și modul de lucru spațial, consultați <xref linkend="nautilus-presentation"/>.

source: Spatial Windows
ro: Ferestrele modului spațial

source: A new spatial window opens each time you open a folder. To open a folder, do one of the following:
ro: De fiecare dată când deschideți un dosar se va deschide o fereastră nouă. Pentru a deschide un dosar efectuați una din acțiunile următoare:

source: Double-click the folder's icon on the desktop or an existing window
ro: Efectuați clic dublu pe iconița dosarului de pe desktop sau dintr-o fereastră deja deschisă

source: Select the folder, and press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
ro: Selectați dosarul și apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.

source: Select the folder, and press <keycombo><keycap>Alt</keycap><keycap>down arrow</keycap></keycombo>
ro: Selectați dosarul și apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>săgeată jos</keycap></keycombo>

source: Choose an item from the <link linkend="places-menu"><guimenuitem>Places</guimenuitem> menu</link> on the top panel. Your Home Folder and folders you have bookmarked are listed here. For more on bookmarks, see <xref linkend="nautilus-bookmarks"/>.
ro: Alegeți o opțiune din <link linkend="places-menu">meniul <guimenuitem>Locuri</guimenuitem></link> din panoul superior. În acest meniu se găsește dosarul dumneavoastră personal precum și dosarele pe care le-ați marcat ca favorite. Pentru mai multe informații despre favorite, consultați <xref linkend="nautilus-bookmarks"/>.

source: To close the current folder while opening the new one, hold down <keycap>Shift</keycap> when double-clicking, or press <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>down arrow</keycap></keycombo>.
ro: Pentru a închide dosarul curent în timp ce deschideți altul nou, mențineți apăsată tasta <keycap>Shift</keycap> când efectuați clic dublu sau apăsați combinația de taste <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>săgeată jos</keycap></keycombo>.

source: <xref linkend="gosnautilus-FIG-504"/> shows a spatial mode window that displays the contents of the Computer folder.
ro: <xref linkend="gosnautilus-FIG-504"/> se poate observa o fereastră în mod spațial care afișează conținultul dosarului Computer.

source: Contents of a folder in a spatial mode.<indexterm><primary>file manager</primary><secondary>icon view</secondary><tertiary>illustration</tertiary></indexterm>
ro: Conținutul unui dosar în mod spațial.<indexterm><primary>file manager</primary><secondary>icon view</secondary><tertiary>illustration</tertiary></indexterm>

source: Displaying a folder in spatial mode.
ro: Afișarea unui dosar în modul de lucru spațial.

source: In spatial mode each open <application>Nautilus</application> windows shows only one location. Selecting a second location will open a second <application>Nautilus</application> window. Because each location remembers the previous position on screen in which it was opened it allows you to easily recognize folders when many of them are open at once.
ro: În modul de lucru spațial fiecare fereastră <application>Nautilus</application> deschisă afișează conținutul unei singure locații. Selectarea unei a doua locații va duce la deschiderea unei a doua ferestre <application>Nautilus</application>. Datorită faptului că fiecare locație reține poziția anterioară de pe ecran în care a mai fost deschisă, vă permite să recunoașteți cu ușurință dosarele când aveți mai multe deschise simultan.

source: Some people consider spatial mode better, particularly for moving files or folders to different location, others find the number of open windows daunting. <xref linkend="gosnautilus-FIG-naut-spatial-many-open"/> shows an example of spatial browsing with many open locations.
ro: Unii consideră modul spațial mai bun, mai ales când se efectuează operații de mutare a fișierelor și dosarelor, alții găsesc copleșitor numărul mare de ferestre deschise. <xref linkend="gosnautilus-FIG-naut-spatial-many-open"/> prezintă un exemplu de navigare în mod spațial, cu mai multe locații deschise.

source: Because spatial mode will fill your screen with <application>Nautilus</application> windows it is important to be able to reposition them effectively. By holding the <keycap>Alt</keycap> key and clicking anywhere within the bounds of a <application>Nautilus</application> window you may reposition it simply, instead of requiring that you reposition it by dragging its title bar.
ro: Deoarece în modul spațial ecranul se va umple cu ferestre <application>Nautilus</application>, este important să le puteți repoziționa. În loc să trageți fereastra cu ajutorul barei de titlu în poziția dorită, puteți apăsa și menține tasta <keycap>Alt</keycap> în timp ce efectuați clic oriunde în interiorul unei ferestre <application>Nautilus</application> și astfel o puteți repoziționa cu ușurință.

source: Spatial Window Components
ro: Componentele ferestrei modului spațial

source: <xref linkend="gosnautilus-TBL-85"/> describes the components of file object windows.
ro: <xref linkend="gosnautilus-TBL-85"/> descrie componentele unei ferestre în mod spațial.

source: The Spatial Window Components
ro: Componentele ferestrei modului spațial

source: Component
ro: Componentă

source: Contains menus that you use to perform tasks in the file manager.
ro: Conține meniuri pe care le folosiți pentru a efectua diferite acțiuni în managerul de fișiere.

source: You can also open a popup menu from file manager windows. To open this popup menu right-click in a file manager window. The items in this menu depend on where you right-click. For example, when you right-click on a file or folder, you can choose items related to the file or folder. When you right-click on the background of a view pane, you can choose items related to the display of items in the view pane.
ro: De asemenea, puteți deschide un meniu contextual din managerul de fișiere. Pentru a deschide acest meniu contextual, efectuați clic dreapta într-o fereastră a managerului de fișiere. Elementele afișate în acest meniu depind de locul în care efectuați clic dreapta. De exemplu, dacă efectuați clic dreapta pe un fișier sau un dosar, puteți alege dintre acțiunile specifice fișierelor sau dosarelor. Dacă efectuați clic dreapta într-un loc liber din panoul de afișare, puteți alege acțiuni specifice afișării obiectelor în panoul de afișare.

source: View pane
ro: Panoul de afișare

source: Shows the contents of the following:
ro: Afișează conținutul urmăoarelor elemente:

source: Folders
ro: Dosare

source: FTP sites
ro: Situri FTP

source: Windows shares
ro: Locații partajate Windows

source: WebDAV servers
ro: Servere WebDAV

source: Locations that correspond to special URIs
ro: Locații care corespund unor URI speciale

source: Statusbar
ro: Bara de stare

source: Displays status information.
ro: Afișează informații de stare.

source: Parent folder selector
ro: Butonul de selectare a dosarului părinte

source: This drop-down list shows the hierarchy of the folder. Choose a folder from the list to open it.
ro: Această listă derulantă afișează ierarhia dosarului. Alegeți un dosar din listă pentru a-l deschide.

source: Hold down <keycap>Shift</keycap> while choosing from the list to close the current folder as you open the new one.
ro: Mențineți apăsată tasta <keycap>Shift</keycap> în timp ce alegeți din listă, pentru a închide dosarul curent atunci când se va deschide dosarul nou.

source: Displaying Your Home Folder in a Spatial Window
ro: Afișarea dosarului dumneavoastră personal în fereastra modului spațial

source: Home location
ro: Locația dosarului personal

source: displaying
ro: afișare

source: To display your Home Folder, perform one of the following actions:
ro: Pentru a afișa dosarul dumneavoastră personal procedați în unul din următoarele moduri:

source: Double-click on the <guilabel>Home</guilabel> object on the desktop.
ro: Efectuați clic dublu pe obiectul <guilabel>Dosar personal</guilabel> de pe desktop.

source: From a folder window's menubar, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>.
ro: Din bara de meniuri a ferestrei unui dosar alegeți opțiunea <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Dosar personal</guimenuitem></menuchoice>.

source: From the top panel menubar, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>.
ro: Din bara de meniuri a panoului superior alegeți opțiunea <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Dosar personal</guimenuitem></menuchoice>.

source: The spatial window displays the contents of your Home Folder.
ro: Fereastra modului spațial afișează conținutul dosarului dumneavoastră personal.

source: Displaying a Parent Folder
ro: Afișarea unui dosar părinte

source: A parent folder is the folder that contains the current folder. To display the contents of your current folder's parent, do one of the following:
ro: Un dosar părinte este un dosar care conține dosarul curent. Pentru a afișa conținutul dosarului părinte al dosarului curent, efectuați una din acțiunile următoare:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Parent</guimenuitem></menuchoice>.
ro: Selectați opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Deschide părinte</guimenuitem></menuchoice>.

source: Press <keycombo><keycap>Alt</keycap><keycap>up arrow</keycap></keycombo>.
ro: Apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>săgeată sus</keycap></keycombo>.

source: Choose from the parent folder selector at the bottom left of the window.
ro: Alegeți locația din butonul de selectare a dosarului părinte din partea de jos stânga a ferestrei.

source: To close the current folder while opening the parent, hold down <keycap>Shift</keycap> while choosing from the parent folder selector, or press <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>up arrow</keycap></keycombo>.
ro: Pentru a închide dosarul curent în timp ce se deschide dosarul părinte, apăsați și mențineți tasta <keycap>Shift</keycap> când faceți alegerea din butonul de selectare a dosarului părinte, sau apăsați combinația de taste <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>săgeată sus</keycap></keycombo>.

source: Closing Folders
ro: Închiderea dosarelor

source: To close folders you may simply click on the close window button, this however may not be the most efficient way to close many windows. If you would like to view only the current folder, and not the folders you opened to reach the current folder, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Parent Folders</guimenuitem></menuchoice>. If want to close all folders on the screen, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close All Folders</guimenuitem></menuchoice>.
ro: Pentru a închide dosarele puteți apăsa butonul de închidere a ferestrei, dar acesta poate că nu este cel mai eficient mod de a închide mai multe ferestre. Dacă doriți să afișați doar dosarul curent și nu și pe care le-ați deschis pentru a ajunge la el, selectați opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Închide toate dosarele părinte</guimenuitem></menuchoice>.

source: Displaying a Folder in a Browser Window
ro: Afișarea unui dosar într-o fereastră în mod navigator

source: If you wish to display a single folder in browser mode, while otherwise continuing to work in spatial mode, perform the following steps:
ro: Dacă doriți să afișați un singur dosar în mod de lucru navigator, iar pentru celelalte dosare să continuați lucrul în mod spațial, parcurgeți etapele următoare:

source: Select a folder while in spatial mode.
ro: Selectarea unui dosar când sunteți în mod de lucru spațial.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Browse Folder</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Explorează dosarul</guimenuitem></menuchoice>.

source: Opening a Location
ro: Deschiderea unei locații

source: You can open a folder or other location in spatial mode by typing its name.
ro: Puteți deschide un dosar sau altă locație, în mod de lucru spațial, tastându-i numele.

source: Choose <menuchoice><shortcut><keycombo><keysym>L</keysym></keycombo></shortcut><guimenu>File</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice>, and type the path or URI of the location you wish to open.
ro: Selectați opțiunea <menuchoice><shortcut><keycombo><keysym>L</keysym></keycombo></shortcut><guimenu>Fișier</guimenu><guimenuitem>Deschide locație...</guimenuitem></menuchoice>, și tastați calea sau adresa (URI) locației pe care doriți să o deschideți.

source: Browser Mode
ro: Mod de lucru navigator

source: The following section describes how to browse your system using the <application>Nautilus</application> file manager when configured in browser mode. In browser mode, opening a folder updates the current file manager to show the contents of the new folder.
ro: Capitolul următor descrie cum să navigați în sistemul dumneavoastră folosind managerul de fișiere <application>Nautilus</application> în „mod de lucru navigator”. În mod de lucru navigator deschiderea unui dosar va actualiza managerul de fișiere curent în așa fel încât se va afișa conținutul noului dosar.

source: The File Browser Window
ro: Fereastra navigatorului de fișiere

source: Choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>System Tools</guimenuitem><guimenuitem>File Browser</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Unelte de sistem</guimenuitem><guimenuitem>Navigator de fișiere</guimenuitem></menuchoice>.
