Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Select this option to switch to the workspace in which a window originally resided when you restore the window from the applet.
ro: Selectați această opțiune pentru a comuta la spațiul de lucru în care fereastra a fost inițial, când se restaurează fereastra din aplicație.

source: These options are only available if <guilabel>Show windows from all workspaces</guilabel> is selected in the <guilabel>Window List Content</guilabel> section of the dialog.
ro: Aceste opțiuni sunt disponibile numai dacă opțiunea <guilabel>Afișează ferestre din toate spațiile de lucru</guilabel> este selectată în secțiunea dialogului <guilabel>Conținut listă ferestre</guilabel>

source: Desktop Overview
ro: Desktop - Privire generală

source: This chapter introduces you to some of the very basic components of the desktop. These components include <glossterm>Windows</glossterm>, <glossterm>Workspaces</glossterm>, and <glossterm>Applications</glossterm>. Almost all the work (or play) that you do in GNOME will involve these very basic components.
ro: Acest capitol vă va prezenta câteva din componentele de bază ale desktop-ului. Aceste componente includ <glossterm>Ferestre</glossterm>,<glossterm>Spații de lucru</glossterm> și <glossterm>Aplicații</glossterm>. Aproape toată munca (sau joaca) pe care o desfășurați în GNOME va implica aceste componente de bază.

source: This chapter describes the default configuration of GNOME. Your vendor or system administrator may have configured your desktop to look different than what is described here.
ro: Acest capitol descrie configurația implicită pentru GNOME. Vânzătorul sau administratorul sistemului dumneavoastră este posibil să fi schimbat această configurație pentru a arăta diferit față de ce vom prezenta în continuare.

source: GNOME Desktop components, introducing
ro: Componentele mediului GNOME, introducere

source: When you start a desktop session for the first time, you should see a default startup screen, with panels, windows, and various icons.
ro: După ce porniți o sesiune desktop pentru prima dată trebuie să vedeți ecranul de pornire implicit, cu panouri, ferestre și diverse iconițe.

source: The major components of the GNOME Desktop are as follows:
ro: Componentele importante ale mediului GNOME sunt după cum urmează:

source: The desktop itself is behind all of the other components on the desktop. You can place objects on the desktop to access your files and directories quickly, or to start applications that you use often. See <xref linkend="overview-desktop"/> for more information.
ro: Desktopul în sine este suprafața pe care sunt puse toate componentele desktopului. Pe desktop puteți plasa obiecte pentru a accesa fișiere și dosare rapid sau pentru a porni aplicații pe care le folosiți frecvent. Pentru mai multe informații consultați <xref linkend="overview-desktop"/>.

source: Panels
ro: Panouri

source: The <firstterm>panels</firstterm> are the two bars that run along the top and bottom of the screen. By default, the top panel shows you the GNOME main menu bar, the date and time, and a set of application launcher icons, and the bottom panel shows you the list of open windows and the workspace switcher.
ro: <firstterm>Panourile</firstterm> sunt două bare afișate dealungul părților inferioare și superioare ale ecranului. Implicit în panoul superior sunt afișate bara meniului principal, data și ora și o serie de iconițe ale lansatoarelor unor aplicații. În panoul inferior sunt afișate implicit lista ferestrelor deschise și comutatorul spațiilor de lucru.

source: Panels can be customized to contain a variety of tools, such as other menus and launchers, and small utility applications, called <firstterm>panel applets</firstterm>. For example, you can configure your panel to display the current weather for your location. For more information on panels, see <xref linkend="panels"/>.
ro: Panourile pot fi personalizate pentru a conține o gamă variată de utilitare cum ar fi alte meniuri și lansatoare și aplicații de dimensiuni reduse denumite <firstterm>mini-aplicații pentru panou</firstterm>. De exemplu puteți configura panoul dumneavoastră să afișeze condițiile meteorologice din locația unde vă aflați. Pentru mai multe informații consultați secțiunea <xref linkend="panels"/>.

source: Windows
ro: Ferestre

source: Most applications run inside of one or more windows. You can display multiple windows on your desktop at the same time. Windows can be resized and moved around to accommodate your workflow. Each window has a <firstterm>titlebar</firstterm> at the top with buttons which allow you to minimize, maximize, and close the window. For more information on working with windows, see <xref linkend="overview-windows"/>.
ro: Multe aplicații rulează în cadrul uneia sau mai mutor ferestre. Puteti afișa mai multe ferestre, pe biroul dumneavoastră, simultan. Ferestrele pot fi redimensionate și mutate funcție de cerințele particulare ale muncii dumneavoastră. Fiecare fereastră are o <firstterm>bară de titlu</firstterm> în partea superioară care conție butoane cu ajutorul căror puteți minimiza, maximiza și închide fereastra. Pentru mai multe informații consultați secțiunea <xref linkend="overview-windows"/>.

source: Workspaces
ro: Spații de lucru

source: You can subdivide your desktop into separate <firstterm>workspaces</firstterm>. Each workspace can contain several windows, allowing you to group related tasks together. For more information on working with workspaces, see <xref linkend="overview-workspaces"/>.
ro: Puteți împărții biroul în mai multe <firstterm>spații de lucru</firstterm> separate. Fiecare spațiu de lucru poate conține mai multe ferestre permițându-vă astfel să grupați aplicațiile după sarcini înrudite în spații de lucru separate. Pentru mai multe informații despre lucrul cu spațiile de lucru consultați secțiunea <xref linkend="overview-workspaces"/>.

source: File Manager
ro: Manager de fișiere

source: The <application>Nautilus</application> file manager provides access to your files, folders, and applications. You can manage the contents of folders in the file manager and open the files in the appropriate applications. See <xref linkend="nautilus"/> for more information.
ro: Managerul de fișiere <application>Nautilus</application> asigură accesul către fișierele, dosarele și aplicațiile dumneavoastră. În managerul de fișiere puteți gestiona conținutul dosarelor și puteți deschide fișierele cu aplicațiile asociate lor. Pentru mai multe informații consultați <xref linkend="nautilus"/>.

source: Control Center
ro: Centrul de control

source: You can customize your computer using the <application>Control Center</application>, which can be found in the <guimenu>System</guimenu> menu on the top panel menubar. Each preference tool in the Control Center allows you to change a particular part of the behavior of your computer. See <xref linkend="prefs"/> for more information on the Control Center.
ro: Puteți personaliza calculatorul utilizând <application>Centrul de control</application>, care poate fi găsit în meniul <guimenu>Sistem</guimenu> din panoul superior. Fiecare instrument de preferințe din Centrul de control vă permite să schimbați o anumită parte a comportamentului calculatorului. Pentru mai multe informații despre Centrul de control consultați <xref linkend="prefs"/>.

source: Your vendor or system administrator can make configuration changes to suit your needs, so your desktop might not match exactly what is described in this manual. Nevertheless, this manual provides a useful introduction to using the various components of your desktop.
ro: Administratorul sau vânzătorul sistemului dumneavoastră poate face modificări ale configurărilor adaptate nevoilor dumneavoastră, așa că desktopul dumneavoastră este posibil să nu arate exact cum este descris în acest manual. Cu toate acestea, manualul oferă o introducere utilă despre modul de folosire a componentelor desktopului dumneavoastră.

source: The Desktop
ro: Mediul desktop

source: The desktop lies behind all other components on your screen. When no windows are visible, the desktop is that part of the screen between the top and bottom panels. You can place files and folders on the desktop that you want to have easy access to.
ro: Desktopul se află în spatele tutor celorlalte componente de pe ecran. Când nu sunt alte ferestre deschise, desktopul este partea aceea de ecran care se intinde de la panoul superior până la panoul inferior. Pe desktop puteți pune fișere și dosare pe care doriți să le accesați mai ușor.

source: The desktop also has several special objects on it:
ro: Desktopul mai are câteva obiecte speciale, cum ar fi:

source: The <interface>Computer</interface> icon gives you access to CDs, removable media such as floppy disks, and also the entire filesystem (also known as the root filesystem). By default, you do not have the security permissions to read other users' files or edit system files, but you may need to do so something such as configure a web server on the computer.
ro: Iconița <interface>Computer</interface>, care vă permite accesul la CD-uri, la mediile detașabile precum dischetele floppy și la întregul sistem de fișiere (cunoscut și sub numele de sistemul de fișiere rădăcină). Implicit nu aveți permisiunile de securitate necesare citirii fișierelor celorlalți utilizatori sau a editării fișierelor de sistem, dar este posibil să aveți nevoie de astfel de drepturi de acces, dacă doriți să configurați ceva precum un server web pe calculatorul dumneavoastră.

source: Your Home Folder, labelled <interface><replaceable>username</replaceable>'s Home</interface>, where all of your personal files are kept. You can also open this folder from the <guimenu>Places</guimenu> menu.
ro: Dosarul dumneavoastră presonal, denumit <interface>dosarul personal al <replaceable>utilizatorului</replaceable></interface>, în care se află toate fișierele personale. De asemenea, puteți accesa acest dosar din meniul <guimenu>Locații</guimenu>.

source: The <interface>Trash</interface> is a special folder in which to place files and folders you no longer need. For more on this, see <xref linkend="nautilus-trash"/>.
ro: <interface>Coșul de gunoi</interface> este un dosar special în care sunt plasate fișierele și dosarele de care nu mai aveți nevoie. Pentru mai multe informații, consultați <xref linkend="nautilus-trash"/>.

source: When you insert a CD, a flash drive, or other removable media, or a device containing files such as a music player or a digital camera, an icon representing this device will appear on the desktop.
ro: Când introduceți un CD, un dispozitiv flash, un alt mediu detașabil sau un dispozitiv care conține fișiere precum un dispozitiv de redare audio sau o cameră foto digitală, atunci se va afișa pe desktop o iconiță care reprezintă dispozitivul corespunzător mediului folosit.

source: As you work with your computer, the desktop becomes obscured by the windows you are working with. To quickly reveal the desktop by minimizing all windows, you can do one of the following:
ro: Pe măsură ce vă desfășurați activitatea la calculator, desktopul se poate aglomera cu ferestrele aplicațiilor cu care lucrați. Pentru a afișa rapid desktopul minimizând toate ferestrele, folosiți una din următoarele metode:

source: Click on the <guibutton>Show Desktop</guibutton> button at the far left of the <link linkend="bottom-panel">bottom panel</link>.
ro: Apăsați butonul <guibutton>Afișare Desktop</guibutton> din extrema stângă a <link linkend="bottom-panel">panoului inferior</link>.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo>.
ro: Apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo>.

source: Either action will also restore your windows to their previous state. Alternatively, you can switch to another workspace to see the desktop.
ro: Efectuând oricare dintre aceste acțiuni încă o dată va restaura ferestrele la starea inițială. Ca metodă alternativă pentru a vedea desktopul puteți comuta într-un alt spațiu de lucru.

source: You can change the colour of the desktop background or the image displayed there. For more on this, see <xref linkend="prefs-desktopbackground"/>.
ro: Puteți modifica imaginea sau culoarea de fond a desktopului. Pentru mai multe informații despre acest lucru consultați <xref linkend="prefs-desktopbackground"/>.

source: The files and folders you put on the desktop are stored in a special folder within your Home Folder, called <filename>Desktop</filename>. Like any other folder, you can put files and other folders directly into it. The only difference is that anything placed into the Desktop folder will then show up on desktop itself.
ro: Fișierele și dosarele pe care le puneți pe desktop sunt stocate într-un dosar special din interiorul dosarul dumneavoastră personal, denumit dosarul <filename>Desktop</filename>. Ca în oricare alt dosar, puteți pune fișiere și dosare direct în acest dosar conținut în dosarul dumneavoastră personal. Singura diferență este aceea că orice plasați în dosarul Desktop va fi afișat și pe desktopul propriuzis și va fi vizibil pe ecran.

source: windows
ro: ferestre

source: overview
ro: privire de ansamblu

source: A <firstterm>window</firstterm> is a rectangular area of the screen, usually with a border all around and a title bar at the top. You can think of a window as a screen within the screen. Each window displays an application, allowing you to have more than one application visible, and work on more than one task at a time. You can also think of windows as pieces of paper on your desktop: they can overlap, or be side by side, for example.
ro: O <firstterm>fereastră</firstterm> este o zonă dreptunghiulară, de regulă cu un chenar de jur împrejur și cu o bară de titlu în partea superioară. Puteți asemăna o fereastră cu un ecran într-un ecran mai mare. Fiecare fereastră afișează o aplicație, permițându-vă să aveți mai mult de o aplicație vizibilă la un moment dat și să efectuați mai multe operații în același timp. Gândiți-vă la ferestre ca la foile de pe un birou: de exemplu ele pot sta una peste alta sau una lângă alta.

source: You can control a window's position of the screen, as well as its size. You can control which windows overlap other windows, so the one you want to work with is completely visible. For more about moving and resizing windows, see <xref linkend="windows-manipulating"/>.
ro: Puteți controla atât poziția ferestrei pe ecran cât și dimensiunea ei. Puteți controla care fereastre se pot suprapune peste altele în așa fel încât cea cu care lucrați să fie intotdeauna deasupra. Pentru mai multe informații despre mutarea și redimensionarea ferestrelor consultați <xref linkend="windows-manipulating"/>.

source: Each window is not necessarily a different application. An application usually has one main window, and may open additional windows at the request of the user.
ro: Mai multe ferestre nu înseamnă neapărat mai multe aplicații. O aplicație are o fereastră principală și, le cererea utilizatorului, poate deschide ferestre suplimentare.

source: The rest of this section describes the different types of windows and how you can interact with them.
ro: În continuarea acestei secțiuni se vor prezenta tipurile diferite de ferestre și modul în care puteți interacționa cu acestea.

source: Types of Windows
ro: Tipuri de ferestre

source: There are two main types of window:
ro: Există două tipuri de ferestre principale:

source: Application windows
ro: Ferestre aplicație

source: Application windows allow all the minimize, maximize and close operations through the buttons on the titlebar. When opening an application you will usually see a window of this type appear.
ro: Ferestrele de tip aplicație permit operațiile de minimizare, maximizare și închidere prin intermediul butoanelor din bara de titlu. Când deschideți o aplicație, de regulă, veți vedea deschizându-se o fereastră de acest tip.

source: Dialog windows
ro: Ferestre de dialog

source: Dialog windows appear at the request of an application window. A dialog window may alert you to a problem, ask for confirmation of an action, or request input from you.
ro: Ferestrele de dialog apar le cererea unui ferestre de tip aplicație. O fereastră vă poate avertiza cu privire la o problemă apărută, vă poate cere confirmarea unei acțiuni sau va cere să introduceți ceva.

source: For example, if you tell an application to save a document, a dialog will ask you where you want to save the new file. If you tell an application to quit while it is still busy, it may ask you to confirm that you want it to abandon work in progress.
ro: De exemplu, dacă cereți unei aplicații să salveze un document, o fereastră de dialog vă va întreba unde doriți să salvați noul fișier. Dacă cereți unei aplicații să se închidă în timp ce este încă ocupată, este posibil să fiți intrebat dacă doriți să abandonați lucrarea în desfășurare.

source: Some dialogs do not allow you to interact with the main application window until you have closed them: these are called <firstterm>modal</firstterm> dialogs. Others can be left open while you work with the main application window: these are called <firstterm>transient</firstterm> dialogs.
ro: Unele ferestre de dialog nu vă permit să interacționați cu fereastra principală decât după ce ați închis dialogul: acestea se numesc dialoguri <firstterm>modale</firstterm>. Altele pot fi lăsate deschise în timp ce lucrați în fereastra principală a aplicației: acestea se numesc dialoguri <firstterm>tranzitorii</firstterm>.

source: You can select the text in a dialog with the mouse. This allows you to copy it to the clipboard (by right-clicking the text and selecting <guilabel>Copy</guilabel>), and paste it into another application. This is useful if you wish to quote the text you see in a dialog when requesting support on the Internet.
ro: Puteți selecta textul dintr-o fereastră de dialog. Astfel vi se va permite să îl copiați pe clipboard (efectuând clic dreapta pe text și selectând opțiunea <guilabel>Copiază</guilabel>) și să îl lipiți într-o altă aplicație. Acest lucru este util când doriți să citați textul pe care îl vedeți în fereastra de dialog, atunci când solicitați ajutor pe Internet.

source: Manipulating Windows
ro: Cum se lucrează cu ferestrele

source: You can change the size and position of windows on the screen. This allows you to see more than one application and do different tasks at the same time. For example, you might want to read text on a web page while writing with a word processor, or to change to another application to do a different task or check its progress.
ro: Puteți modifica dimensiunea și poziția ferestrelor pe ecran. Acest lucru vă permite să afișați mai mult de o singură aplicație pe ecran și să efectuați mai multe sarcini simultan. De exemplu, poate doriți să citiți textul dintr-o pagină web atunci când folosiți simultan un program de procesare text sau poate doriți să vă îndreptați atenția către o altă aplicație pentru a efectua altă sarcină sau pentru a-i verifica evoluția.

source: You can <firstterm>minimize</firstterm> a window if you are not currently interested in seeing it. This hides it from view. You can <firstterm>maximise</firstterm> a window to fill the whole screen so you can give it your full attention.
ro: Puteți <firstterm>minimiza</firstterm> o fereastră dacă sunteți interesați să o vedeți. Această acțiune va ascunde fereastra. Puteți <firstterm>maximiza</firstterm> o fereastră pentru a se afișa pe tot ecranul și astfel să-i acordați toată atenția.

source: <anchor id="gosoverview-FIG-33"/>Most of these actions are carried out by using the mouse on different parts of the the window's frame (see <xref linkend="mouse-actions"/> for a recap of using the mouse). The top edge of the window frame, called the <firstterm>titlebar</firstterm> because it also displays the title of the window, contains several buttons that change the way the window is displayed.
ro: <anchor id="gosoverview-FIG-33"/>Multe din aceste acțiuni sunt efectuate utilizând mausul în diferite porțiuni ale chenarului ferestrei (pentru mai multe informații despre utilizarea mausului consultați <xref linkend="mouse-actions"/>). Partea superioară a chenarului ferestrei, numită <firstterm>bara de titlu</firstterm> pentru că tot acolo este afișat și titlul ferestrei, conține câteva butoane cu care se poate modifica modul în care este afișată fereastra.

source: <xref linkend="fig-titlebar-anno-window"/> shows the titlebar for a typical application window. From left to right, this contains the Window Menu button, the window title, the minimize button, the maximize button, and the close button.
ro: <xref linkend="fig-titlebar-anno-window"/> prezintă bara de titlu a ferestrei unei aplicații uzuale. De la stânga la dreapta, aceasta conține butonul pentru Meniul ferestrei, titlul ferestrei, butonul de minimizare, butonul de maximizare și butonul de închidere a ferestrei.

source: Titlebar for a Typical Application Window
ro: Bara de titlu pentru o fereastră obișnuită de tip aplicație

source: Titlebar of application window frame.
ro: Bara de titlu a ferestrei de tip aplicație.

source: All actions can also be carried out from the Window Menu. To open this, click on the Window Menu button at the left-hand edge of the titlebar. Common actions can also be carried out with keyboard shortcuts: see <xref linkend="shortcuts-window"/> for a simple list of these. The following lists the actions you can carry out on a window, with the mouse or the keyboard:
ro: Toate acțiunile pot fi efectuate din Meniul ferestrei. Pentru a-l deschide efectuați clic pe butonul Meniului ferestrei din extremitatea stângă a barei de titlu. Acțiunile comune pot fi executate și cu ajutorul tastelor pentru acces rapid: pentru o listă scurtă a acestora consultați <xref linkend="shortcuts-window"/>. Mai jos sunt prezentate acțiunile pe care le puteți efectua într-o fereastră, cu mausul sau cu tastatura:

source: Move the window
ro: Mutarea ferestrei

source: Drag the titlebar to move the window. You can click on any part of the titlebar except the buttons at either end to begin the drag action. The window will move on the screen as you drag the mouse. On less powerful computers, the movement of the window may be represented by moving an outline of its frame.
ro: Trageți bara de titlu pentru a muta fereastra. Puteți efectua clic stânga cu mausul în orice parte a barei de titlu, exceptând butoanele din ambele extremități, pentru a începe operația de mutare.

source: You can also choose Move from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo>, and then either move the mouse or press the keyboard arrow keys to move the window.
ro: De asemenea puteți alege opțiunea Mutare din Meniul ferestrei sau apăsați combinatia de taste <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo> și apoi ori mișcați mausul ori apăsați tastele săgeți de pe tastatură pentru a muta fereastra.

source: You can also press-and-hold <keycap>Alt</keycap> and drag any part of the window.
ro: De asemenea puteți apăsa și menține tasta <keycap>Alt</keycap> și apoi să trageți de orice parte a ferestrei pentru a o muta.

source: As you move the window, some parts of the screen will give slight resistance to movement. This is to help you align windows more easily to the edges of the desktop, the panels, and the edges of other windows.
ro: Pe măsură ce mutați fereastra unele părți ale ecranului vor opune ceva rezistență la mișcare. Acest lucru se întâmplă pentru a vă oferi posibilitatea de a alinia mai ușor fereasra cu marginile desktopului, cu panourile și cu marginile altor ferestre.
