Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: <application>Clock</application>: Shows the current date and time.
ro: <application>Ceas</application>: Arată data și ora curentă.

source: Sample applets. The context describes the graphic.
ro: Exemple de mini-aplicații. Contextul descrie imaginea.

source: Launchers
ro: Lansatoare

source: launchers
ro: lansatoare

source: A <firstterm>launcher</firstterm> is an object that performs a specific action when you open it.
ro: Un <firstterm>lansator</firstterm> este un obiect care execută o anumită acțiune atunci când îl apelați.

source: You can find launchers in the panels, in the panel menubar, and on the desktop. A launcher is represented by an icon in all of these locations.
ro: Puteți găsi lansatoare în panouri, în bara de meniu a panoului și pe desktop. Un lansator este reprezentat de o iconiță în una sau toate aceste locații.

source: You might use a launcher to do any of the following:
ro: Puteți utiliza un lansator pentru a efectua oricare din următoarele acțiuni:

source: Start a particular application.
ro: Porniți o anumtiă aplicație.

source: Execute a command.
ro: Executați o comandă.

source: Open a folder.
ro: Deschideți un dosar.

source: Open a Web browser at a particular page on the Web.
ro: Deschideți navigatorul de Internet la o anumită pagină web.

source: Open special <firstterm>Uniform Resource Identifiers</firstterm> (URIs). The GNOME Desktop contains special URIs that enable you to access particular functions from the file manager. <indexterm><primary>special URI locations</primary><secondary>and launchers</secondary></indexterm>
ro: Deschideți <firstterm>Identificatorii de resurse uniforme</firstterm> speciali (URI-uri). Spațiul de lucru GNOME conține URI-uri speciale care vă permit să accesați funcții particulare din administratorul de fișier.<indexterm><primary>Locațiile URI speciale</primary><secondary>și lansatori</secondary></indexterm>

source: You can modify the properties of a launcher. For example, the properties of a launcher include the name of the launcher, the icon that represents the launcher, and how the launcher runs. For more on this, see <xref linkend="launchers-modify"/>.
ro: Puteți modifica proprietățile unui lansator. De exemplu, proprietățile unui lansator includ numele lansatorului, iconița care reprezintă lansatorul, modul cum lansatorul este executat. Pentru mai multe informatii despre modificarea proprietăților lansatorului consultați <xref linkend="launchers-modify"/>.

source: In certain situations, a launcher in a menu might not show an icon. For example, if it specifies no icon to display, or if the entire menu is set to show no icons.
ro: În anumte situații un lansator dintr-un meniu nu afișează nicio iconiță. Acest lucru se poate întâmpla dacă nu a fost specificată nici o iconiță de afișat sau dacă întregul meniu este configurat să nu afișeze iconițe.

source: Adding a Launcher to a Panel
ro: Adăugarea unui lansator pe un panou

source: adding to panel
ro: adăugare pe panou

source: You can add a launcher to a panel in one of the following ways:
ro: Puteți adăuga un lansator pe un panou în unul din următoarele moduri:

source: From the panel popup menu
ro: Din meniul contextual al panoului

source: Right-click on any vacant space on the panel, then choose <guimenu>Add to Panel</guimenu>. The <link linkend="panels-addobject"><guilabel>Add to Panel</guilabel> dialog</link> opens.
ro: Efectuați clic dreapta într-un loc liber de pe panou și apoi alegeți opțiunea <guimenu>Adaugă pe panou</guimenu>. Se va deschide <link linkend="panels-addobject">fereastra de dialog <guilabel>Adaugă pe panou</guilabel></link>.

source: To create a new launcher, select <guilabel>Custom Application Launcher</guilabel> from the list. A <guilabel>Create Launcher</guilabel> dialog is displayed. For more information on the properties in this dialog, see <xref linkend="launchers-properties"/>.
ro: Pentru a crea un lansator nou selectați din listă opțiunea <guilabel>Lansator aplicații personalizat</guilabel>. Se va deschide ferastra de dialog <guilabel>Creare lansator</guilabel>. Pentru mai multe informații despre proprietățile descrise în această fereastră de dialog consultați <xref linkend="launchers-properties"/>.

source: Alternatively, to add an existing launcher to the panel, select <guilabel>Application Launcher</guilabel> from the list. Choose the launcher that you want to add from the list of menu items.
ro: Ca metodă alternativă de adăugare a unui lansator existent pe un panou, selectați <guilabel>Lansator aplicații</guilabel> din listă. Alegeți lansatorul pe care îl doriți din lista de articole de meniu.

source: From any menu
ro: Din oricare dintre meniuri

source: To add a launcher to a panel from a menu, perform one of the following steps:
ro: Pentru a adăuga un lansator pe un panou pentru o aplicație din meniu, efectuați una din operațiile următoare:

source: Open a menu that contains the launcher. Drag the launcher on to the panel.
ro: Deschideți meniul care conține lansatorul. Trageți lansatorul pe panou cu butonul stânga al mausului.

source: Open the menu that contains the launcher and right-click on the title of the launcher. Choose <guimenuitem>Add this launcher to panel</guimenuitem>. This method will only work if the launcher is on a sub-menu of the menu that you opened.
ro: Deschideți meniul care conține lansatorul și efectuați clic dreapta pe titlul lansatorului. Din meniul contextual care se deschide, alegeți opțiunea <guimenuitem>Adaugă acest lansator la panou</guimenuitem>. Această metodă nu va funcționa decât dacă lansatorul este într-un submeniu al meniului pe care l-ați deschis.

source: From the file manager
ro: Din managerul de fișiere

source: To add a launcher to a panel from the file manager, find the <filename>.desktop</filename> file for the launcher in your file system, then drag the <filename>.desktop</filename> file to the panel.
ro: Pentru a adăuga un lansator pe panou din managerul de fișiere, căutați fișierul <filename>.desktop</filename> al lansatorului în sistemul dumneavoastră de fișiere și trageți fișierul <filename>.desktop</filename> pe panou.

source: Modifying a Launcher
ro: Modificarea unui lansator

source: To modify the properties of a launcher in a panel, perform the following steps:
ro: Pentru a modifica proprietățile unui lansator de pe panou parcurgeți pașii următori:

source: Right-click on the launcher to open the panel object popup menu.
ro: Efectuați clic dreapta pe lansator pentru a deschide meniul contextual al obiectului.

source: Choose <guimenuitem>Properties</guimenuitem>. Use the <guilabel>Launcher Properties</guilabel> dialog to modify the properties as required. For more information on the <guilabel>Launcher Properties</guilabel> dialog, see <xref linkend="launchers-properties"/>.
ro: Selectați <guimenuitem>Proprietăți</guimenuitem>. Utilizați fereastra de dialog <guilabel>Proprietăți lansator</guilabel> pentru a modifica după dorință proprietățile. Pentru mai multe informații despre fereastra de dialog <guilabel>Proprietăți lansator</guilabel> consultați <xref linkend="launchers-properties"/>.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Launcher Properties</guilabel> dialog.
ro: Apăsați butonul <guibutton>Închide</guibutton> pentru a închide fereastra de dialog <guilabel>Proprietăți lansator</guilabel>.

source: Launcher Properties
ro: Proprietăți lansator

source: When you create or edit a launcher, the following properties can be set:
ro: Când creați sau editați un lansator puteți configura următoarele proprietăți:

source: Type
ro: Tip

source: Use the drop-down list to specify whether this launcher starts an application or opens a location:
ro: Folosiți lista derulantă pentru a specifica dacă lansatorul acesta pornește o aplicație sau deschide o locație:

source: Application
ro: Aplicație

source: The launcher starts an application.
ro: Lansatorul pornește o aplicație.

source: Application in Terminal
ro: Aplicație în terminal

source: The launcher starts an application through a terminal window.
ro: Lansatorul pornește o aplicație prin intermediul unei ferestre de terminal.

source: Location
ro: Locație

source: The launcher opens a file, web page or other location.
ro: Lansatorul deschide un fișier, o pagină web sau altă locație.

source: If you are editing a location launcher, this drop-down list will not be displayed. If you are editing an application launcher, the <guilabel>Location</guilabel> option will not be available.
ro: Dacă editați un lansator de locație, această listă derulantă nu va fi afișată. Dacă editați un lansator de aplicație, opțiunea <guilabel>Locație</guilabel> nu va fi disponibilă.

source: Name
ro: Nume

source: This is the name that is displayed if you add the launcher to a menu or to the desktop.
ro: Acesta este numele care va fi afișat dacă adăugați lansatorul într-un meniu sau pe desktop.

source: Command
ro: Comandă

source: For an application launcher, specify a command to execute when you click on the launcher. For sample commands, see <xref linkend="launchers-properties-commands"/>.
ro: Pentru un lansator care execută o comandă, specifică o comandă de executat atunci când apăsați lansatorul. Pentru modele de comenzi consultați <xref linkend="launchers-properties-commands"/>.

source: For a location launcher, specify the location to be opened. Click <guibutton>Browse</guibutton> to select a location on your computer, or type a web address to launch a web page. For sample locations, see <xref linkend="launchers-properties-commands"/>
ro: Pentru un lansator de locație, specificați locația care va fi deschisă. Apăsați clic pe <guibutton>Răsfoiește</guibutton> pentru a selecta locația din calculatorul dumneavoastră, sau tastați o adresă de internet pentru a lansa o pagină web. Pentru exemple de locații, consultați <xref linkend="launchers-properties-commands"/>

source: Comment
ro: Comentariu

source: This is displayed as a tooltip when you point to the launcher icon on the panel.
ro: Acesta este afișat atunci când treceți mausul pe deasupra iconiței lansatorului de pe panou.

source: To change the icon for the launcher, click on the button showing the current icon. An icon selector dialog is displayed. Choose an icon from the dialog.
ro: Pentru a modifica iconița lansatorului apăsați butonul iconiței din fereastra de dialog de creare lansator, care reprezintă iconița curentă. Se va afișa fereastra de dialog pentru selectarea iconițelor. Selectați o iconiță din această fereastră de dialog.

source: Launcher Commands and Locations
ro: Comenzi lansator și locații

source: Examples of commands and locations that you can use in the <guilabel>Launcher Properties</guilabel> dialog can be found below.
ro: Exemple pentru comenzile și locațiile pe care le puteți folosi în fereastra de dialog <guilabel>Proprietăți lansator</guilabel> sunt enumerate mai jos.

source: If you choose <guilabel>Application</guilabel> or <guilabel>Application in Terminal</guilabel> from the <guilabel>Type</guilabel> drop-down box, the <guilabel>Command</guilabel> text box will be displayed. The following table shows some sample commands and the actions that the commands perform:
ro: Dacă alegeți opțiunea <guilabel>Aplicație</guilabel> sau <guilabel>Applicație în terminal</guilabel> din lista derulantă <guilabel>Tip</guilabel>, se va afișa câmpul text <guilabel>Comandă</guilabel>. În tabelul următor se prezintă câteva exemple pentru comenzi și acțiunile pe care aceste comenzi le execută:

source: Sample Application Command
ro: Exemplu comandă

source: Action
ro: Acțiune

source: Starts the <application>gedit</application> text editor application.
ro: Pornește aplicația de editor de text <application>gedit</application>.

source: gedit /home/user/loremipsum.txt
ro: gedit /home/utilizator/loremipsum.txt

source: Opens the file <filename>/home/user/loremipsum.txt</filename> in the <application>gedit</application> text editor application.
ro: Deschide fișierul <filename>/home/utilizator/loremipsum.txt</filename> în editorul de text <application>gedit</application>.

source: nautilus /home/user/Projects
ro: nautilus /home/utilizator/Proiecte

source: Opens the folder <filename>/home/user/Projects</filename> in a File Browser window.
ro: Deschide dosarul <filename>/home/utilizator/Proiecte</filename> în fereastra navigatorului de fișiere.

source: If you choose <guilabel>Location</guilabel> from the <guilabel>Type</guilabel> drop-down box, the <guilabel>Location</guilabel> text box will be displayed. The following table shows some sample locations and the actions that will happen if you click on the launcher:<indexterm><primary>special URIs</primary><secondary>launchers</secondary></indexterm>
ro: Dacă alegeți opțiunea <guilabel>Locație</guilabel> din lista derulantă <guilabel>Tip</guilabel>, atunci se va afișa câmpul text <guilabel>Locație</guilabel>. În tabelul următor sunt prezentate câteva exemple de locații și efectul pe care îl are acționarea lansatorului:<indexterm><primary>URI speciale</primary><secondary>lansatoare</secondary></indexterm>

source: Sample Location
ro: Exemplu locație

source: file:///home/user/loremipsum.txt
ro: file:///home/utilizator/loremipsum.txt

source: Opens the file <filename>/home/user/loremipsum.txt</filename> in the default viewer for its file type.
ro: Deschide fișierul <filename>/home/utilizator/loremipsum.txt</filename> în aplicația implicită asociată acestui tip de fișier.

source: file:///home/user/Projects
ro: file:///home/utilizator/Proiecte

source: Opens the GNOME website in your default browser.
ro: Deschide pagina de Internet GNOME în navigatorul web implicit.

source: Opens the GNOME FTP site in your default browser.
ro: Deschide pagina FTP GNOME în navigatorul implicit de Internet.

source: Buttons
ro: Butoane

source: buttons
ro: butoane

source: action buttons
ro: butoanele cu acțiuni

source: You can add buttons to your panels to provide quick access to common actions and functions.
ro: Puteți adăuga butoane pe panouri pentru a avea acces rapid la acțiuni și funcții folosite frecvent.

source: Force Quit Button
ro: Butonul de Închidere forțată

source: Force Quit
ro: Închidere forțată

source: Force Quit button
ro: Butonul de Închidere forțată

source: terminating applications
ro: închiderea aplicațiilor

source: applications
ro: aplicații

source: terminating
ro: terminare

source: Force Quit icon.
ro: Iconița Închidere forțată.

source: The <guibutton>Force Quit</guibutton> button allows you to click on a window to force an application to quit. This button is useful if you want to terminate an application that does not respond to your commands, if the application has frozen or crashed, for example.
ro: Butonul <guibutton>Închide forțat</guibutton> vă permite să efectuați clic pe o fereastră pentru a închide forțat o aplicație. Acest buton este util dacă doriți să închideți o aplicație care nu mai răspunde la comenzi, de exemplu, o aplicație care a „înghețat”.

source: To add a <guibutton>Force Quit</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Force Quit</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga butonul <guibutton>Închide forțat</guibutton> efectuați clic dreapta într-un loc liber dintr-un panou. Alegeți opțiunea <guimenu>Adaugă la panou</guimenu> apoi alegeți <application>Închide forțat</application> din fereastra de dialog Adaugă la panou. Pentru mai multe informații consultați <xref linkend="panels-addobject"/>.

source: To terminate an application, click on the <guibutton>Force Quit</guibutton> button, then click on a window from the application that you want to terminate. If you do not want to terminate an application after you have clicked on the <guibutton>Force Quit</guibutton> button, press <keycap>Esc</keycap>.
ro: Pentru a închide forțat o aplicație, efectuați clic pe butonul <guibutton>Închide forțat</guibutton>, apoi efectuați clic pe fereastra aplicației pe care doriți să o închideți. Dacă nu doriți să închideți forțat o aplicație după ce ați acționat butonul <guibutton>Închide forțat</guibutton>, atunci apăsați tasta <keycap>Esc</keycap>.

source: Lock Screen Button
ro: Butonul Blocare ecran

source: Lock
ro: Blocare

source: The <guibutton>Lock Screen</guibutton> button locks your screen and activates your screensaver when you click on it. To access your session again, you must enter your password.
ro: Butonul <guibutton>Blocare ecran</guibutton> va bloca ecranul și va activa economizorul de ecran în momentul în care acționați acest buton. Pentru a putea accesa din nou sesiunea dumneavoastră, trebuie să introduceți parola de autentificare.

source: To add a <guibutton>Lock Screen</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Lock Screen</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga butonul <guibutton>Blocare ecran</guibutton> pe un panou efectuați clic dreapta în orice loc liber de pe panou. Selectați opțiunea <guimenu>Adaugă pe panou</guimenu>, apoi alegeți <application>Blocare ecran</application> din fereastra de dialog „Adaugă pe panou”. Pentru mai multe informații consultați <xref linkend="panels-addobject"/>.

source: Right-click on the <guibutton>Lock Screen</guibutton> button to open a menu of screensaver-related commands. <xref linkend="gosstartsession-TBL-83"/> describes the commands that are available from the menu.
ro: Acționați butonul <guibutton>Blocare ecran</guibutton> pentru a deschide meniul de comenzi referitoare la economizorul de ecran. În <xref linkend="gosstartsession-TBL-83"/> sunt descrise comenzile accesibile în acest meniu.

source: Lock Screen Menu Items
ro: Opțiunile meniului Blocare ecran

source: Menu Item
ro: Opțiuni meniu

source: Activate Screensaver
ro: Activare economizor de ecran

source: Activates the screensaver immediately.
ro: Activează economizorul de ecran imediat.

source: This will also lock the screen if you have set <guilabel>Lock screen when screensaver is active</guilabel> in the <application>Screensaver</application> preference tool.
ro: Aceasta va bloca de asemenea ecranul dacă ați definit <guilabel>Blochează ecranul când economizorul este activ</guilabel> din instrumentul de preferințe <application>Economizor de ecran</application>.

source: Lock Screen
ro: Blocare ecran

source: Locks the screen immediately. This command performs the same function as when you click on the <guibutton>Lock Screen</guibutton> button.
ro: Va bloca ecranul imediat. Această comandă execută aceeași funcție cu cea a butonului <guibutton>Blocare ecran</guibutton>.

source: Properties
ro: Proprietăți

source: Opens the <link linkend="prefs-screensaver"><application>Screensaver</application> preference tool</link>, with which you can configure the type of screensaver that is displayed when you lock the screen.
ro: Deschide <link linkend="prefs-screensaver"> instrumentul de preferințe <application>Economizorul de ecran</application></link>, cu care puteți configura tipul economizorului de ecran care este afișat atunci când blocați ecranul.

source: Log Out Button
ro: Butonul Ieșire

source: Log Out icon.
ro: Iconița Ieșire.

source: Log Out
ro: Ieșire

source: Log Out button
ro: Butonul Ieșire

source: The <guibutton>Log Out</guibutton> button allows you to log out of a GNOME session or switch to a different user account.
ro: Butonul <guibutton>Ieșire din cont</guibutton> vă permite să încheiați sesiunea GNOME sau să comutați în contul altui utilizator.

source: To add a <guibutton>Log Out</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Log Out</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga un buton <guibutton>Ieșire din cont</guibutton> pe un panou, efectuați clic dreapta într-un loc liber de pe panou. Din meniul contextual alegeți opțiunea <guimenu>Adaugă la panou</guimenu>, apoi alegeți mini-aplicația <application>Ieșire</application> din fereastra de dialog Adaugă la panou. Pentru mai multe informații, consultați <xref linkend="panels-addobject"/>.

source: To log out of your session or switch users, click on the <guibutton>Log Out</guibutton> button and then click on the appropriate button in the dialog that appears.
ro: Pentru a încheia sesiunea sau pentru a comuta între utilizatori, apăsați butonul <guibutton>Ieșire</guibutton> și apoi apăsați butonul corespunzător opțiunii dumneavoastră în fereasatra de dialog care va apărea.

source: Run Button
ro: Buton Pornire aplicații

source: Run Application icon.
ro: Iconița Rulare aplicații.

source: Run
ro: Pornește

source: Run button
ro: Butonul Pornire aplicații

source: The <guibutton>Run</guibutton> button opens the <guilabel>Run Application</guilabel> dialog, which allows you to start an application by choosing it from a list.
ro: Butonul <guibutton>Pornire aplicații</guibutton> deschide fereastra de dialog <guilabel>Pornire aplicații</guilabel>, care vă permite să porniți o aplicație selectând-o dintr-o listă.

source: To add a <guibutton>Run</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Run Application</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga butonul <guibutton>Pornire aplicații</guibutton> la un panou, efectuați clic dreapta într-un loc liber de pe panou. Alegeți opțiunea <guimenu>Adaugă la panou</guimenu>, apoi alegeți opțiunea <application>Pornire aplicații...</application> din fereastra de dialog Adaugă la panou. Pentru mai multe informații consultați <xref linkend="panels-addobject"/>.

source: To open the <application>Run Application</application> dialog, click on the <guibutton>Run</guibutton> button.
ro: Pentru a deschide ferastra de dialog <application>Pornire aplicații</application> efectuați clic pe butonul <guibutton>Pornire aplicații</guibutton>.

source: For more information on the <guilabel>Run Application</guilabel> dialog, see <xref linkend="gospanel-23"/>.
ro: Pentru mai multe informații despre fereastra de dialog <guilabel>Pornire aplicații</guilabel>, consultați <xref linkend="gospanel-23"/>.

source: Search Button
ro: Butonul Căutare

source: Search Tool icon.
ro: Iconița utilitarului Căutare.

source: Search
ro: Căutare

source: Search button
ro: Butonul Căutare

source: The <guibutton>Search</guibutton> button opens the <application>Search Tool</application>, which allows you to search for files on your computer.
ro: Butonul <guibutton>Căutare</guibutton> deschide <application>Unealta de căutare</application>, care vă permite să cautați fișiere în calculator.

source: To add a <guibutton>Search</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Search for Files</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
ro: Pentru a adăuga un buton de <guibutton>Căutare</guibutton> într-o panou, faceți clic-dreapta intr-un loc liber de pe panou. Alegeți <guimenu>Adaugă la panou</guimenu>, apoi alegeți <application>Căutare fișiere</application> din fereastra de dialog Adaugă la panou. Pentru mai multe despre acest lucru consultați <xref linkend="panels-addobject"/>.
