Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: You can also press-and-hold <keycap>Shift</keycap> while you move the window to cause it to only move between the corners of the desktop and other windows.
ro: De asemenea puteți să apăsați și să mențineți tasta <keycap>Shift</keycap> în timp ce mutați fereastra pentru a forța mutarea doar în colțurile ecranului sau ale altor ferestre.

source: If the <keycap>Num Lock</keycap> key is off, you can use the arrows on the numeric keypad, as well as the <keycap>7</keycap>, <keycap>9</keycap>, <keycap>1</keycap>, and <keycap>3</keycap> keys to move diagonally.
ro: Dacă tasta <keycap>Num Lock</keycap> nu este activă atunci puteți folosi tastele săgeți de pe tastatura numerică precum și combinațiile <keycap>7</keycap>, <keycap>9</keycap>, <keycap>1</keycap> și <keycap>3</keycap> pentru a muta fereastra pe diagonală.

source: Resize the window
ro: Redimensionarea ferestrei

source: Drag one of the borders to expand or contract the window on that side. Drag a corner to change two sides at once. The <link linkend="mouse-pointers">resize pointer</link> appears when your mouse is in the correct position to begin the drag action.
ro: Trageți de una din margini pentru a mări sau pentru a micșora fereastra pe partea marginii selectate. Trageți de un colț pentru a modifica două laturi simultan. <link linkend="mouse-pointers">Indicatorul de redimensionare</link> va apărea când mausul este în poziția corectă pentru a efectua acțiunea de tragere.

source: You can also choose Resize from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F8</keycap></keycombo>. The resize pointer appears. Move the mouse in the direction of the edge you want to resize, or press one of the keyboard arrows keys. The pointer changes to indicate the chosen edge. Now you can use the mouse or the arrow keys to move this edge of the window. Click the mouse or press <keycap>Return</keycap> to accept the change. Press <keycap>Escape</keycap> to cancel the resize action and return the window to its original size and shape.
ro: De asemenea puteți alege opțiunea Redimensionare din Meniul ferestrei sau apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>F8</keycap></keycombo>. Va apărea indicatorul de redimensionare al mausului. Mișcați mausul în direcția în care doriți să efectuați redimensionarea sau apăsați tastele săgeți de pe tastatură. Indicatorul se va modifica arătând spre marginea unde se va face redimensionarea. Acum puteți folosi mausul sau tastele săgeți pentru a deplasa marginea ferestrei indicate. Efectuați clic cu mausul sau apăsați tasta <keycap>Enter</keycap> pentru a valida modificările. Pentru a anula redimensionarea apăsați tasta <keycap>Escape</keycap> și fereastra se va întoarce la dimensiunile inițiale.

source: Minimize the window
ro: Minimizarea ferestrei

source: Click on the Minimize button in the titlebar, the leftmost of the group of three on the right. This removes the window from view. The window can be restored to its previous position and size on the screen from the <firstterm>window list</firstterm> on the <link linkend="gospanel-3">bottom edge panel</link> or the <firstterm>window selector</firstterm> in the top panel.
ro: Apăsați butonul Minimizare din bara de titlu, este butonul cel mai din stânga din grupul de trei butoane din dreapta. Această acțiune va ascunde fereastra. Fereastra poate fi restaurată în poziția inițială pe ecran din butonul <firstterm>Listă ferestre</firstterm> de pe <link linkend="gospanel-3">panoul inferior</link> sau de la butonul <firstterm>selector fereastră</firstterm> din panoul superior.

source: You can also choose Minimize from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F9</keycap></keycombo>.
ro: De asemenea puteți selecta opțiunea Minimizare din Meniul ferestrei sau prin apăsarea combinației de taste <keycombo><keycap>Alt</keycap><keycap>F9</keycap></keycombo>.

source: A minimized window is shown in the window list and the window selector with [ ] around its title.
ro: O fereastră minimizată este afișată în Listă ferestre și în Selector fereastră cu titlul între paranteze drepte [ ].

source: Maximize the window
ro: Maximizarea ferestrei

source: Click on the Maximize button in the titlebar, the middle of the group of three on the right. This expands the window so it fills the screen (the panels remain visible).
ro: Apăsați butonul Maximizare din bara de titlu; este butonul din mijloc din grupul de trei butoane dinpartea dreaptă. Prin această acțiune fereastra va „umple” ecranul (panourile vor rămâne vizilbile).

source: You can also choose Maximize from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F10</keycap></keycombo>, or double-click any part of the titlebar except the buttons at either end.
ro: De asemenea puteți selecta optiunea Maximizare din Meniul ferestrei sau prin apăsarea combinației de taste <keycombo><keycap>Alt</keycap><keycap>F10</keycap></keycombo> sau dacă efectuați clic dublu în orice loc de pe bara de tittlu exceptând butoanele din capetele barei de titlu.

source: If you prefer, you can assign the double-click action to <firstterm>roll up</firstterm> the window: see <xref linkend="prefs-windows"/>.
ro: Dacă preferați, puteți asocia pentru clic dublu acțiunea de <firstterm>rulare sub bara de titlu</firstterm> a ferestrei: pentru mai multe amănunte consultați <xref linkend="prefs-windows"/>.

source: Unmaximize the window
ro: Demaximizarea ferestrei

source: When a window is maximized, click again on the Maximize button to restore it to its previous position and size on the screen.
ro: Când o fereastră este maximizată apasați din nou butonul de Maximizare pentru a restaura fereastra la poziția și dimensiunea inițiale pe ecran.

source: You can also choose Unmaximize from the Window Menu, press <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo>, or double-click any part of the titlebar except the buttons at either end.
ro: De asemenea, puteți selecta opțiunea Demaximizare din Meniul ferestrei, să apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo> sau să efectuați clic dublu în orice parte a barei de titlu exceptând butoanele de la cele capetele barei de titlu.

source: Close the window
ro: Închiderea ferestrei

source: Click the Close button, the rightmost of the group of three on the right. Closing the window may also close the application itself. The application will ask you to confirm closing a window that contains unsaved work.
ro: Efectuați clic pe butonul de Închidere, este cel din extrema dreaptă din grupul de trei butoane din partea dreaptă a barei de titlu. Închiderea ferestrei poate duce și la închiderea aplicației propriuzise. Aplicația vă va cere confirmarea în cazul în care fereastra conține rezultate nesalvate.

source: Workspaces commands or a link to them still to go in this section, perhaps
ro: Comenzile pentru spațiu de lucru sau o legătură către ele probabil că vor fi adăugate în această secțiune

source: Giving Focus to a Window
ro: Aducerea unei ferestre în prim-plan

source: To work with an application, you need to give the <firstterm>focus</firstterm> to its window. When a window has focus, any actions such as mouse clicks, typing text, or keyboard shortcuts, are directed to the application in that window. Only one window can have focus at a time. The window that has focus will appear on top of other windows, so nothing covers any part of it. It may also have a different appearance from other windows, depending on your choice of <link linkend="prefs-theme"> theme</link>.
ro: Pentru a lucra cu o aplicație trebuie să îi aduceți fereastra în prim-plan, să îi <firstterm>activați</firstterm> fereastra de lucru. Când o fereastră este activă, orice acțiune precum clic cu butoanele mausului, introducerea de text sau acționarea tastelor rapide sunt adresate aplicației din acea fereastră. Doar o singură fereastră poate fi în prim plan la un anumit moment. O fereastră care este activă va fi afișată deasupra tuturor celorlalte ferestre, în așa fel încât să nu o obtureze nimic. Fereastra activă poate avea și o altă înfățișare funcție de opțiunile stabilite de dumneavoastră în <link linkend="prefs-theme"> Tematică</link>.

source: You can give the focus to a window in any of the following ways:
ro: Puteți activa o fereastră folosind una din metodele următoare:

source: With the mouse, click on any part of the window, if the window is visible.
ro: Cu ajutorul mausului, efectuați clic cu butonul stânga al mausului în orice porțiune a ferestrei inactive și fereastra va deveni vizibilă.

source: On the bottom panel, click on the <guibutton>window list button</guibutton> that represents the window in the <application>Window List</application>.
ro: Pe panoul inferior apăsați butonul <guibutton>Listă ferestre</guibutton> care reprezintă fereastra în aplicația <application>Listă ferestre</application>.

source: On the top panel, click the <guibutton>window list icon</guibutton> and choose the window you want to switch to from the list. The <guibutton>window list icon</guibutton> is at the extreme right of the panel, and its icon matches that of the current window's <guibutton>Window Menu button</guibutton>.
ro: În panoul de sus, apăsați clic pe <guibutton>iconița listă ferestre</guibutton> și alegeți din listă fereastra la care vreți să comutați. <guibutton>Iconița listă ferestre</guibutton> se află în dreapta extremă a panoului, și simbolul ei se potrivește cu cel al <guibutton>butonului meniu</guibutton> al ferestrei curente.

source: If the window you choose is on a different workspace, you will be switched to that workspace. For more on workspaces, see <xref linkend="overview-workspaces"/>.
ro: Dacă fereastra asupra căreia doriți să vă îndreptați atenția se află în alt spațiu de lucru, veți fi trimis în acel spațiu de lucru. Pentru mai multe informații despre spațiile de lucru consultați <xref linkend="overview-workspaces"/>.

source: With the keyboard, hold the <keycap>Alt</keycap> key and press the <keycap>Tab</keycap> key. A pop-up window appears with a list of icons representing each window. While still holding <keycap>Alt</keycap>, press <keycap>Tab</keycap> to move the selection along the list: a black rectangle frames the selected icon and the position of the window it corresponds to is highlighted with a black border. When the window you want to see is selected, release the <keycap>Alt</keycap> key. Using <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> instead of just <keycap>Tab</keycap> cycles through the icons in reverse order.
ro: Folosind tastatura, apăsați și mențineți tasta <keycap>Alt</keycap> și apăsați tasta <keycap>Tab</keycap>. Se va deschide o fereastră în care sunt afișate iconițe reprezentând fiecare fereastră. Cu tasta <keycap>Alt</keycap> menținută apăsată, apăsați tasta <keycap>Tab</keycap> pentru a muta selecția în cadrul listei de iconițe: un cadru dreptunghiular negru va încadra iconița selectată și poziția ferestrei căreia îi corespunde este evidențiată cu un chenar negru. Când fereastra pe care doriți să o vedeți este selectată, eliberați tasta <keycap>Alt</keycap>. Dacă folosiți combinația de taste <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> în loc de <keycap>Tab</keycap> simplu, mutarea selecției se va face în sens invers.

source: You can customize the shortcut used to perform this action with the <link linkend="prefs-keyboard-shortcuts">Keyboard Shortcuts preference tool</link>.
ro: Puteți personaliza combinația de taste pe care să o folosiți pentru această acțiune cu <link linkend="prefs-keyboard-shortcuts">utilitarul Combinații de taste</link>.

source: workspaces
ro: spații de lucru

source: Workspaces allow you to manage which windows are on your screen. You can imagine workspaces as being virtual screens, which you can switch between at any time. Every workspace contains the same desktop, the same panels, and the same menus. However, you can run different applications, and open different windows in each workspace. The applications in each workspace will remain there when you switch to other workspaces.
ro: Spațiile de lucru vă permit să gestionați ce ferestre să fie deschise pe ecran. Vă puteți imagina că spatiile de lucru sunt niște ecrane virtuale pe care le puteți permuta în orice moment. Fiecare spațiu de lucru conține același desktop, aceleași panouri și aceleași meniuri. Dar puteți deschide aplicații diferite și ferestre diferite în oricare dintre spațiile de lucru. Aplicațiile deschise în fiecare din spațiile de lucru vor rămâne unde au fost deschise când treceți dintr-un spațiu de lucru în altul.

source: By default, four workspaces are available. You can switch between them with the <application>Workspace Switcher</application> applet at the right of the <link linkend="bottom-panel">bottom panel</link>. This shows a representation of your workspaces, by default a row of four rectangles. Click on one to switch to that workspace. In <xref linkend="gosoverview-FIG-42"/>, <application>Workspace Switcher</application> contains four workspaces. The first three workspaces contain open windows. The last workspace does not contain currently open windows. The currently active workspace is highlighted.
ro: Implicit sunt disponibile patru spații de lucru. Puteți permuta între ele cu miniaplicatia <application>Comutator spații de lucru</application> din partea dreaptă a <link linkend="bottom-panel">panoului inferior</link>. Acesta oferă o reprezentare in miniatură, cu niște iconițe, a spațiilor de lucru. Apăsați pe unul dintre ele pentru a trece în spațiul de lucru ales. În <xref linkend="gosoverview-FIG-42"/> miniaplicația <application>Comutator spații de lucru</application> conține patru spații de lucru. Ultimul spațiu de lucru nu conține ferestre curente deschise. Spațiul de lucru curent este evidențiat.

source: Workspaces Displayed in Workspace Switcher
ro: Spațiile de lucru afișate în miniaplicația Comutator spații de lucru

source: Workspace Switcher. The context describes the graphic.
ro: Comutator spații de lucru. Figura nu are nevoie de comentarii.

source: Each workspace can have any number of applications open in it. The number of workspaces can be customized: see <xref linkend="workspace-add"/>.
ro: Fiecare spațiu de lucru poate avea oricâte aplicații deschise în el. Numărul de spații de lucru poate fi personalizat: pentru mai multe amănunte consultați <xref linkend="workspace-add"/>.

source: Workspaces enable you to organize the GNOME Desktop when you run many applications at the same time. One way to use workspaces is to allocate a specific function to each workspace: one for email, one for web browsing, one for graphic design, etc. However, everyone has their own preference and you are in no way restricted to only using workspaces like this.
ro: Spațiile de lucru vă permit să vă organizați desktopul GNOME când rulați mai multe aplicații simultan. Un mod de a lucra cu spațiile de lucru este să alocați fiecărui spațiu de lucru o anumită funcție: de exemplu unul pentru email, altul pentru navigare pe Internet, altul pentru grafică, etc.. Dar fiecare are propriile preferințe și din acest punct de vedere nu aveți nici o restricție în modul în care vă organizați spațiile de lucru.

source: Switching Between Workspaces
ro: Comutarea între spațiile de lucru

source: switching between
ro: comutare între

source: You can switch between workspaces in any of the following ways:
ro: Puteți permuta spațiile de lucru folosind una din următoarele metode:

source: In the <application>Workspace Switcher</application> applet in the bottom panel, click on the workspace where you want to work.
ro: În miniaplicația <application>Comutator spații de lucru</application> apăsați spațiul de lucru în care doriți să lucrați.

source: Move the mouse pointer over the <application>Workspace Switcher</application> applet in the bottom panel, and scroll the mouse wheel.
ro: Mutați indicatorul mausului deasupra miniaplicației <application>Comutator spații de lucru</application> din panoul inferior și rotiți rotița mausului.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>right arrow</keycap></keycombo> to switch to the workspace on the right of the current workspace.
ro: Apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>săgeată dreapta</keycap></keycombo> pentru a trece în spațiul de lucru din dreapta spațiului de lucru curent.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>left arrow</keycap></keycombo> to switch to the workspace on the left of the current workspace.
ro: Apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>săgeată stânga</keycap></keycombo> pentru a trece în spațiul de lucru din stânga spațiului de lucru curent.

source: The arrow shortcut keys work according to how your workspaces are set out in the <application>Workspace Switcher</application> applet. If you change your panel so workspaces are displayed vertically instead of horizontally, use <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>up arrow</keycap></keycombo> and <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>down arrow</keycap></keycombo> to switch workspaces.
ro: Tastele rapide săgeți funcționează în concordanță cu dispunerea spațiilor de lucru în miniaplicația <application>Comutator spații de lucru</application> Dacă ați modificat panoul și spațiile sunt afișate vertical și nu orizontal, atunci folosiți combinațiile de taste <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Săgeată sus</keycap></keycombo> și <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Săgeată jos</keycap></keycombo> pentru a naviga dintr-un spațiu de lucru în altul.

source: Adding Workspaces
ro: Cum se adaugă spații de lucru

source: specifying number of
ro: specificarea numărului de

source: To add workspaces to the GNOME Desktop, right-click on the <application>Workspace Switcher</application> applet, then choose <guimenuitem>Preferences</guimenuitem>. The <guilabel>Workspace Switcher Preferences</guilabel> dialog is displayed. Use the <guilabel>Number of workspaces</guilabel> spin box to specify the number of workspaces that you require.
ro: Pentru a adăuga spații de lucru în desktopul GNOME efectuați clic dreapta pe miniaplicația <application>Comutator spații de lucru</application> și alegeți opțiunea <guimenuitem>Preferințe</guimenuitem>. Se va afișa fereastra de dialog <guilabel>Preferințe comutator spații de lucru</guilabel>. Din căsuța <guilabel>Număr de spații</guilabel> alegeți numărul de spații de lucru dorit.

source: Applications
ro: Aplicații

source: An <firstterm>application</firstterm> is a type of computer program that allows you to perform a particular task. You might use applications to create text documents such as letters or reports; to work with spreadsheets; to listen to your favorite music; to navigate the Internet; or to create, edit, or view images and videos. For each of these tasks, you would use a different application.
ro: O <firstterm>aplicație </firstterm> este un tip de program de calculator care vă permite să efectuați o anumită sarcină. Puteți folosi aplicații pentru a crea documente în format text cum ar fi scrisorile sau rapoartele; le puteți folosi la calcul tabelar sau la navigarea pe Internet sau le puteți folosi la crearea, editarea sau vizionarea imaginilor sau filmelor. Pentru fiecare dintre aceste sarcini folosiți o aplicație diferită.

source: To launch an application, open the <guimenu>Applications</guimenu> menu and choose the application you want from the submenus. For more on this, see <xref linkend="applications-menu"/>.
ro: Pentru a lansa o aplicație deschideți meniul <guimenu>Aplicații</guimenu> și alegeți aplicația dorită din submeniuri. Pentru mai multe informații despre aceasta consultați <xref linkend="applications-menu"/>.

source: The applications that are part of GNOME include the following:
ro: Dintre aplicațiile care fac parte din GNOME pot fi amintite următoarele:

source: <ulink type="help" url="ghelp:gedit"><application>Gedit Text Editor</application></ulink> can read, create, or modify any kind of simple text without any formatting.
ro: <ulink type="help" url="ghelp:gedit"><application>Gedit editorul de text</application></ulink> care poate citi, crea sau modifica orice tip de text simplu fără tehnoredactare.

source: <ulink type="help" url="ghelp:gnome-dictionary"><application>Dictionary</application></ulink> allows you to look up definitions of a word.
ro: <ulink type="help" url="ghelp:gnome-dictionary"><application>Dicționar</application></ulink> care vă prmite să căutați anumiți termeni în anumite dicționare.

source: <ulink type="help" url="ghelp:eog"><application>Image Viewer</application></ulink> can display single image files, as well as large image collections.
ro: <ulink type="help" url="ghelp:eog"><application>Eog programul de afișare</application></ulink> poate reda o singură imagine sau poate afișa colecții ce cuprind un număr mare de imagini.

source: <ulink type="help" url="ghelp:gcalctool"><application>Calculator</application></ulink> performs basic, financial, and scientific calculations.
ro: <ulink type="help" url="ghelp:gcalctool"><application>Calculator</application></ulink> care este o aplicație ce vă permite să efectuați calcule simple, financiare sau științifice.

source: <ulink type="help" url="ghelp:gucharmap"><application>Character Map</application></ulink> lets you choose letters and symbols from the <firstterm>Unicode</firstterm> character set and paste them into any application. If you are writing in several languages, not all of the characters you need will be on your keyboard.
ro: <ulink type="help" url="ghelp:gucharmap"><application>Selector caractere</application></ulink> vă permite să alegeți litere și simboluri din setul de caractere <firstterm>Unicode</firstterm>, pe care sa le lipiți în orice aplicație. Dacă scrieți în mai multe limbi, nu toate caracterele de care aveți nevoie sunt prezente pe tastatura standard.

source: <link linkend="nautilus"><application>Nautilus File Manager</application></link> displays your folders and their contents. Use this to copy, move and classify your files, and to access CDs, USB flash drives, and any other removable media. When you choose an item from the <link linkend="places-menu"><guimenu>Places</guimenu> menu</link>, a <application>Nautilus File Manager</application> window opens showing that location.
ro: <link linkend="nautilus"><application>Managerul de fișiere Nautilus</application></link> afișează dosarele dumneavoastră și conținutul acestora. Îl puteți utiliza pentru a copia, a muta și a clasifica fișierele dumneavoastră și pentru a accesa CD-urile, dispozitivele flash USB și orice alte medii detașabile. Când alegeți un element din <link linkend="places-menu">meniul<guimenu>Locații</guimenu></link>, se va deschide o fereastră a <application>Managerului de fișiere Nautilus</application> care va afișa acea locație.

source: <ulink type="help" url="ghelp:gnome-terminal"><application>Terminal</application></ulink> gives you access to the system command line.
ro: <ulink type="help" url="ghelp:gnome-terminal"><application>Terminal</application></ulink> care vă permite să aveți acces la linia de comandă.
