Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Select the <guilabel>Run in terminal</guilabel> option to run the application or command in a terminal window. Choose this option for an application or command that does not create a window in which to run.
ro: Selectați opțiunea <guilabel>Rulare în terminal</guilabel> pentru a rula aplicația sau comanda într-o fereastră de terminal. Selectați această opțiune pentru cazul aplicațiilor sau comenzilor care nu crează o fereastră în care să ruleze (nu au interfață grafică, GUI).

source: Click on the <guibutton>Run</guibutton> button on the <guilabel>Run Application</guilabel> dialog.
ro: Apăsați butonul <guibutton>Rulează</guibutton> din fereastra de dialog <guilabel>Rulare aplicații</guilabel>.

source: Taking Screenshots
ro: Realizați o captură de ecran

source: screenshots, taking
ro: capturi de ecran, cum se fac

source: You can take a screenshot in any of the following ways:
ro: Puteți face o captură de ecran în oricare din următoarele moduri:

source: From any panel
ro: Din orice panou

source: You can add a <guibutton>Take Screenshot</guibutton> button to any panel. For instructions on how to do this, see <xref linkend="panels-addobject"/>. Click on the <guibutton>Take Screenshot</guibutton> button to take a screenshot of the entire screen.
ro: Puteti adăuga butonul <guibutton>„Realizează o captură de ecran”</guibutton> în orice panou. Pentru a afla cum se adaugă un buton pe panou consultați <xref linkend="panels-addobject"/>. Efectuați clic pe butonul <guibutton>„Realizează o captură de ecran”</guibutton> pentru a face o „poză” a întregului ecran.

source: Use shortcut keys
ro: Utilizați taste de acces rapid

source: To take a screenshot, use the following shortcut keys:
ro: Pentru a realiza o captură de ecran, folosiți următoarele taste de acces rapid:

source: Default Shortcut Keys
ro: Taste de acces rapid implicite

source: Function
ro: Funcție

source: Takes a screenshot of the entire screen.
ro: Realizează o captură a întregului ecran.

source: Takes a screenshot of the window which is active.
ro: Fă o captură de ecran a ferestrei active.

source: You can use the <link linkend="prefs-keyboard-shortcuts"><application>Keyboard Shortcuts</application> preference tool</link> to modify the default shortcut keys.
ro: Puteți folosi utilitarul <link linkend="prefs-keyboard-shortcuts"><application>Combinații de taste</application> </link> pentru a modifica combinațiile de taste implicite.

source: From the Menubar
ro: Din bara de meniu

source: Choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Take Screenshot</guimenuitem></menuchoice>.
ro: Alegeți <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Realizează o captură de ecran</guimenuitem></menuchoice>.

source: From the Terminal
ro: Din Terminal

source: You can use the <command>gnome-screenshot</command> command to take a screenshot. The <command>gnome-screenshot</command> command takes a screenshot of the entire screen, and displays the <guilabel>Save Screenshot</guilabel> dialog. Use the <guilabel>Save Screenshot</guilabel> dialog to save the screenshot.
ro: Puteți utiliza comanda <command>gnome-screenshot</command> pentru a executa o captură de ecran. Comanda <command>gnome-screenshot</command> va executa o captură a întregului ecran și va afișa fereastra de dialog <guilabel>Salvare captură</guilabel>. Utilizați fereastra de dialog <guilabel>Salvare captură</guilabel> pentru a salva captura de ecran realizată.

source: You can also use options on the <command>gnome-screenshot</command> command as follows:
ro: Puteți folosi opțiuni pentru comanda <command>gnome-screenshot</command> după cum urmează:

source: Option
ro: Opțiune

source: Takes a screenshot of the window that has focus.
ro: Face o fotografie ferestrei active.

source: seconds
ro: secunde

source: Takes a screenshot after the specified number of seconds, and displays the <guilabel>Save Screenshot</guilabel> dialog. Use the <guilabel>Save Screenshot</guilabel> dialog to save the screenshot.
ro: Realizează o captură de ecran după un interval de timp specificat în secunde și afișează fereastra de dialog <guilabel>Salvează captura de ecran</guilabel>. Utilizați fereastra de dialog <guilabel>Salvează captura de ecran</guilabel> pentru a salva poza pe care ați realizat-o.

source: Takes a screenshot including the border of the window.
ro: Realizează o captură de ecran care include chenarul ferestrei.

source: Takes a screenshot without the border of the window.
ro: Realizează o captură de ecran care nu include chenarul ferestrei.

source: Takes a screenshot and adds a shadow bevel effect around it.
ro: Fă o captură de ecran și adaugă un efect de înclinație in jurul acesteia.

source: Takes a screenshot and adds a border effect around it.
ro: Fă o captură de ecran și adaugă un efect de contur în jurul acesteia.

source: Opens a window that lets you set options before taking the screenshot.
ro: Deschide o fereastră de dialog în care puteți alege opțiunile dorite, înainte de a realiza captura de ecran.

source: Displays the options for the command.
ro: Afișează opțiunile pentru comandă.

source: When you take a screenshot, the <guilabel>Save Screenshot</guilabel> dialog opens. To save the screenshot as an image file, enter the filename for the screenshot, choose a location from the drop-down list and click the <guilabel>Save</guilabel> button. You can also use the <guilabel>Copy to Clipboard</guilabel> button to copy the image to the clipboard or transfer it to another application by drag-and-drop.
ro: După ce ați efectuat o captură de ecran, se va deschide fereastra de dialog <guilabel>Salvează captura de ecran</guilabel>. Pentru a salva captura de ecran ca un fișier imagine introduceți numele dorit pentru fișier, alegeți locul în care doriți să o salvați din lista derulantă și apăsați butonul <guilabel>Salvează</guilabel>. Mai puteți folosi opțiunea <guilabel>Copy to Clipboard</guilabel> pentru a copia imaginea pe clipboard sau puteți transfera direct imaginea într-o altă aplicație prin tragerea și plasarea pozei în aplicația respectivă.

source: Yelp Help Browser
ro: Yelp - navigatorul pentru asistență și ajutor

source: Introduction
ro: Introducere

source: The <application>Yelp Help Browser</application> application allows you to view documentation regarding GNOME and other components through a variety of formats. These formats include docbook files, HTML help pages, man pages and info pages (support for man pages and info pages may optionally be compiled in). Despite the different formats supported, Yelp does its best to provide a unified look and feel regardless of the original document format.
ro: Aplicația <application>Yelp Help Browser</application> vă permite să afișați documentația referitoare la GNOME și la alte componente într-o gamă variată de formate. Aceste formate pot fi fișiere docbook, fișiere HTML, pagini de manual, pagini info (suportul pentru pagini man și info poate fi compilat opțional). În ciuda numărului mare de formate suportate Yelp încearcă să ofere un aspect unitar indiferent de formatul documentului original.

source: <application>Yelp Help Browser</application> is internationalised, meaning that it has support to view documents in different languages. The documents must be localised or translated for each language and installed properly for Yelp Help Browser to be able to view them.
ro: <application>Yelp - navigatorul pentru asistență și ajutor</application> este internaționalizat, adică are posibilitatea să afișeze documente în limbi diferite. Documentele trebuie localizate sau traduse pentru fiecare limbă în parte și instalate corespunzător pentru ca Navigatorul de ajutor Yelp să le poată afișa.

source: Starting Yelp
ro: Lansarea programului Yelp

source: To Start <application>Yelp Help Browser</application>
ro: Lansarea aplicației <application>Yelp - navigatorul pentru asistență și ajutor</application>

source: You can start <application>Yelp Help Browser</application> in the following ways:
ro: Puteți porni aplicația <application>Yelp - navigatorul pentru asistență și ajutor</application> astfel:

source: <guimenu>System</guimenu> Menu
ro: Meniul <guimenu>Sistem</guimenu>

source: Choose <application>Help</application>
ro: Selectați <application>Ajutor și suport</application>

source: Command Line
ro: Linia de comandă

source: Execute the following command: <command>yelp</command>
ro: Executați comanda următoare:<command>yelp</command>

source: Interface
ro: Interfață

source: When you start <application>Yelp Help Browser</application>, you will see the following window appear.
ro: Când porniți <application>Yelp - navigatorul pentru asistență și ajutor</application> veți observa deschizându-se fereastra următoare.

source: <application>Yelp Help Browser</application> Window
ro: Fereastra aplicației <application>Yelp - navigatorul pentru asistență și ajutor</application>

source: <placeholder-1/><application>Yelp Help Browser</application> contains the following elements in <xref linkend="fig-yelp-window"/>
ro: <placeholder-1/><application> Yelp - navigatorul pentru asistență și ajutor</application> conține următoarele elemente <xref linkend="fig-yelp-window"/>

source: Menubar
ro: Bara de meniu

source: File
ro: Fișier

source: Use this menu to Open a New Window, view the About this Document page, Print the current document, or Close the window.
ro: Puteți folosi aces meniu pentru a deschide o fereastră nouă, să afișați informații despre această pagină de documentație, să tipăriți documentația curentă sau să închideți fereastra.

source: Edit
ro: Editare

source: Use this menu to Copy, Select all, Find..., or to set your Preferences.
ro: Puteți folosi acest meniu pentru a copia, selecta, căuta sau pentru a alege opțiunile preferate.

source: Go
ro: Navigare

source: Use this menu to navigate Back, Forward, to the Help Topics page. When viewing a DocBook document, use this menu to navigate to the Next Section, Previous Section or to the Contents.
ro: Puteți utiliza acest meniu pentru a naviga înainte și înapoi, către pagina de cuprins. Când afișați un document în format DocBook utilizați acest meniu pentru a naviga la capitolul anterior, la cel următor sau la cuprins.

source: Bookmarks
ro: Favorite

source: Use this menu to Add Bookmark(s), or Edit Bookmark(s).
ro: Utilizați acest meniu pentru a adăuga sau a edita paginile favorite

source: Help
ro: Ajutor

source: View information about Yelp Help Browser and contributors to the project through the <guimenuitem>About</guimenuitem> menuitem. Open this document with the <guimenuitem>Contents</guimenuitem> menuitem or by pressing <keycap>F1</keycap>.
ro: Afișați informații despre Yelp - navigatorul de asistență și ajutor și despre cei care au colaborat la acest proiect selectând opțiunea de meniu <guimenuitem>Despre</guimenuitem>. Deschideți acest document pe care îl citiți acum selectând opțiunea de meniu <guimenuitem>Conținut</guimenuitem> sau apăsând tasta funcțională <keycap>F1</keycap>.

source: Toolbar
ro: Bară de unelte

source: Back
ro: Înapoi

source: Use this button to navigate back in your document history.
ro: Folosiți acest buton pentru a naviga înapoi în istoricul documentului.

source: Forward
ro: Înainte

source: Use this button to navigate forward in your document history.
ro: Folosiți acest buton pentru a naviga înainte în istoricul documentului.

source: Help Topics
ro: Sumar

source: Use this button to return to the main table of contents (shown in <xref linkend="fig-yelp-window"/>).
ro: Folosiți acest buton pentru a vă întoarce la pagina de cuprins (vizibil în <xref linkend="fig-yelp-window"/>).

source: Browser Pane
ro: Panou de navigare

source: The browser pane is where you will be presented with the table of contents or the documentation. Use the table of contents to navigate to the documentation you need.
ro: Panoul lateral al navigatorului este locul în care este afișat cuprinsul documentației. Utilizați acest panou pentru a naviga spre documentația pe care doriți să o consultați.

source: Using Yelp
ro: Utilizarea aplicației Yelp

source: Open a Document
ro: Deschiderea unui document

source: In an application, click <menuchoice><guimenu>Help</guimenu><guimenuitem>Contents</guimenuitem></menuchoice>
ro: Într-o aplicație, apăsați <menuchoice><guimenu>Ajutor</guimenu><guimenuitem>Conținut</guimenuitem></menuchoice>

source: Use the Table of Contents to navigate to the desired document.
ro: Utilizați Cuprinsul pentru a naviga la documentul dorit.

source: You can drag a Docbook XML file from Nautilus to the Yelp window or launcher.
ro: Aveți posibilitatea să glisați un fișier XML DocBook de la Nautilus la fereastra sau lansatorul Yelp.

source: Press the <keycap>F1</keycap> key.
ro: Apăsați tasta <keycap>F1</keycap>.

source: To open a document in <application>Yelp Help Browser</application>: <placeholder-1/>
ro: Pentru a deschide un document în <application>Yelp - navigatorul pentru asistență și ajutor</application>: <placeholder-1/>

source: Alternatively, you may view a particular document by invoking Yelp Help Browser from the command line or dragging files to Yelp. See <xref linkend="yelp-open-specific"/> for more on this.
ro: Alternativ, puteți consulta un anumit document invocând navigatorul Yelp din linia de comandă sau trăgând fișiere în Yelp. Pentru mai multe detalii consultați <xref linkend="yelp-open-specific"/>.

source: Open a New Window
ro: Deschiderea unei ferestre noi

source: To open a new window:
ro: Pentru a deschide o fereastră nouă procedați astfel:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>New Window</guimenuitem></menuchoice>
ro: Din meniul principal al navigatorului Yelp selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Fereastră nouă</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>
ro: Utilizați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>

source: About This Document
ro: Despre acest document

source: To view information about the currently open document:
ro: Pentru a afișa informații despre documentul curent deschis procedați astfel:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>About This Document</guimenuitem></menuchoice>
ro: Din meniul principal al navigatorului Yelp selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Despre acest document</guimenuitem></menuchoice>

source: This option is only available for DocBook documentation. Legal notices and documentation contributors are usually listed in this section.
ro: Această opțiune este disponibilă doar pentru documentația în format DocBook. Notițele legale și autorii documentației sunt de regulă listați in această secțiune.

source: Print a Page
ro: Tipăriți o pagină

source: To print any page that you are able to view in <application>Yelp Help Browser</application>:
ro: Pentru a tipări orice pagină pe care o puteți afișa în <application>Yelp - navigatorul pentru asistență și ajutor</application> procedați astfel:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Print this Page</guimenuitem></menuchoice>
ro: Din meniul principal al navigatorului Yelp selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Tipărește această pagină</guimenuitem></menuchoice>

source: Print a Document
ro: Tipărirea unui document

source: To print an entire document:
ro: Pentru a tipări un document în întregime procedați astfel:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Print this Document</guimenuitem></menuchoice>
ro: Din meniul principal al navigatorului Yelp selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Tipărește acest document</guimenuitem></menuchoice>

source: This option is only available for DocBook documentation.
ro: Această opțiune este disponibilă doar pentru documentația in format DocBook.

source: Close a Window
ro: Închiderea unei ferestre

source: To close a window in <application>Yelp Help Browser</application>, do the following:
ro: Pentru a închide o fereastră în <application>Yelp - navigatorul pentru asistență și ajutor</application>, procedați astfel:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>
ro: Din meniul principal al navigatorului Yelp selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Închide fereastra</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>

source: Set Preferences
ro: Alegerea opțiunilor preferate

source: To set your preferences in <application>Yelp Help Browser</application>:
ro: Pentru a seta opțiunile preferate în <application>Yelp - navigatorul pentru asistență și ajutor</application> procedați astfel:

source: Click <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>
ro: Din meniul principal al navigatorului Yelp selectați <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>

source: <placeholder-1/>A window will appear that looks like <xref linkend="yelp-preferences"/>:
ro: <placeholder-1/>Va apărea o fereastră care arată astfel<xref linkend="yelp-preferences"/>:

source: <application>Yelp Help Browser</application> Preferences Window
ro: <application>Yelp - navigatorul pentru asistență și ajutor</application> fereastra de Preferințe

source: <placeholder-1/>The options that are available in this dialog have the following functions:
ro: <placeholder-1/>Opțiunile prezente în această fereastră de dialog indeplinesc următoarele funcții:

source: Use system fonts
ro: Folosește fonturile sistemului

source: Check this option to display documentation using the default fonts used by the GNOME Desktop.
ro: Selectați această opțiune pentru a afișa documentația utilizând caracterele implicite utilizate de mediul grafic GNOME.

source: To choose your own fonts to display documentation, uncheck this option and click on the buttons next to the text <guilabel>Variable Width</guilabel> or <guilabel>Fixed Width</guilabel>.
ro: Pentru a utiliza caractere proprii pentru afișarea documentației deselectați această opțiune și apăsați butoanele din dreptul textului <guilabel>Lățime variabilă</guilabel> sau <guilabel>Lățime fixă</guilabel>.

source: Variable Width
ro: Lățime variabilă

source: This is the font to use when a static or fixed width font is not required. The majority of text will be of this type.
ro: Acesta este setul de caractere care va fi folosit când nu este necesară utilizarea caracterelor statice sau cu dimensiune fixată. Majoritatea textelor va fi de acest tip.

source: Fixed Width
ro: Lățime fixă

source: This is the font to use when all text characters need to be of the same size. This font is usually used to indicate commands, program blocks, or other text that falls under these categories.
ro: Acestea sunt caracterele ce vor fi folosite când toate literele folosite în text trebuie să aibă aceeași dimensiune. Acest tip de caracter este folosit, de regulă, pentru scrierea comenzilor, liniilor de program sau în alte texte care se încadrează în aceste categorii.

source: Browse with caret
ro: Navigare folosind tastatura

source: Click this option if you would like see a caret or cursor in the <xref linkend="yelp-browser-pane"/>. This allows you to browse the document more easily by showing where the cursor is located in the document.
ro: Selectați această opțiune pentru a vedea carul sau cursorul în <xref linkend="yelp-browser-pane"/>. Acest lucru vă permite să navigați în document mult mai ușor prin afișarea locului unde se află cursorul în document.

source: Go Back in Document History
ro: Navigare înapoi în istoricul documentului

source: To go back in the document history:
ro: Pentru a naviga înapoi în istoricul documentului procedați astfel:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Back</guimenuitem></menuchoice>
ro: Selectați <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Înapoi</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Alt</keycap><keycap>Săgeată stânga</keycap></keycombo>

source: Use the <guibutton>Back</guibutton> button in the <interface>Toolbar</interface>
ro: Apăsați butonul <guibutton>Înapoi</guibutton> din <interface>Bara de unelte</interface>

source: Go Forward in Document History
ro: Navigare înainte în istoricul documentului

source: To go forward in the document history:
ro: Pentru a naviga înainte în istoricul documentului procedați astfel:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Forward</guimenuitem></menuchoice>
ro: Selectați opțiunea de meniu <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Înainte</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Right</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Alt</keycap><keycap>Săgeată dreapta</keycap></keycombo>

source: Use the <guibutton>Forward</guibutton> button in the <interface>Toolbar</interface>
ro: Apăsați butonul <guibutton>Înainte</guibutton> din <interface>Bara de unelte</interface>

source: Go to Help Topics
ro: Selectarea capitolelor

source: To go to the Help Topics:
ro: Pentru a selecta capitolelor care vă interesează procedați astfel:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Help Topics</guimenuitem></menuchoice>
ro: Efectuați clic pe opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Sumar pentru ajutor</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Home</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Alt</keycap><keycap>Home</keycap></keycombo>

source: Use the <guibutton>Help Topics</guibutton> button in the <interface>Toolbar</interface>
ro: Folosiți butonul <guibutton>Sumar pentru ajutor</guibutton> din <interface>Bara de unelte</interface>

source: Go to Previous Section
ro: Navigare la secțiunea precedentă

source: To go to the previous section:
ro: Pentru a naviga la secțiunea precedentă procedați astfel:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Previous Section</guimenuitem></menuchoice>
ro: Selectați opțiunea de meniu <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Secțiunea anterioară</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Up</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Alt</keycap><keycap>Săgeată sus</keycap></keycombo>

source: This option is only available in DocBook formatted documents.
ro: Această opțiune este disponibilă doar pentru documentele în format DocBook.

source: Go to Next Section
ro: Navigare la secțiunea următoare

source: To go to the next section:
ro: Pentru a naviga la secțiunea următoare procedați astfel:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Next Section</guimenuitem></menuchoice>
ro: Selectați opțiunea de meniu <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Secțiunea următoare</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Down</keycap></keycombo>
ro: Folosiți combinația de taste <keycombo><keycap>Alt</keycap><keycap>Săgeată jos</keycap></keycombo>

source: Go to Contents
ro: Navigarea către Conținut

source: To go to the contents for a document:
ro: Pentru a naviga către conținutul unui document procedați astfel:
