Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: <application>Nautilus</application> extensions are far more powerful than <application>Nautilus</application> scripts, allowing more freedom where and how they extend <application>Nautilus</application>. <application>Nautilus</application> extensions are typically installed by your system administrator.
ro: Extensiile pentru <application>Nautilus</application> sunt mult mai puternice decât scripturile pentru <application>Nautilus</application>, permițându-vă mai multă libertate unde și cum pot extinde funcțiile <application>Nautilus</application>. De regulă, extensiile <application>Nautilus</application> sunt instalate de către administratorul sistemului dumneavoastră.

source: This extension allows you to easily assign actions based on file type
ro: Această extensie vă permite să asociați ușor acțiuni bazate pe tipul fișierului

source: This extension provides a simple way to send a file or folder to another using email, instant messaging, or Bluetooth.
ro: Această extensie asigură un mod simplu de trimitere a unui fișier sau dosar către altcineva folosind e-mailul, mesagerul instant sau Bluetooth.

source: This extension provides an easy way to open a terminal at the selected starting location.
ro: Această extensie asigură un mod simplu de a deschide un terminal în locația selectată.

source: Some popular <application>Nautilus</application> extensions include: <placeholder-1/>
ro: Printre extensiile <application>Nautilus</application> cele mai folosite se pot enumera: <placeholder-1/>

source: If you are looking for the <guilabel>Open Terminal</guilabel> command which used to exist in the <application>Nautilus</application> right click menu by default then you should install the <application>nautilus-open-terminal</application> extension.
ro: Dacă doriți să folosiți comanda <guilabel>Deschide în terminal</guilabel>, care exista implicit în meniul contextual <application>Nautilus</application> când efectuați clic dreapta, atunci trebuie să instalați extensia <application>nautilus-open-terminal</application>.

source: Using the Main Menubar
ro: Utilizarea bării meniului principal

source: This chapter describes how to use the GNOME Panel Menubar.
ro: Acest capitol descrie modul de utilizare a bării de meniu din panoul GNOME

source: The panel menubar is your main point of access to GNOME. Use the <guimenu>Applications</guimenu> menu to launch applications, the <guimenu>Places</guimenu> to open locations on your computer or network, and the <guimenu>System</guimenu> to customize your system, get help with GNOME, and log out of GNOME or shut down your computer.
ro: Bara de meniuri din panoul superior este punctul dumneavoastră principal de acces în mediul GNOME. Astfel folosiți meniul <guimenu>Aplicații</guimenu> pentru a lansa aplicații, meniul <guimenu>Locații</guimenu> pentru a accesa locuri din calculator sau din rețea și folosiți meniul <guimenu>Sistem</guimenu> pentru a vă personaliza sistemul, pentru a găsi asistență și suport, pentru a ieși din mediul GNOME sau pentru a închide calculatorul.

source: The following sections describe these three menus.
ro: Capitolul următor descrie aceste trei meniuri.

source: By default, the panel menubar is on the <link linkend="top-panel">Top Edge Panel</link>. But like any other panel object, you can move the menubar to another panel, or have more than one instance of the menubar in your panels. For more on this, see <xref linkend="panel-menus"/>.
ro: Implicit bara de meniuri se găsește în <link linkend="top-panel">Panoul superior</link>. Dar, ca orice obiect pentru panou, puteți muta bara de meniuri în alt panou sau puteți avea mai multe instanțe ale barei de meniuri deschise în mai multe panouri. Pentru mai multe informații consultați <xref linkend="panel-menus"/>.

source: Applications Menu
ro: Meniul Aplicații

source: Applications menu
ro: Meniu aplicații

source: The <guimenu>Applications</guimenu> menu contains a hierarchy of submenus, from which you can start the applications that are installed on your system.
ro: Meniul <guimenu>Aplicații</guimenu> conține o serie de submeniuri ordonate, din care puteți porni aplicațiile care sunt instalate în sistemul dumneavoastră.

source: Each submenu correponds to a category. For example, in the <guimenu>Sound &amp; Video</guimenu> submenu, you will find applications for playing CDs and recording sound.
ro: Fiecare submeniu corespunde unei categorii. De exemplu, în submeniul <guimenu>Muzică și filme</guimenu> veți găsi aplicații pentru redarea CD-urilor și pentru înregistrarea sunetului.

source: To launch an application, perform the following steps:
ro: Pentru a lansa o aplicație procedați astfel:

source: Open the <guimenu>Applications</guimenu> menu by clicking on it.
ro: Deschideți meniul <guimenu>Aplicații</guimenu> efectuând clic pe el.

source: Move the mouse down the menu to the category the application you want is in. Each submenu opens as your mouse passes over the category.
ro: Mutați mausul în meniu, la categoria din care face parte aplicația pe care o doriți. Fiecare categorie se deschide în momentul în care treceți mausul pe deasupra ei.

source: Click the menu item for the application.
ro: Efectuați clic pe opțiunea de meniu care corespunde aplicației.

source: When you install a new application, it is automatically added to the <guimenu>Applications</guimenu> menu in a suitable category. For example, if you install an instant messenger application, a VoIP application, or an FTP client, you will find it in the <guimenu>Internet</guimenu> submenu.
ro: Când instalați o aplicație nouă, aceasta este adăugată automat în meniul <guimenu>Aplicații</guimenu> la categoria corespunzătoare. De exemplu, dacă instalați o aplicație pentru mesagerie instant, o aplicație de tip VoIP sau un client FTP, atunci o veți găsi în submeniul <guimenu>Internet</guimenu>.

source: Places Menu
ro: Meniul Locații

source: Places menu
ro: Meniu „Locuri”

source: The <guimenu>Places</guimenu> menu is a quick way to go to various locations on your computer and your local network. The <guimenu>Places</guimenu> menu allows you to open the following items:
ro: Meniul <guimenu>Locații</guimenu> oferă o metodă rapidă de a accesa locuri diferite din calculatorul sau rețeaua dumneavoastră. Meniul <guimenu>Locații</guimenu> vă permite să accesați următoarele articole:

source: Your Home folder<remark>Add link!</remark>
ro: Dosarul dumneavoastră personală <remark>Adaugă legătură!</remark>

source: The Desktop folder, which corresponds to the items displays in the desktop.
ro: Dosarul Desktop, care corespunde elementelor afișate pe ecran.

source: The items in your Nautilus bookmarks. For more on this, see <xref linkend="nautilus-bookmarks"/>.
ro: Articolele din meniul Favorite din Nautilus. Pentru mai multe informații despre aceasta consultați <xref linkend="nautilus-bookmarks"/>.

source: Your computer, which shows all your drives.
ro: Calculatorul dumneavoastră, unde sunt afișate toate dispozitivele pe care le aveți.

source: The Nautilus CD/DVD Creator. For more on this, see <xref linkend="nautilus-cdwriter"/>.
ro: Programul de creare CD/DVD din Nautilus. Pentru mai multe informații consultați <xref linkend="nautilus-cdwriter"/>.

source: The local network. For more on this, see <xref linkend="nautilus-accessnetwork"/>.
ro: Rețeaua locală. Pentru mai multe informații consultați <xref linkend="nautilus-accessnetwork"/>.

source: The last three items on the menu perform actions rather than open locations.
ro: Se poate considera că ultimele articole din meniu mai degrabă execută niște acțiuni și nu deschid direct locații.

source: <guimenuitem>Connect to Server</guimenuitem> lets you choose a server on your network. For more on this, see <xref linkend="nautilus-server-connect"/>.
ro: Opțiunea <guimenuitem>Conectare la server</guimenuitem> vă permite să alegeți un server din rețeaua dumneavoastră. Pentru mai multe informații consultați <xref linkend="nautilus-server-connect"/>.

source: <guimenuitem>Search for Files</guimenuitem> lets you search for files on your computer. For more on this, see the <ulink type="help" url="ghelp:gnome-search-tool">Search for Files Manual</ulink>.
ro: Opțiunea <guimenuitem>Căutare fișiere</guimenuitem> vă permite să căutați fișiere din calculatorul dumneavoastră. Pentru mai multe informații consultați <ulink type="help" url="ghelp:gnome-search-tool">Manualul căutare fișiere</ulink>.

source: The <guimenuitem>Recent Documents</guimenuitem> submenu lists the documents you have recently opened. The last entry in the submenu clears the list.
ro: Submeniul <guimenuitem>Documente recente</guimenuitem> afișează documentele pe care le-ați deschis recent. Ultima opțiune din acest submeniu va șterge lista documentelor deschise recent.

source: System Menu
ro: Meniul Sistem

source: The <guimenu>System</guimenu> menu allows you to set your preferences for the GNOME Desktop, get help with using GNOME, and log out or shut down.
ro: Meniul <guimenu>Sistem</guimenu> vă permite să stabiliți preferințele pentru Desktopul GNOME, să obțineți suport și ajutor folosind GNOME, și să vă deconectați sau să opriți calculatorul.

source: The <guimenuitem>Control Center</guimenuitem> item contains preference tools to configure your computer. For more information on using these preference tools, see <xref linkend="prefs"/>.
ro: Submeniul <guimenuitem>Centrul de control</guimenuitem> conține toate uneltele de preferințe de care aveți nevoie pentru a vă configura mediul desktop. Pentru mai multe informații, despre cum puteți folosi aceste utilitare de preferințe, consultați <xref linkend="prefs"/>.

source: The <guimenuitem>Help</guimenuitem> item launches the Help Browser.
ro: Opțiunea <guimenuitem>Ajutor și suport</guimenuitem> lansează navigatorul Yelp pentru ajutor și suport.

source: The <guimenuitem>About GNOME</guimenuitem> item has a brief introduction to GNOME, links to the GNOME website, and credits.
ro: Opțiunea <guimenuitem>Despre GNOME</guimenuitem> vă oferă o scurtă introducere în mediul grafic GNOME, legături către paginile oficiale ale proiectului GNOME și vă prezintă lista persoanelor care au contribuit semnificativ la dezvoltarea proiectului.

source: The <guimenuitem>Lock Screen</guimenuitem> command starts your screensaver, and requires your password to return to the desktop. For more on this, see <xref linkend="lock-screen"/>.
ro: Comanda <guimenuitem>Blochează ecranul</guimenuitem> va porni economizorul de ecran și vă va solicita parola când veți încerca să reveniți la spațiul de lucru. Vizitați <xref linkend="lock-screen"/>, pentru mai multe detalii.

source: Choose <guimenuitem>Log Out</guimenuitem> to log out of GNOME, or to switch user.
ro: Butonul <guibutton>Ieșire din sesiune</guibutton> vă permite să încheiați sesiunea GNOME sau să comutați în contul altui utilizator.

source: Choose <guimenuitem>Shut Down</guimenuitem> to end your GNOME session and turn off your computer, or restart it.
ro: Alegeți <guimenuitem>Oprire</guimenuitem> pentru a încheia sesiunea GNOME și pentru a închide calculatorul, sau să îl reporniți.

source: For more on logging out and shutting down, see <xref linkend="shutdown"/>.
ro: Pentru mai multe informații despre părăsirea sesiunii și despre oprirea sistemului consultați <xref linkend="shutdown"/>.

source: Customizing the Panel Menubar
ro: Personalizarea barei de meniuri din panou

source: You can modify the contents of the following menus:
ro: Puteți schimba conținutul următoarelor meniuri:

source: <guimenu>Applications</guimenu> menu
ro: meniul <guimenu>Aplicații</guimenu>

source: <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> submenu
ro: submeniul <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Preferințe</guisubmenu></menuchoice>

source: <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu></menuchoice> submenu
ro: submeniul <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu></menuchoice>

source: To edit the items in these menus, right-click on the panel menubar, and choose <guimenuitem>Edit Menus</guimenuitem>. The <guilabel>Menu Layout</guilabel> window opens.
ro: Pentru a edita elementele din aceste meniuri, apăsați clic dreapta pe bara de meniu panou, și alegeți <guimenuitem>Editare Meniuri</guimenuitem> . Fereastra <guilabel>Aspect Meniu</guilabel> se va deschide.

source: The <guilabel>Menu Layout</guilabel> window lists the menus in the left pane. Click on the expander arrows to show or hide submenus. Choose a menu in the left pane to see its items listed in the right pane.
ro: Fereastra <guilabel>Meniul principal</guilabel> afișează lista meniurilor în panoul lateral din stânga. Acționați săgețile de expandare pentru a afișa sau a ascunde submeniurile. Alegeți un meniu din panoul lateral din stânga pentru a îi vedea elementele componente în panoul de afișare din dreapta.

source: To remove an item from a menu, deselect it in the list. The item can be added back to the menu by selecting it once again.
ro: Pentru a șterge o componentă dintr-un meniu, deselectați-o din listă. Puteți adăuga din nou o componentă a meniului prin bifarea acesteia în listă.

source: The <ulink type="help" url="ghelp:system-admin-guide?menustructure-0">System Administration Guide</ulink> has more information on how GNOME implements menus and how administrators can customize them.
ro: <ulink type="help" url="ghelp:system-admin-guide?menustructure-0">Ghidul de administrare a sistemului</ulink> are mai multe informații despre cum sunt implementate meniurile în GNOME și despre cum pot administratorii să le personalizeze.

source: Configuring Your Desktop
ro: Personalizarea mediului desktop

source: This chapter describes how to use the preference tools to customize the GNOME Desktop.
ro: Acest capitol descrie modul în care puteți folosi utilitarele de preferințe pentru personalizarea mediului desktop GNOME.

source: A preference tool is a small application that allows you to change settings in the GNOME Desktop. Each preference tool covers a particular aspect of your computer. For example, with the <application>Mouse</application> preference tool you can set your mouse to left-handed or right-handed use, or change the speed of the pointer on the screen. With the <application>Windows</application> preference tool you can set behaviour common to all windows such as the way in which you select them with the mouse.
ro: Un utilitar pentru preferințe este o aplicație de mici dimensiuni care vă permite să schimbați configurările mediului desktop GNOME. Fiecare unealtă de preferințe tratează un anume aspect al calculatorului dumneavoastră. De exemplu, cu utilitarul pentru preferințe <application>Maus</application> puteți configura mausul pentru utilizarea cu mâna stângă sau cu mâna dreaptă sau îi puteți modifica viteza cursorului pe ecran. Cu ajutorul uneltei de preferințe <application>Ferestre</application> puteți configura comportamentul comun tuturor ferestrelor, precum modul în care le selectați cu mausul.

source: To open a preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> in the top panel. Choose the tool that you require from the submenu.
ro: Pentru a deschide o unealtă de preferințe, alegeți opțiunea <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Preferințe</guisubmenu></menuchoice> din panoul superior. Apoi alegeți utilitarul dorit din submeniu.

source: With a few exceptions, the changes you make to settings in a preference tool take effect immediately, without needing to close the preference tool. You can keep the preference tool window open while you try the changes, and make further changes if you wish.
ro: În afara câtorva excepții, modificările pe care le faceți configurărilor într-o unealtă de preferințe, se vor aplica imediat, fără a mai fi nevoiți să închideți unealta de preferințe. Puteți menține fereastra utilitarului de preferințe deschisă în timp ce faceți modificări și puteți să mai faceți și alte modificări, dacă doriți.

source: Some applications or system components may add their own preference tools to the menu.
ro: Unele aplicații sau unele componente de sistem, pot adăuga propriile unelte de preferințe în meniu.

source: Some preference tools let you modify essential parts of your system, and therefore require administrative access. When you open the preference tool, a dialog box will prompt you for your password. These are in the <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu></menuchoice> submenu. This menu also contains more complex utility applications for managing and updating your system.
ro: Unele unelte de preferințe vă permit să modificați părți esențiale ale sistemului dumneavoastră și, din această cauză, aveți nevoie de drepturi administrative pentru aceasta. Când deschideți o astfel de unealtă de preferințe se va deschide o fereastră de dialog, care vă va cere să vă autentificați cu ajutorul parolei dumneavoastră. Aceste utilitare se găsesc în submeniul <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu></menuchoice>. Acest meniu conține și aplicații mai complexe care vă permit gestionarea și actualizarea sistemului dumneavoastră.

source: Assistive Technologies Preferences
ro: Preferințe tehnologii de asistență

source: accessibility
ro: accesibilitate

source: setting assistive technology preferences
ro: configurarea preferințelor pentru thenologii de asistență

source: Assistive Technologies
ro: Tehnologii de asistență

source: Use the <application>Assistive Technologies</application> preference tool to enable assistive technologies in the GNOME Desktop. You can also use the <application>Assistive Technology</application> preference tool to open other preference tools which contain preferences related to assistive technologies.
ro: Folosiți instrumentul de preferințe <application>Tehnologii de asistență</application> pentru a activa tehnologiile de asistență în Desktopul GNOME. De asemenea puteți folosi instrumentul de preferințe <application>Tehnologii de asistență</application> pentru a deschide alte instrumente de preferințe înrudite cu tehnologiile de asistență.

source: <guibutton>Preferred Applications</guibutton> lets you specify assistive technology applications to start automatically when you log in. See <xref linkend="prefs-preferredapps"/>
ro: <guibutton>Aplicații preferate</guibutton> vă permite să specificați pornirea automată a tehnologiilor de asistență la deschiderea sesiunii. Pentru mai multe detalii consultați <xref linkend="prefs-preferredapps"/>

source: <guibutton>Keyboard Accessibility</guibutton> lets you configure keyboard accessibility features such as sticky keys, slow keys or bounce keys. See <xref linkend="prefs-keyboard-a11y"/>
ro: <guibutton>Tastatură accesibilă</guibutton> vă permite să configurați funcționalități de accesibilitate pentru tastatură cum ar fi tastele lipicioase, tastele încete sau tastele fără repetiție. Pentru mai multe detalii consultați <xref linkend="prefs-keyboard-a11y"/>

source: <guibutton>Mouse Accessibility</guibutton> lets you configure mouse accessibility features such as dwell clicking. See <xref linkend="goscustdesk-53"/>
ro: <guibutton>Accesibilitate maus</guibutton> vă permite configurarea funcționalități de accesibilitate pentru maus cum ar fi clic secundar simulat. Pentru mai multe detalii consultați <xref linkend="goscustdesk-53"/>

source: <xref linkend="goscustaccess-TBL-14"/> lists the assistive technology preferences that you can modify.
ro: <xref linkend="goscustaccess-TBL-14"/> listează preferințele tehnologiei asistative pe care le puteți modifica.

source: Assistive Technology Preferences
ro: Preferințe tehnologii de asistență

source: Enable assistive technologies
ro: Activează tehnologiile asistative

source: Select this option to enable assistive technologies in the GNOME Desktop.
ro: Alegeți această opțiune pentru a activa tehnologiile asistative din desktopul GNOME.

source: Note that for technical reasons, you have to log in again after enabling this option for it to be fully effective.
ro: Rețineți că, din motive tehnice, trebuie să vă autentificați din nou după ce activați această opțiune pentru ca efectele să fie accesibile în totalitate.

source: Keyboard Shortcuts Preferences
ro: Preferințe combinații de taste

source: Keyboard Shortcuts
ro: Combinații de taste

source: configuring
ro: configurare

source: keyboard shortcuts
ro: combinații de taste

source: Use the <application>Keyboard Shortcuts</application> preference tool to customize the default keyboard shortcuts to your requirements.
ro: Folosiți unealta de preferințe <application>Combinații de taste</application> pentru a personaliza combinațiile de taste conform cu cerințele dumneavoastră.

source: A <firstterm>keyboard shortcut</firstterm> is a key or combination of keys that provides an alternative to standard ways of performing an action. For more on keyboard shortcuts, and a list of the default shortcuts in GNOME, see <xref linkend="keyboard-skills"/>.
ro: O <firstterm>combinație de taste</firstterm> vă oferă o metodă alternativă la modul standard de a efectua o anumită acțiune. Pentru mai multe informații despre combinații de taste și despre lista cu combinațiile de taste implicite din GNOME, consultați <xref linkend="keyboard-skills"/>.

source: To edit a keyboard shortcut, perform the following steps:
ro: Pentru a edita o combinație de taste procedați astfel:

source: Click the action in the list. If you are using the the keyboard, use the arrow keys to select the shortcut and press <keycap>Return</keycap>.
ro: Efectuați clic pe acțiunea din listă. Dacă utilizați tastatura, folosiți tastele săgeți pentru a selecta combinația de taste și apăsați tasta <keycap>Enter</keycap>.

source: Press the new key or key combination you want to assign to the action.
ro: Apăsați noua tastă sau noua combinație de taste pe care o doriți să o asociați acțiunii.

source: To clear a shortcut, press <keycap>Backspace</keycap>. The action is now marked as <guilabel>Disabled</guilabel>.
ro: Pentru a șterge o combinație de taste, apăsați tasta <keycap>Backspace</keycap>. Acțiunea va fi acum marcată ca <guilabel>Dezactivat</guilabel>.

source: To cancel assigning a shortcut, click elsewhere in the window or press <keycap>Escape</keycap>.
ro: Ca să anulați asocierea unei combinații de taste, efectuați clic în altă parte în fereastră sau apăsați tasta <keycap>Escape</keycap>.

source: The shortcuts you can customize are grouped as follows:
ro: Combinațiile de taste, pe care le puteți configura, sunt grupate după cum urmează:

source: These are general shortcuts for the whole desktop, such as logging out, <link linkend="lock-screen">locking the screen</link>, opening the <link linkend="menubar">panel menubar</link>, or launching a web browser.
ro: Acestea sun scurtături generale pentru întregul desktop, cum ar fi ieșirea din sesiune <link linkend="lock-screen">blocarea ecranului</link>, deschiderea <link linkend="menubar">barei de meniu din panou</link>, sau lansarea unui navigator web.

source: Sound
ro: Sunet

source: Shortcuts for controlling your music player and the system volume.
ro: Combinații de taste cu ajutorul cărora puteți controla programele de redare a melodiilor și volumul.

source: Window Management
ro: Administrare ferestre
