Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: While in spatial mode you may open a folder in browser mode by right clicking on that folder and choosing <guimenuitem>Browse Folder</guimenuitem>. A new file browser window will then open and display the contents of the selected folder.
ro: Când sunteți în mod spațial puteți să deschideți un dosar în mod de lucru navigator efectuând clic dreapta pe acel dosar și alegând opțiunea <guimenuitem>Explorează dosarul</guimenuitem> din meniul contextual. Se va deschide o nouă fereastră a managerului de fișiere în mod de lucru navigator, care va afișa conținutul dosarului selectat.

source: If <application>Nautilus</application> is set to always open browser windows, double clicking any folder will open a browser window, see <xref linkend="gosnautilus-56"/>.
ro: Dacă <application>Nautilus</application> este configurat să se deschidă întotdeauna în mod navigator, când efectuatuați clic dublu pe orice dosar se va deschide fereastra navigatorului, consultați <xref linkend="gosnautilus-56"/>.

source: You can access the file browser in the following ways: <placeholder-1/>
ro: Puteți accesa navigatorul de fișiere aplicând una din metodele următoare: <placeholder-1/>

source: Contents of a Folder in a File Browser Window
ro: Afișarea conținutului unui dosar în fereastra navigatorului de fișiere

source: A folder in a file browser window.
ro: Un dosar în fereastra navigatorului de fișiere.

source: In some distributions of the GNOME Desktop, the <guibutton>Home</guibutton> toolbar button might have another designation, for example, <guibutton>Documents</guibutton>.
ro: În unele distribuții ale mediului desktop GNOME, butonul <guibutton>Dosar personal</guibutton> din bara de unelte poate avea altă destinație, cum ar fi dosarul <guibutton>Documente</guibutton>.

source: The File Browser Window Components
ro: Componentele ferestrei navigatorului de fișiere

source: <xref linkend="gosnautilus-TBL-83"/> describes the components of a file browser window.
ro: <xref linkend="gosnautilus-TBL-83"/> descrie componentele ferestrei unui navigator de fișiere.

source: File Browser Window Components
ro: Componentele ferestrei navigatorului de fișiere

source: Contains buttons that you use to perform tasks in the file manager.
ro: Conține butoane pe care le folosiți pentru a efectua diferite acțiuni în managerul de fișiere.

source: <guibutton>Back</guibutton> Returns to the previously visited location. The adjacent drop down list also contains a list of the most recently visited locations to allow you to return to them faster.
ro: <guibutton>Înapoi</guibutton> Vă întoarce în locația vizitată anterior. Lista derulantă alăturată butonului conține locațiile vizitate recent și o puteți folosi pentru a vă întoarce la ele mai repede.

source: <guimenu>Forward</guimenu> Performs the opposite function to the <guibutton>Back</guibutton> toolbar item. If you have previously navigated back in time then this button returns you to the present.
ro: <guimenu>Înainte</guimenu> Efectuează operația inversă butonului <guibutton>Înapoi</guibutton>. Dacă într-o operație anterioară ați navigat înapoi atunci acest buton vă permite să vă întoarceți de unde ați plecat.

source: <guibutton>Up</guibutton> Moves up one level to the parent of the current folder.
ro: <guibutton>Sus</guibutton> Navigați un nivel mai sus, în dosarul părinte al dosarului curent.

source: <guibutton>Reload</guibutton> Refreshes the contents of the current folder.
ro: <guibutton>Reîncarcă</guibutton> Reîmprospătează afișarea conținutului dosarului curent.

source: <guibutton>Home</guibutton> Opens your Home Folder.
ro: <guibutton>Dosar personal</guibutton> Deschide dosarul dumneavoastră personal.

source: <guibutton>Computer</guibutton> Opens your Computer folder.
ro: <guibutton>Computer</guibutton> Deschide dosarul Calculator.

source: <guibutton>Search</guibutton> Opens the search bar.
ro: <guibutton>Caută fișiere...</guibutton> Deschide bara pentru căutare.

source: Location bar
ro: Bara locației

source: The location bar is a very powerful tool for navigating your computer. It can appear in three different ways depending on your selection. For more on using the location bar see <xref linkend="nautilus-location-bar"/>. In all three configurations the location bar always contains the following items.
ro: Bara de locații este o unealtă foarte puternică pe care o puteți folosi pentru a naviga în sistemul de fișiere. Aceasta poate fi reprezentată în trei moduri diferite, funcție de selecția dumneavoastră. Pentru a afla mai multe despre folosirea barei de locații consultați <xref linkend="nautilus-location-bar"/>. În toate cele trei reprezentări bara de locații va conține întotdeauna următoarele elemente:

source: <guimenu>Zoom</guimenu> buttons: Enable you to change the size of items in the view pane.
ro: Butoanele <guimenu>Lupă</guimenu>: Acestea vă permit să modificați dimensiunea obiectelor afișate în panoul de afișare.

source: <guilabel>View as</guilabel> drop-down list: Enables you to choose how to show items in your view pane.
ro: Lista derulantă <guilabel>Vizualizare</guilabel>: Aceasta vă permite să alegeți cum vor fi afișate obiectele în panoul de afișare.

source: Side pane
ro: Panoul lateral

source: Performs the following functions:
ro: Poate realiza următoarele funcții:

source: Shows information about the current file or folder.
ro: Afișarea informațiilor despre fișierul sau dosarul curent.

source: Enables you to navigate through your files.
ro: Vă permite navigarea către fișierele dumneavoastră.

source: To display the side pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>. The side pane contains a drop-down list that enables you to choose what to show in the side pane. You can choose from the following options:
ro: Pentru a afișa panoul lateral alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Panou lateral</guimenuitem></menuchoice>. Panoul lateral conține o listă derulantă care vă permite să alegeți ce veți afișa în panoul lateral. Puteți alege dintre următoarele opțiuni:

source: Places
ro: Locuri

source: Displays places of particular interest.
ro: Afișează locurile care prezintă un anumit interes.

source: Information
ro: Informații

source: Displays the icon and information about the current folder. Buttons may appear in the side pane, these buttons enable you to perform actions on the current folder, other than the default action.
ro: Afișează iconița și informații despre dosarul curent. În panoul lateral pot apărea butoane; aceste butoane vă permit efectuarea unor acțiuni în dosarul curent, altele decât acțiunile implicite.

source: Tree
ro: Arbore

source: Displays a hierarchical representation of your file system. You can use the <guilabel>Tree</guilabel> to navigate through your files.
ro: Afișează o reprezentare ierarhizată a sistemului dumneavoastră de fișiere. Puteți utiliza modul de afișare <guilabel>Arbore</guilabel> pentru a naviga prin sistemul dumneavoastră de fișiere.

source: History
ro: Istoric

source: Contains a history list of files, folders, FTP sites, and URIs that you have recently visited.
ro: Conține o listă cu fișierele, dosarele, siturile FTP și adresele URI pe care le-ați accesat recent.

source: Notes
ro: Notițe

source: Enables you to add notes to your files and folders.
ro: Vă permite să adăugați notițe fișierelor și dosarelor dumneavoastră.

source: Emblems
ro: Embleme

source: Contains emblems that you can add to a file or folder.
ro: Conține embleme pe care le puteți adăuga fișierelor și dosarelor dumneavoastră.

source: To close the side pane, click on the <guibutton>X</guibutton> button at the top right of the side pane.
ro: Pentru a închide panoul lateral, apăsați butonul <guibutton>X</guibutton> din colțul dreapta sus al panoului lateral.

source: Showing and Hiding File Browser Window Components
ro: Afișarea și ascunderea componentelor ferestrei navigatorului de fișiere.

source: window components, showing and hiding
ro: componente fereastă, afișare și ascundere

source: To show or hide any of the components of the file browser described in <xref linkend="gosnautilus-TBL-83"/> select any of the following items from the menu:
ro: Pentru a afișa sau a ascunde oricare dintre componentele navigatorului de fișiere descrise în <xref linkend="gosnautilus-TBL-83"/> selectați una dintre următoarele opțiuni din meniu:

source: To hide the side pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>. To display the side pane again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice> again. Alternatively you may press <keycap>F9</keycap> to toggle the visibility of the side pane.
ro: Pentru a ascunde panoul lateral alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Panou lateral</guimenuitem></menuchoice>. Pentru a afișa din nou panoul lateral alegeți din nou opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Panou lateral</guimenuitem></menuchoice>. Mai puteți folosi tasta funcțională <keycap>F9</keycap> pentru a comuta între afișarea și ascunderea panoului lateral.

source: To hide the toolbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Main Toolbar</guimenuitem></menuchoice>. To display the toolbar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Main Toolbar</guimenuitem></menuchoice> again.
ro: Pentru a ascunde bara de unelte alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Bara de unelte principală</guimenuitem></menuchoice>. Pentru a afișa din nou bara de unelte, alegeți <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Bara de unelte principală</guimenuitem></menuchoice>.

source: To hide the location bar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Location Bar</guimenuitem></menuchoice>. To display the location bar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Location Bar</guimenuitem></menuchoice> again.
ro: Pentru a ascunde bara de locații alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Bara locație</guimenuitem></menuchoice>. Pentru a afișa din nou bara de locații, alegeți <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Bara locație</guimenuitem></menuchoice>.

source: To hide the statusbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice>. To display the statusbar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice> again.
ro: Pentru a ascunde bara de stare alegeți opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Bara status</guimenuitem></menuchoice>. Pentru a afișa din nou bara de stare, alegeți <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Bara status</guimenuitem></menuchoice>.

source: Using the Location Bar
ro: Utilizarea barei de locații

source: The file browser's location bar can show either a location field, a button bar, or a search field. Each is useful in different situations.
ro: Bara de locații a navigatorului de fișiere poate fi reprezentată printr-un câmp de locație, o bară de butoane sau un câmp de căutare. Fiecare dintre aceste moduri de reprezentare fiind util unei anumite situații concrete.

source: Button bar
ro: Reprezentarea sub formă de bară de butoane

source: By default the button bar is shown. This shows a row of buttons representing the current location's hierarchy, with a button for each containing folder. Click on the button to jump between folders in the hierarchy. You can return to the original folder, which is shown as the last button in the row.
ro: Implicit este afișat modul de reprezentare sub formă de bară de butoane. În acest mod este afișat un șir de butoane reprezentând ierarhia locației curente, cu un buton pentru fiecare dosar pe care îl conține. Apăsați butonul corespunzător pentru a vă deplasa în dosarele din ierarhia locației. Vă puteți întoarce în dosarul inițial, care este reprezentat ca ultimul buton din șir.

source: You can also drag buttons, for example to another location, in order to copy a folder.
ro: De asemenea, puteți trage butoanele în altă locație, de exemplu, pentru a copia un dosar.

source: The button bar.
ro: Modul de reprezentare sub formă de bară de butoane.

source: Text Location Bar
ro: Modul de reprezentare bară text

source: The text location bar shows the current location as a text path, for example: '/home/user/Documents'. The location field is particularly useful for jumping to a known folder very quickly.
ro: Modul de reprezentare sub formă de bară text afișează locația curentă sub formă de text ca de exemplu: „/home/utilizator/Documente”. Câmpul de locație este util mai ales atunci când se dorește navigarea rapidă într-un anumit dosar.

source: To go to a new location, type a new path or edit the current one, then press <keycap>Enter</keycap>. The path field automatically completes what you are typing when there is only one possibility. To accept the suggested completion, press <keycap>Tab</keycap>.
ro: Pentru a vă deplasa într-o locație nouă, tastați calea nouă sau edtitați calea existentă și apoi apăsați tasta <keycap>Enter</keycap>. Câmpul căii se va completa automat pe măsură ce tastați, atunci când nu există decât o singură posibilitate. Pentru a accepta sugestia de completare automată apăsați tasta <keycap>Tab</keycap>.

source: To always use the text location bar, click on the toggle button at the left of the location bar.
ro: Pentru a folosi în permanență modul de reprezentare sub formă de câmp text, apăsați butonul de comutare din stânga barei de locație.

source: To quickly switch to the text location bar while using the button bar, press <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo>, choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Location</guimenuitem></menuchoice>, or press <keycap>Leading Slash (/)</keycap> to type a path from the root directory. The location bar shows the location buttons again after you press <keycap>Enter</keycap> or cancel with <keycap>Escape</keycap>.
ro: Pentru a comuta rapid în modul de reprezentare bară de locație text atunci când folosiți bara de butoane, apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo>, alegeți opțiunea de meniu <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Locație</guimenuitem></menuchoice>, sau apăsați tasta <keycap> / </keycap> pentru a tasta calea absolută din rădăcina sistemului de fișiere. Bara de locație va afișa din nou reprezentarea sub formă de bară de butoane după ce apăsați tasta <keycap>Enter</keycap> sau după ce anulați acțiunea cu tasta <keycap>Escape</keycap>.

source: The location bar.
ro: Bara locație

source: Search bar
ro: Bara de căutare

source: By pressing <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> or selecting the <guibutton>Search</guibutton> toolbar button the search bar appears. For more information on searching see <xref linkend="nautilus-searching"/>. The search bar is excellent for locating files of folders when you are not sure of their exact location.
ro: Apăsând combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> sau butonul <guibutton>Căutare</guibutton> din bara de unelte, se va afișa bara de căutare. Pentru mai multe informații despre căutare consultați <xref linkend="nautilus-searching"/>. Bara de căutare este excelentă pentru căutarea fișierelor și dosarelor când nu cunoașteți locația lor exactă.

source: The search bar.
ro: Bara de căutare.

source: Displaying Your Home Folder
ro: Afișarea dosarului dumneavoastră personal

source: Home folder
ro: Dosar personal

source: To quickly display your Home Folder, perform one of the following actions from a file browser window:
ro: Pentru a afișa rapid dosarul dumneavoastră personal, efectuați, într-o fereastră a navigatorului de fișiere, una din acțiunile următoare:

source: Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Home</guimenuitem></menuchoice>.
ro: Selectați din meniu opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Dosar personal</guimenuitem></menuchoice>.

source: Click on the <guibutton>Home</guibutton> toolbar button.
ro: Efectuați clic pe butonul <guibutton>Dosar personal</guibutton> din bara de butoane.

source: Click on the <guibutton>Home</guibutton> button in the Places side pane.
ro: Efectuați clic pe butonul <guibutton>Dosar personal</guibutton> din lista arborescentă din panoul lateral.

source: The file browser window displays the contents of your Home Folder.
ro: Fereastra navigatorului de fișiere va afișa conținutul dosarului dumneavoastră personal.

source: Displaying a Folder
ro: Afișarea conținutului unui dosar

source: The contents of a folder can be displayed in either list or icon view by selecting the appropriate item in the location bar <guilabel>View as</guilabel> menu. For more information on the list and icon view see <xref linkend="gosnautilus-7"/>
ro: Conținutul unui dosar poate fi afișat fie sub formă de listă fie sub formă de iconițe prin selectarea opțiunii corespunzătoare din meniul <guilabel>Vizualizare</guilabel> al barei de locații. Pentru a afla mai multe informații despre afișarea sub formă de listă sau sub formă de iconițe, consultați <xref linkend="gosnautilus-7"/>

source: Double-click on the folder in the view pane.
ro: Efectuați clic dublu pe dosarul dorit în panoul de afișare.

source: Use the <guilabel>Tree</guilabel> in the side pane. For more information, see <xref linkend="gosnautilus-27"/>.
ro: Utilizați modul de afișare <guilabel>Arbore</guilabel> în panoul lateral. Pentru mai multe informații consultați <xref linkend="gosnautilus-27"/>.

source: Click on the <guilabel>Location</guilabel> buttons in the location bar.
ro: Efectuați clic pe butoanele <guilabel>Locație</guilabel> din bara de locație.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> to show the text <guilabel>Location</guilabel> field, type the path of the folder that you want to display, then press <keycap>Return</keycap>. The <guilabel>Location</guilabel> field includes an autocomplete feature. As you type a path, the file manager reads your file system. When you type enough characters to uniquely identify a directory, the file manager completes the name of the directory in the <guilabel>Location</guilabel> field.
ro: Apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> pentru a afișa câmpul text <guilabel>Locație</guilabel>, tastați calea către dosarul al cărui conținut doriți să-l afișați și apoi apăsați tasta <keycap>Enter</keycap>. Câmpul de text <guilabel>Locație</guilabel> are și o funcție de completare automată a textului introdus. Pe măsură ce tastați o cale, navigatorul de fișiere citește sistemul dumneavoastră de fișiere. În momentul în care ați tastat suficiente caractere pentru a identifica unic un dosar, managerul de fișiere completează numele dosarului în câmpul de text <guilabel>Locație</guilabel>.

source: Use the <guibutton>Back</guibutton> toolbar button and the <guibutton>Forward</guibutton> toolbar button to browse through your navigation history.
ro: Folosiți butonul <guibutton>Înapoi</guibutton> și butonul <guibutton>Înainte</guibutton> din bara de unelte pentru a vă deplasa în istoricul de navigare.

source: To change to the folder that is one level above the current folder, choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Up</guimenuitem></menuchoice>. Alternatively, click on the <guibutton>Up</guibutton> toolbar button.
ro: Pentru a vă deplasa în dosarul imediat superior celui curent selectați opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Sus</guimenuitem></menuchoice>. Același efect îl obțineți și dacă apăsați butonul <guibutton>Sus</guibutton> din bara de unelte.

source: The parent folder of the current folder which you are browsing is the one which exists, in a hierarchical representation, one level above the current. To display the contents of parent folder, perform one of the following steps:
ro: Dosarul părinte al dosarului curent în care navigați este, într-o reprezentare ierarhizată, acel dosar care este cu un nivel deasupra dosarului curent. Pentru a afișa conținutul dosarului părinte, efectuați une dintre acțiunile următoare:

source: Press the <guibutton>Up</guibutton> button on the toolbar.
ro: Apăsați butonul <guibutton>Sus</guibutton> din bara de unelte.

source: Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Open Parent</guimenuitem></menuchoice> from the menubar.
ro: Selectați opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Deschide părinte</guimenuitem></menuchoice> din bara de meniuri.

source: Press the <keycap>Backspace</keycap> key.
ro: Apăsați tasta <keycap>Backspace</keycap>.

source: Using the Tree From the Side Pane
ro: Utilizarea reprezentării Arbore din panoul lateral

source: Tree, using
ro: Arbore, folosire

source: The <guilabel>Tree</guilabel> view is one of the most useful features of the side pane. It displays a hierarchical representation of your file system and provides a convenient way to browse and to navigate your file system. To display the <guilabel>Tree</guilabel> in the side pane, choose <guimenuitem>Tree</guimenuitem> from the drop-down list at the top of the side pane.
ro: Reprezentarea sub formă de <guilabel>Arbore</guilabel> este una dintre caracteristicile cele mai folositoare ale panoului lateral. Se afișează astfel o reprezentare ierarhizată a sistemului dumneavoastră de fișiere și vă oferă o metodă comodă de navigare și afișare a sistemului dumneavoastră de fișiere. Pentru a afișa modul de reprezentare <guilabel>Arbore</guilabel> în panoul lateral, selectați opțiunea <guimenuitem>Arbore</guimenuitem> din lista derulantă din partea superioară a panoului lateral.

source: In the <guilabel>Tree</guilabel>view, open folders are represented as downwards facing arrows.
ro: În modul de afișare <guilabel>Arbore</guilabel>, dosarele deschise sunt reprezentate de săgeți îndreptate în jos.

source: <xref linkend="gosnautilus-TBL-34"/> describes tasks you can perform with the <guilabel>Tree</guilabel>, and how to do so.
ro: <xref linkend="gosnautilus-TBL-34"/> descrie operațiile pe care le puteți efectua cu reprezentarea <guilabel>Arbore</guilabel>, precum și modul cum le puteți efectua.

source: Tree Tasks
ro: Operații în reprezentarea Arbore

source: Task
ro: Operație

source: Open the <guilabel>Tree</guilabel>.
ro: Afișarea reprezentării <guilabel>Arbore</guilabel>.

source: Choose <guilabel>Tree</guilabel> from the drop-down list at the top of the side pane.
ro: Selectați opțiunea <guilabel>Arbore</guilabel> din lista derulantă din partea superioară a panoului lateral.

source: Close the <guilabel>Tree</guilabel>.
ro: Închiderea modului de reprezentare <guilabel>Arbore</guilabel>.

source: Choose another item from the drop-down list at the top of the side pane.
ro: Selectați alt mod de reprezentare din lista derulantă din partea superioară a panoului lateral.

source: Expand a folder in the <guilabel>Tree</guilabel>.
ro: Extinderea unui dosar în reprezentarea <guilabel>Arbore</guilabel>.

source: Click on the arrow next to the folder in the <guilabel>Tree</guilabel>.
ro: Efectuați clic pe săgeata din dreptul dosarului dorit din reprezentarea <guilabel>Arbore</guilabel>.

source: Collapse a folder in the <guilabel> Tree</guilabel>.
ro: Restrângerea unui dosar din reprezentarea <guilabel> Arbore</guilabel>.

source: Display the contents of a folder in the view pane.
ro: Afișarea conținutului unui dosar în panoul de afișare.

source: Select the folder in the <guilabel>Tree</guilabel>.
ro: Selectați dosarul din reprezentarea <guilabel>Arbore</guilabel>.

source: Open a file.
ro: Deschiderea unui fișier.
