Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Select this option for an audible indication of a toggle keypress. You hear one beep when a toggle key is turned on. You hear two beeps when a toggle key is turned off.
ro: Selectați această opțiune pentru a avea o avertizare sonoră când este apăsată o tastă de permutare. Veți auzi un semnal sonor simplu când tasta de permutare este activată. Veți auzi un semnal sonor dublu atunci când tasta de permutare a fost dezactivată.

source: Beep when a modifier key is pressed
ro: Sună când o tastă modificatoare a fost apăsată

source: Select this option for an audible indication when you press a modifier key.
ro: Selectați această opțiune pentru a avea o avertizare sonoră pentru cazul în care apăsați o tastă modificatoare.

source: Beep when a key is pressed
ro: Sună când o tastă este apăsată

source: Select this option for an audible indication when a key is pressed.
ro: Selectați această opțiune pentru a avea o avertizare sonoră atunci când este apăsată o tastă.

source: Beep when a key is accepted
ro: Sună când o tastă a fost acceptată

source: Select this option for an audible indication when a key is accepted.
ro: Selectați această opțiune pentru a avea o avertizare sonoră când o tastă este acceptată.

source: Beep when a key is rejected
ro: Sună când o tastă este respinsă

source: Select this option for an audible indication when a key is rejected.
ro: Selectați această opțiune pentru a avea o avertizare sonoră când o tastă este respinsă.

source: Mouse Keys Preferences
ro: Preferințe taste maus

source: The options in the <guilabel>Mouse Keys</guilabel> tabbed section let you configure the keyboard as a substitute for the mouse.
ro: Opțiunile din secțiunea <guilabel>Taste maus</guilabel> vă permit să configurați tastatura ca înlocuitor pentru maus.

source: <xref linkend="goscustdesk-TBL-88"/> lists the mouse keys preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-88"/> prezintă preferințele tastelor pentru maus pe care le puteți modifica.

source: Typing Break Preferences
ro: Preferințe Pauze de lucru

source: Pointer can be controlled using the keypad
ro: Cursorul poate fi controlat folosind tastele numerice

source: mouse keys
ro: taste maus

source: Select this option to make the numeric keypad emulate mouse actions. The list of keys and their equivalences is in the <citetitle>GNOME Desktop Accessibility Guide</citetitle> under the heading <ulink type="help" url="ghelp:gnome-access-guide?dtconfig-14"><citetitle>To Enable the Keyboard to Emulate the Mouse</citetitle></ulink>.
ro: Selectați această opțiune pentru a determina tastatura numerică să emuleze acțiunile mausului. Lista tastelor și echivalentul lor se găsește în <citetitle>Ghidul GNOME Desktop pentru accesibilitate</citetitle> la capitolul <ulink type="help" url="ghelp:gnome-access-guide?dtconfig-14"><citetitle>Activarea tastaturii numerice pentru a emula mausul</citetitle></ulink>.

source: Acceleration
ro: Accelerare

source: Use the slider to specify how long it takes the pointer to accelerate to maximum speed.
ro: Folosiți butonul glisant pentru a specifica cât timp îi trebuie cursorului să accelereze la viteza maximă.

source: Use the slider to specify the maximum speed that the pointer moves across the screen.
ro: Utilizați butonul glisant pentru a specifica viteza maximă de mișcare a cursorului pe ecran.

source: Use the slider to specify the period of time that must pass after a keypress before the pointer moves.
ro: Utilizați butonul glisant pentru a specifica perioada de timp care trebuie să treacă de la apăsarea tastei până la mișcarea cursorului pe ecran.

source: Configure the Typing Break Preferences to make GNOME remind you to rest after you have been using the keyboard and mouse for a long time. During a Typing Break, the screen will be locked.
ro: Configurați preferințele pentru Pauze de lucru pentru a determina mediul GNOME să vă reamintească faptul că ați folosit tastatura sau mausul o perioadă îndelungată de timp. Pe durata pauzei de lucru ecranul va fi blocat.

source: <xref linkend="goscustdesk-TBL-87"/> lists the typing break preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-87"/> prezintă preferințele pentru pauza de lucru pe care le puteți modifica.

source: Lock screen to enforce typing break
ro: Blochează ecran pentru a forța pauzele de scriere

source: Select this option to lock the screen when you are due a typing break.
ro: Selectați această opțiune pentru a bloca ecranul în timpul unei pauze de lucru.

source: Work interval lasts
ro: Perioada de lucru durează

source: Use the spin box to specify how long you can work before a typing break occurs.
ro: Utilizați căsuța cu numere pentru a specifica cât de mult puteți lucra înainte de a se produce pauza de lucru.

source: Break interval lasts
ro: Pauza de lucru durează

source: Use the spin box to specify the length of your typing breaks.
ro: Utilizați căsuța cu numere pentru a specifica durata pauzei dumneavoastră de lucru.

source: Allow postponing of breaks
ro: Permite amânarea pauzelor

source: Select this option if you want to be able to postpone typing breaks.
ro: Selectați această opțiune dacă doriți să aveți posibilitatea să amânați pauzele de lucru.

source: If you stop using the keyboard and mouse for a length of time equal to the <guilabel>Break interval</guilabel> setting, the current work interval will be reset.
ro: Dacă încetați să folosiți tastatura sau mausul pe o perioadă de timp egală cu <guilabel>durata pauzei de lucru</guilabel>, atunci perioada de lucru curentă va fi calculată din nou de la valoarea inițială.

source: Mouse Preferences
ro: Preferințe maus

source: Mouse
ro: Maus

source: mouse
ro: maus

source: With the <application>Mouse</application> preference tool you can:
ro: Cu unealta de preferințe <application>Maus</application> puteți:

source: configure your mouse for right-hand use or for left-hand use,
ro: configura mausul dumneavoastră pentru mâna dreaptă sau pentru mâna stângă,

source: specify the speed and sensitivity of mouse movement,
ro: specifica viteza și sensibilitatea mișcării mausului,

source: configure mouse accessibility features.
ro: configura funcțiile pentru accesibilitate ale mausului.

source: General Mouse Preferences
ro: Preferințele Generale ale mausului

source: Use the <guilabel>General</guilabel> tabbed section to specify whether the mouse buttons are configured for left-hand or right-hand use and configure the speed and sensitivity of your mouse.
ro: Folosiți secțiunea <guilabel>Generale</guilabel> pentru a specifica dacă butoanele mausului sunt configurate pentru folosirea cu mâna dreaptă sau pentru folosirea cu mâna stângă și pentru a configura viteza și sensibilitatea mausului dumneavoastră.

source: <xref linkend="goscustperiph-TBL-6"/> lists the general mouse preferences that you can modify.
ro: <xref linkend="goscustperiph-TBL-6"/> prezintă preferințele generale ale mausului pe care le puteți modifica.

source: Mouse Button Preferences
ro: Preferințe buton maus

source: Right-handed
ro: Dreptaci

source: Select this option to configure your mouse for right-hand use. When you configure your mouse for right-hand use, the left mouse button is the primary button and the right mouse button is the secondary button.
ro: Selectați această opțiune pentru a configura mausul pentru utilizare cu mâna dreaptă. Când configurați mausul pentru lucrul cu mâna dreaptă, butonul din stânga al mausului va fi butonul principal și butonul din dreapta va fi butonul secundar.

source: Left-handed
ro: Stângaci

source: Select this option to configure your mouse for left-hand use. When you configure your mouse for left-hand use, the functions of the left mouse button and the right mouse button are swapped.
ro: Selectați această opțiune pentru a configura mausul pentru utilizare cu mâna stângă. Când configurați mausul pentru lucrul cu mâna stângă, butonul din dreapta al mausului va fi butonul principal și butonul din stânga va fi butonul secundar.

source: Show position of pointer when the Control key is pressed
ro: Afișează poziția indicatorului când tasta Control este apăsată

source: Select this option to enable a mouse pointer animation when you press and release the Control key. This feature can assist you to locate the mouse pointer.
ro: Selectați această opțiune pentru a activa animația cursorului mausului când apăsați și eliberați tasta Ctrl. Această funcție vă poate ajuta să localizați cursorul mausului.

source: The position of the Control key on the keyboard can be modified in the Keyboard Layout Options dialog, see <xref linkend="prefs-keyboard-layoutoptions"/>.
ro: Poziția tastei Control pe tastatură poate fi modificată în fereastra de dialog „Opțiuni pentru aranjamentul tastelor”, consultați <xref linkend="prefs-keyboard-layoutoptions"/>.

source: Use the slider to specify the speed at which your mouse pointer moves on your screen when you move your mouse.
ro: Utilizați butonul glisant pentru a specifica viteza cu care se deplasează cursorul mausului dumneavoastră pe ecran atunci când mișcați mausul.

source: Sensitivity
ro: Sensibilitate

source: Use the slider to specify how sensitive your mouse pointer is to movements of your mouse.
ro: Utilizați butonul glisant pentru a determina cât de sensibil va fi cursorul mausului în concordanță cu mișcările mausului dumneavoastră.

source: Threshold
ro: Prag de declanșare

source: Use the slider to specify the distance that you must move an item before the move action is interpreted as a drag-and-drop action.
ro: Utilizați butonul glisant pentru a specifica distanța pe care trebuie să o străbată un element înainte ca mișcarea să fie interpretată drept acțiune de tragere și plasare.

source: Timeout
ro: Timp expirare

source: Use the slider to specify the amount of time that can pass between clicks when you double-click. If the interval between the first and second clicks exceeds the time that is specified here, the action is not interpreted as a double-click.
ro: Utilizați butonul glisant pentru a specifica perioada de timp care poate trece între două clicuri atunci când efectuați clic dublu. Dacă intervalul de timp dintre primul clic și cel de al doilea clic este mai mare decât cel stabilit aici, atunci acțiunea nu va fi interpretată drept clic dublu.

source: Use the light bulb icon to check double-click sensitivity: the light will light up briefly for a click, but stay lit for a double-click.
ro: Utilizați iconița care reprezintă un bec pentru a testa sensibilitatea acțiunii pentru clic dublu: becul se va aprinde pentru o scurtă perioadă de timp atunci când efectuați clic simplu și va rămâne aprins atunci când efectuați clic dublu.

source: Mouse Accessibility Preferences
ro: Preferințele mausului pentru accesibilitate

source: Use the <guilabel>Accessibility</guilabel> tabbed section to configure accessibility features that can help people who have difficulty with exact positioning of the pointer or with pressing the mouse buttons:
ro: Utilizați secțiunea <guilabel>Accesibilitate</guilabel> pentru a configura funcțiile pentru accesibilitate, care pot ajuta persoanele care au dificultăți la poziționarea cu precizie a cursorului mausului sau la apăsarea butoanelor mausului:

source: Open a contextual menu by clicking and holding the primary mouse button; this is useful for users that can manipulate only one button.
ro: Deschide un meniu contextual când se efectuează clic simplu și se menține apăsat butonul principal al mausului; această funcție este utilă pentru pentru utilizatorii care nu pot acționa decât un singur buton.

source: Single click
ro: Clic singur

source: A single click of the primary mouse button
ro: Un singur clic cu butonul principal al mausului

source: Double click
ro: Dublu clic

source: A double click of the primary mouse button
ro: Un clic dublu efectuat cu butonul principal al mausului

source: Drag click
ro: Clic de tragere

source: A click that begins a drag operation
ro: Un clic efectuat cu mausul care începe acțiunea de tragere

source: Secondary click
ro: Clic secundar

source: A single click of the secondary mouse button
ro: Un singur clic efectuat cu butonul secundar al mausului

source: Perform different types of mouse button click by software; this useful for users that are not able to manipulate any buttons. The types of click that can be performed are: <placeholder-1/>
ro: Efectuarea diferitelor tipuri de clicuri de maus prin intermediul unei aplicații; această funcție este utilă pentru utilizatorii care nu pot acționa niciunul din butoanele mausului. Tipurile de clicuri care pot fi efectuate sunt: <placeholder-1/>

source: <xref linkend="goscustdesk-TBL-47"/> lists the mouse accessibility preferences that you can modify:
ro: <xref linkend="goscustdesk-TBL-47"/> prezintă preferințele de accesibilitate pentru maus, pe care le puteți modifica:

source: Mouse Motion Preferences
ro: Preferințe mișcare maus

source: Trigger secondary click by holding down the primary button
ro: Declașează clicul secundar în timp ce este menținut butonul primar

source: Select this option to enable simulated secondary clicks by pressing the primary mouse button for an extended time.
ro: Selectați această opțiune pentru a activa simularea clicului cu butonul secundar prin apăsarea butonului principal mai mult timp.

source: <guilabel>Delay</guilabel> slider in the <guilabel>Simulated Secondary Click</guilabel> section
ro: Butonul glisant <guilabel>Întârziere</guilabel> din secțiunea <guilabel>Clicul secundar simulat</guilabel>

source: Use the slider to specify how long the primary button must be pressed to simulate a secondary click.
ro: Utilizați butonul glisant pentru a specifica perioada de timp cât trebuie să fie menținut apăsat butonul principal pentru a simula acțiunea de clic cu butonul secundar.

source: Initiate click when stopping pointer movement
ro: Inițiază clic când se oprește mișcarea indicatorului

source: Select this option to enable automatic clicks when the mouse stops. Use the additional preferences in the <guilabel>Dwell Click</guilabel> section to configure how the type of click is chosen.
ro: Selectați această opțiune pentru a activa efectuarea automată a clicului în momentul în care mausul se oprește. Utilizați preferințele suplimentare din secțiunea <guilabel>Clic insistent</guilabel> pentru a configura modul în care este ales un anume tip de clic.

source: <guilabel>Delay</guilabel> slider in the <guilabel>Dwell Click</guilabel> section
ro: Butonul glisant <guilabel>Întârziere</guilabel> din secțiunea <guilabel>Clic insistent</guilabel>

source: Use the slider to specify how long the pointer must remain at rest before an automatic click will be triggered.
ro: Utilizați butonul glisant pentru a specifica durata cât trebuie să rămână nemișcat cursorul mausului înainte de a se declanșa clicul automat.

source: <guilabel>Motion threshold</guilabel> slider
ro: Butonul glisant <guilabel>Prag de mișcare</guilabel>

source: Use the slider to specify how much the pointer may move to still be considered at rest.
ro: Utilizați butonul glisant pentru a preciza cât de mult se poate deplasa cursorul mausul astfel încât să se poată considera tot nemișcat.

source: Choose type of click beforehand
ro: Alegeți tipul de clic în prealabil

source: Select this option to pick the type of click to perform from a window or panel applet.
ro: Selectați această opțiune pentru a alege tipul de clic de executat dintr-o fereastră sau dintr-o mini-aplicație de pe panou.

source: Show click type window
ro: Afișează fereastra pentru tipuri de clic

source: When this option is enabled, the different types of click (single click, double click, drag click or secondary click) can be selected in a window.
ro: Când este activată această opțiune, tipurile diferite de clic (clic simplu, clic dublu, clic de tragere sau clic secundar) pot fi selectate dintr-o fereastră.

source: The <guilabel>Dwell Click</guilabel> panel applet can be used instead of the window.
ro: În locul ferestrei de alegere a tipului de clic se poate folosi mini-aplicația de panou <guilabel>Dwell Click</guilabel>.

source: Choose type of click with mouse gestures
ro: Alegeți tipul de clic cu gesturi de maus

source: Select this option to pick the type of click by moving the mouse in a certain direction. The four combo boxes below this option allow to assign directions to the different types of click. Note that each direction can be used only for one type of click.
ro: Selectați această opțiune pentru a alege tipul de clic prin mișcarea mausului într-o anumită direcție. Cele patru butoane derulante prezente sub această opțiune permit asocierea direcțiilor pentru diferitele tipuri de clicuri. Trebuie să rețineți că fiecare direcție poate fi folosită doar pentru un anumit tip de clic.

source: Choose the direction to trigger a single click.
ro: Alegeți direcția care declanșează clicul simplu.

source: Choose the direction to trigger a double click.
ro: Alegeți direcția care declanșează clicul dublu.

source: Choose the direction to trigger a drag click.
ro: Alegeți direcția de declanșare a clicului de tragere.

source: Choose the direction to trigger a secondary click.
ro: Alegeți direcția de declanșare a clicului secundar.

source: Monitors
ro: Monitoare

source: Display
ro: Afișare

source: Use <application>Monitor Preferences</application> to configure the monitors that your computer uses.
ro: Folosiți <application>Preferințe Monitor</application> pentru a configura monitoarele pe care le folosește calculatorul dumneavoastră.

source: On most laptop keyboards, you can use the key combination <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> to cycle between several typical monitor configurations without starting <application>Monitor Preferences</application>.
ro: Pe majoritatea tastaturilor de laptop, puteți folosi combinația de taste <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> pentru a comuta între câteva configurații de monitor tipice fără a porni <application>Preferințe Monitor</application>.

source: Drag the graphical representations of the monitors in the upper left part of the window to set how your monitors are arranged. <application>Monitor Preferences</application> displays small labels in the top left corner of each monitor to help you identify which rectangle corresponds to which monitor.
ro: Trageți reprezentările grafice ale monitoarelor din colțul stânga-sus al ferestrei pentru a stabili cum sunt aranjate monitoarele. <application>Preferințe Monitor</application> va afișa etichete mici în colțul din stânga sus al fiecărui monitor pentru a vă ajuta să identificați care dreptunghi corespunde fiecărui monitor.

source: Changes you make in <application>Monitor Preferences</application> don't take effect until you click the <guibutton>Apply</guibutton> button. Settings will revert to their previous settings unless you confirm the changes. This is to prevent bad display settings from rendering your computer unusable.
ro: Schimbările pe care le faceți în <application>Preferințe Monitor</application> nu vor avea efect, doar dacă apăsați pe butonul <guibutton>Aplică</guibutton>.

source: Same image in all monitors
ro: Aceeași imagine pe toate monitoarele

source: When this option is selected, your entire desktop will fit on a single monitor, and every monitor will show the same copy of your desktop. When it is not selected, your desktop spans multiple monitors, and each monitor shows only a part of your entire desktop.
ro: Când această opțiune este selectată, întregul desktop se va potrivi pe un singur monitor, și fiecare monitor va arăta aceeași copie a desktopului. Atunci când nu este selectat, se întinde pe monitoare desktop multiple, și fiecare monitor reprezintă doar o parte din întregul desktop.

source: Detect monitors
ro: Detectează monitoarele

source: Click this button to find monitors that have been recently added or plugged in.
ro: Apăsați pe acest buton pentru a căuta monitoarele care au fost adăugate sau conectate recent.

source: Show monitors in panel
ro: Arată monitoarele în panoul

source: When this option is selected, an icon will be placed on your panel allowing you to quickly change certain settings without opening <application>Monitor Preferences</application>.
ro: Când această opțiune este selectată, o iconiță va fi plasată în panoul dumneavoastră permițându-vă să schimbați rapid undele configurații fără a deschide dialogul <application>Preferințe Monitor</application>.

source: The following list explains the options you can set for each monitor. The currently selected monitor is the one whose graphical representation has a bold black outline. It is also indicated by the background color of the section label.
ro: Lista următoare explică opțiunile pe care le puteți stabili pentru fiecare monitor. Monitorul selectat momentan este acela a cărei reprezentare grafică are un contur îngroșat . Este de asemenea indicat de culoarea de fond a secțiunii etichetă.

source: <guilabel>On</guilabel> / <guilabel>Off</guilabel>
ro: <guilabel>Pornit</guilabel> / <guilabel>Oprit</guilabel>

source: Individual monitors can be completely disabled by selecting <guilabel>Off</guilabel>.
ro: Monitoarele individuale pot fi dezactivate complet folosind opțiunea <guilabel>Oprit</guilabel>.

source: Resolution
ro: Rezoluție

source: Select the resolution to use for the currently selected monitor from the drop-down list. <emphasis>Resolution</emphasis> refers to the pixel dimensions of the screen. A larger resolution means that more things fit on the screen, but everything will be smaller.
ro: Selectați din lista derulantă rezoluția de folosit pentru monitorul selectat. <emphasis>Rezoluția</emphasis> se referă la dimensiunea în pixeli a ecranului. O rezoluție mai mare înseamnă că încap mai multe lucruri oe ecran, dar vor fi mai mici.

source: Refresh rate
ro: Frecvența de reîmprospătare

source: Select the refresh rate to use for the currently selected monitor from the drop-down list. The <emphasis>refresh rate</emphasis> determines how often the computer redraws the screen. A too low refresh rate (below 60) makes the monitor flicker and can cause discomfort to your eyes. This is less of a problem on LCD displays.
ro: Alegeți frecvența de reîmprospătare a monitorului selectat din lista derulantă. <emphasis>Frecvența de reîmprospătare</emphasis> determină cât de des calculatorul redesenează ecranul. O frecvență foarte mică (sub 60) face ca monitorul să pâlpâie și poate cauza disconfort ochilor. Asta nu este o problemă în cazul monitoarelor LCD.

source: Rotation
ro: Rotație

source: Select the rotation for the currently selected monitor. This option may not be supported on all graphics cards.
ro: Alegeți rotația pentru monitorul selectat. Această opțiune poate să nu fie suportată de toate păcile grafice.

source: Sound Preferences
ro: Preferințe sunet

source: sound
ro: sunet

source: associating events with sounds
ro: asociere evenimente cu sunete

source: events, associating sounds with
ro: evenimente, asociere sunete cu

source: volume
ro: volum

source: The <application>Sound</application> preference tool enables you to control devices and volume for sound input and output. You can also specify which sounds to play when particular events occur.
ro: Instrumentul de preferințe <application>Sunet</application> vă permite să controlați dispozitivele și volumul pentru intrarea și ieșirea audio. Puteți de asemenea specifica ce sunete se vor reda când are loc un eveniment anume.

source: You can customize the settings for the <application>Sound</application> preference tool in the following functional areas:
ro: Puteți personaliza configurările pentru unealta de preferințe <application>Sunet</application> în următoarele zone funcționale:
