Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Icons and Emblems
ro: Iconițe și embleme

source: icons
ro: iconițe

source: emblems
ro: embleme

source: The file manager displays your files and folders as icons. Depending on the type of the file the icon may be a image representative of the file type, a small thumbnail or preview showing the files contents. You can also add emblems to your file and folder icons. Such emblems appear in addition to the file icon and provide another means to manage your files. For example you can mark a file as important by adding an <guilabel>Important</guilabel> emblem to it, creating the following visual effect:
ro: Managerul de fișiere afișează fișierele și dosarele dumneavoastră ca iconițe. În funcție de tipul fișierului iconița poate fi o imagine reprezentativă a tipului respectiv de fișier, o miniatură sau o iconiță care previzualizează conținutul fișierului. De asemenea, puteți adăuga embleme iconițelor fișierelor și dosarelor voastre. Emblemele apar adăugate iconiței fișierului și reprezintă un alt mod în care puteți gestiona fișierele dumneavoastră. De exemplu puteți marca un fișier ca important adăugându-i o emblemă <guilabel>Important</guilabel>, creând următorul efect vizual:

source: File icon with Important emblem.
ro: Iconița fișierului cu emblema Important.

source: Notice how the file on the left is distinguished from the file on the right by the addition of the <guilabel>Important (!)</guilabel> emblem to its icon. See <xref linkend="nautilus-emblems"/> for more on adding emblems.
ro: Observați cum fișierul din partea stângă se diferențiază față de fișierul din partea dreaptă prin faptul că are emblema <guilabel>Important (!)</guilabel>, atașată de iconița sa. Pentru mai multe informații despre adăugarea emblemelor consultați <xref linkend="nautilus-emblems"/>.

source: The file manager automatically applies emblems for the following types of files:
ro: Managerul de fișiere va atașa automat embleme următoarelor tipuri de fișiere:

source: Symbolic links
ro: Legături simbolice

source: Items for which you have the following permissions:<indexterm><primary>permissions</primary><secondary>and emblems</secondary></indexterm>
ro: Obiecte pentru care aveți următoarele permisiuni: <indexterm><primary>permisiuni</primary><secondary>și embleme</secondary></indexterm>

source: No read permission
ro: Nu aveți permisiune de citire

source: No write permission
ro: Nu aveți permisiune de scriere

source: The following table shows the default emblems:
ro: În tabelul următor sunt prezentate emblemele implicite:

source: Default Emblem
ro: Embleme implicite

source: Symbolic link emblem.
ro: Emblemă legătură simbolică.

source: <indexterm><primary>symbolic links</primary><secondary>and emblems</secondary></indexterm>Symbolic link
ro: <indexterm><primary>legături simbolice</primary><secondary>și embleme</secondary></indexterm>Legătură simbolică

source: No write permission emblem.
ro: Emblema pentru cazul fără permisiune de scriere.

source: No read permission emblem.
ro: Emblema pentru cazul fără permisiune de citire.

source: Changing the Icon for a File or Folder
ro: Modificarea iconiței unui fișier sau dosar

source: changing
ro: modificare

source: To change the icon that represents an individual file or folder, perform the following steps:
ro: Pentru a modifica iconița, care reprezintă un anume fișier sau dosar, procedați astfel:

source: Select the file or folder that you want to change.
ro: Selectați fișierul sau dosarul pe care doriți să îl modificați.

source: On the <guilabel>Basic</guilabel> tabbed section, click on the current <guibutton>Icon</guibutton>. A <guilabel>Select custom icon</guilabel> dialog is displayed.
ro: În secțiunea <guilabel>Simplu</guilabel>, efectuați clic pe <guibutton>iconița</guibutton> curentă. Se va deschide fereastra de dialog <guilabel>Selectează iconiță personalizată</guilabel>.

source: Use the <guilabel>Select custom icon</guilabel> dialog to choose the icon to represent the file or folder.
ro: Folosiți fereastra de dialog <guilabel>Selectează iconiță personalizată</guilabel> pentru a alege iconița care să reprezinte fișierul sau dosarul.

source: To restore an icon from a custom icon to the default icon, Select the file or folder that you want to change, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. click on the <guibutton>Icon</guibutton> button, in the <guilabel>Select custom icon</guilabel> dialog click <guibutton>Revert</guibutton>.
ro: Pentru a restaura iconița implicită după ce ați ales o iconiță personalizată pentru un fișier sau dosar, selectați fișierul sau dosarul pe care doriți să îl modificați, alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Proprietăți</guimenuitem></menuchoice>. Efectuați clic pe butonul <guibutton>Iconiță</guibutton> și în fereastra de dialog <guilabel>Selectează iconiță personalizată</guilabel> apăsați butonul <guibutton>Restaurează</guibutton>.

source: Adding an Emblem to a File or Folder
ro: Adăugarea unei embleme la un fișier sau dosar

source: adding to file
ro: adăugare la un fișier

source: adding to folder
ro: adăugare la un dosar

source: To add an emblem to an item perform the following steps:
ro: Pentru a adăuga o emblemă la un obiect procedați astfel:

source: Select the item to which you want to add an emblem.
ro: Selectați obiectul căruia doriți să îi adăugați o emblemă.

source: Right-click on the item, then choose <guimenuitem>Properties</guimenuitem>. The <link linkend="nautilus-properties">properties window</link> for the item is displayed.
ro: Efectuați clic dreapta pe obiect, apoi alegeți opțiunea <guimenuitem>Proprietăți</guimenuitem> din meniul contextual. Se va afișa <link linkend="nautilus-properties">fereastra proprietăți</link> a obiectului selectat.

source: Click on the <guilabel>Emblems</guilabel> tab to display the <guilabel>Emblems</guilabel> tabbed section.
ro: Efectuați clic pe pagina <guilabel>Embleme</guilabel> pentru a se afișa lista cu <guilabel>Embleme</guilabel>.

source: Select the emblem to add to the item.
ro: Selectați emblema pe care doriți să o adăugați obiectului.

source: In browser windows you may also add emblems to items by dragging them from the emblem side pane.
ro: Dacă sunteți în fereastra navigatorului de fișiere, puteți adăuga embleme trăgându-le din panoul lateral peste obiectul dorit.

source: Creating a New Emblem
ro: Crearea unei embleme noi

source: To Create a new emblem, perform the following steps:
ro: Pentru a crea o emblemă nouă, procedați astfel:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Backgrounds and Emblems</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Fundaluri și embleme</guimenuitem></menuchoice>.

source: Click on the <guibutton>Emblem</guibutton> button, then click on the <guibutton>Add a New Emblem</guibutton> button. A <guilabel>Create a New Emblem</guilabel> dialog is displayed.
ro: Acționați butonul <guibutton>Embleme</guibutton> și apoi butonul <guibutton>Adaugă o emblemă nouă</guibutton>. Se va deshide fereastra de dialog <guilabel>Crează o emblemă nouă</guilabel>.

source: Type a name for the emblem in the <guilabel>Keyword</guilabel> text box.
ro: Tastați un nume pentru emblemă în câmpul text <guilabel>Cuvânt cheie</guilabel>.

source: Click on the <guilabel>Image</guilabel> button. A dialog is displayed, click <guibutton>Browse</guibutton>. When you choose an emblem, click <guibutton>OK</guibutton>.
ro: Acționați butonul <guilabel>Imagine</guilabel>. În fereastra care se deschide acționați butonul <guibutton>Selectare...</guibutton>. După ce ați ales imaginea dorită pentru emblemă, acționați butonul <guibutton>OK</guibutton>.

source: Click <guibutton>OK</guibutton> on the <guilabel>Create a New Emblem</guilabel> dialog.
ro: Acționați butonul <guibutton>OK</guibutton> din fereastra de dialog <guilabel>Crează o emblemă nouă</guilabel>

source: Changing Backgrounds
ro: Modificarea fundalurilor

source: changing backgrounds
ro: modificare fundaluri

source: backgrounds
ro: fundaluri

source: changing screen component
ro: modificare componente ecran

source: The file manager includes background patterns and emblems that you can use to change the appearance of your folders. Background patterns and emblems can also be used on the desktop, on folders and certain side panes in the file browser, and on panels.
ro: Managerul de fișiere conține modele pentru fundaluri și embleme pe care le puteți folosi pentru a modifica aspectul dosarelor dumneavoastră. Modelele pentru fundaluri și embleme pot fi folosite și pentru desktop, pentru dosarele din anumite panouri laterale în managerul de fișiere și pentru panouri.

source: To change the background of a window, pane, or panel, perform the following steps:
ro: Pentru a modifica fundalul unei ferestre, panou lateral sau panou, parcurgeți pașii următori:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Backgrounds and Emblems</guimenuitem></menuchoice> in any file manager window. The <guilabel>Backgrounds and Emblems</guilabel> dialog is displayed.
ro: Alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Fundaluri și embleme</guimenuitem></menuchoice> în orice fereastră a managerului de fișiere. Se va deschide ferestra de dialog <guilabel>Fundaluri și embleme</guilabel>.

source: Click the <guibutton>Patterns</guibutton> button or the <guibutton>Colors</guibutton> button to see a list of background patterns or background colors you can use.
ro: Acționați butonul <guibutton>Modele</guibutton> sau butonul <guibutton>Culori</guibutton> pentru a vedea o listă cu modelele pentru fundal sau cu culorile pentru fundal pe care le puteți folosi.

source: To change the background, drag a pattern or color to the desired window, pane, or panel. To reset the background, drag the <guilabel>Reset</guilabel> entry to the desired window, pane, or panel.
ro: Pentru a modifica fundalul, trageți modelul sau culoarea în fereastra, panoul lateral sau panoul dorite. Pentru a reveni la fundalul implicit trageți elementul <guilabel>Resetează</guilabel> în fereastra, panoul lateral sau panoul dorite.

source: You can set the background of all folders in the file manager by dragging a pattern or color with your right or middle mouse button. When you release the drag, you will see a popup menu with the option to set the pattern or color as the background for all folders.
ro: Puteți configura fundalul pentru toate dosarele din managerul de fișiere trăgând modelul sau culoarea cu butonul dreapta sau butonul de mijloc al mausului. După ce eliberați butonul, se va afișa un meniu contextual care conține opțiunea de a alege fundalul sau culoarea ca fundal pentru toate dosarele.

source: You can add a new pattern to the list by clicking the <guibutton>Add a New Pattern</guibutton> button when the patterns are selected. Locate an image file in the file chooser dialog and click <guibutton>Open</guibutton>. The image file will appear in the list of patterns you can use.
ro: Puteți adăuga un model nou în lista de modele efectuând clic pe butonul <guibutton>Adaugă un model nou</guibutton> atunci când sunt selectate modelele. Căutați un fișier cu o imagine în fereastra de căutare și apoi apăsați butonul <guibutton>Deschide</guibutton>. Fișierul cu imaginea va apărea în lista cu modelele pe care le puteți folosi.

source: You can add a new color to the list by clicking the <guibutton>Add a New Color</guibutton> button when the colors are selected. Select a color in the color chooser dialog and click <guibutton>OK</guibutton>. The color will appear in the list of colors you can use.
ro: Puteți o culoare nouă în lista cu culori apăsând butonul <guibutton>Adaugă o culoare nouă</guibutton>, atunci când sunt selectate culorile. Selectați o culoare în fereastra de căutare și apăsați butonul <guibutton>OK</guibutton>. Culoarea aleasă va apărea în lista culorilor pe care le puteți folosi.

source: Using Removable Media
ro: Utilizarea mediilor detașabile

source: removable media
ro: medii detașabile

source: The file manager can initiate various actions when removable media appear, such as mounting it, opening a file manager window showing its contents, or running a suitable application that can handle it (for example a music player for an audio CD). See <xref linkend="gosnautilus-61"/> for how to configure these actions for different media formats.
ro: Administratorul de fișiere poate iniția diverse acțiuni când apar suporturi media detașabile, cum ar fi montarea lor, deschiderea unei ferestre afișând conținutul lor, sau rularea unei aplicații potrivite pentru gestionarea lor (de exemplu un player de muzică pentru un CD audio). Consultați <xref linkend="gosnautilus-61"/> pentru a afla cum să configurați aceste acțiuni pentru diverse formate media.

source: To Mount Media
ro: Montarea mediilor detașabile

source: mounting
ro: montare

source: To <firstterm>mount</firstterm> media is to make the file system of the media available for access. When you mount media, the file system of the media is attached as a subdirectory to your file system.
ro: A <firstterm>monta</firstterm> un mediu, se înțelege a face sistemul de fișiere al mediului respectiv, disponibil accesului. Când montați un mediu, sistemul de fișiere al acestuia va fi atașat ca un subdosar al sistemului dumneavoastră de fișiere.

source: To mount media, insert the media in the appropriate device. An icon that represents the media is added to the desktop. The icon is added only if your system is configured to mount the device automatically when media is detected.
ro: Pentru a monta un mediu, introduceți mediul în dispozitivul potrivit. O iconiță care reprezintă mediul va fi adăugată pe desktop. Iconița este adăugată numai dacă sistemul dumneavoastră este configurat să monteze dispozitivul automat când suportul media este detectat.

source: If your system is not configured to mount the device automatically, you must mount the device manually. Double-click on the <guilabel>Computer</guilabel> icon from the desktop. A <guilabel>Computer </guilabel> dialog is displayed. Double-click on the icon that represents the media. For example, to mount a floppy diskette, double-click on the <guilabel>Floppy</guilabel> icon. An icon that represents the media is added to the desktop.
ro: Dacă sistemul dumneavoastră nu este configurat să monteze dispozitivul automat, trebuie să îl montați manual. Apăsați dublu-clic pe iconița <guilabel>Calculator</guilabel> de pe desktop. Va fi afișat dialogul <guilabel>Calculator</guilabel>. Apăsați dublu-clic pe iconița care reprezintă suportul media. De exemplu, pentru a monta o dischetă floppy, apăsați dublu-clic pe iconița <guilabel>Floppy</guilabel>. O iconiță care reprezintă suportul media va fi adăugată pe desktop.

source: You cannot change the name of a removable media icon.
ro: Imposibil de modificat numele unei iconițe de suport media detașabil.

source: To Display Media Contents
ro: Afișarea conținutului unui mediu detașabil

source: displaying media contents
ro: afișare conținut media

source: You can display media contents in any of the following ways:
ro: Puteți afișa conținutul unui mediu folosind oricare din metodele următoare:

source: Double-click on the icon that represents the media on the desktop.
ro: Apăsați dublu-clic pe iconița care reprezintă mediul de pe desktop.

source: Right-click on the icon that represents the media on the desktop, then choose <guimenuitem>Open</guimenuitem>.
ro: Apăsați dublu-clic pe iconița care reprezintă mediul de pe desktop, apoi alegeți <guimenuitem>Deschide</guimenuitem>.

source: A file manager window displays the contents of the media. To reload the display, click on the <guibutton>Reload</guibutton> button.
ro: Fereastra managerului de fișiere va afișa conținutul mediului detașabil. Pentru a reîmprospăta afișajul acționați butonul <guibutton>Reîncarcă</guibutton>.

source: To Display Media Properties
ro: Afișarea proprietăților mediului detașabil

source: displaying media properties
ro: afișare proprietăți mediu

source: To display the properties of removable media, right-click on the icon that represents the media on the desktop, then choose <guimenuitem>Properties</guimenuitem>. A dialog displays the properties of the media.
ro: Pentru a afișa proprietățile unui suport media detașabil, apăsați clic-dreapta pe iconița ce reprezintă mediul, de pe desktop, apoi alegeți <guimenuitem>Proprietăți</guimenuitem>. Va apărea un dialog ce afișează proprietățile suportului media.

source: To close the properties dialog, click <guibutton>Close</guibutton>.
ro: Pentru a închide fereastra proprietăților acționați butonul <guibutton>Închide</guibutton>.

source: To Eject Media
ro: Scoaterea unui mediu detașabil

source: ejecting
ro: scoatere

source: To eject media, right-click on the media icon on the desktop, then choose <guimenuitem>Eject</guimenuitem>. If the drive for the media is a motorized drive, the media is ejected from the drive. If the drive for the media is not motorized, wait until the desktop icon for the media disappears, then eject the media manually.
ro: Pentru a scoate mediul de stocare, apăsați clic dreapta pe iconița acestuia care apare pe desktop, apoi selectați <guimenuitem>Scoate</guimenuitem>. Dacă dispozitivul nu este motorizat, așteptați până când iconița de pe desktop dispare, apoi scoateți mediul manual.

source: You cannot eject media from a motorized drive when the media is mounted. To eject media, first unmount the media. For example, to remove a USB flash drive, perform the following steps:
ro: Nu puteți scoate mediul de stocare dintr-un dispozitiv motorizat în timp ce este montat. Pentru a scoate mediul, mai întâi demontați-l. De exemplu, pentru a scoate o unitate USB, efectuați următorii pași:

source: Close all file manager windows, <application>Terminal</application> windows, and any other windows that access the USB drive.
ro: Închideți toate ferestrele navigatorului de fișiere, ferestrele <application>Terminal</application>, și orice altă fereastră care accesează unitatea USB.

source: Right-click on the icon that represents the drive on the desktop, then choose <guimenuitem>Eject</guimenuitem>. The desktop icon for the drive disappears.
ro: Apăsați clic-dreapta pe iconița care reprezintă unitatea pe desktop, apoi alegeți <guimenuitem>Eject</guimenuitem>. Iconița unității de pe desktop dispare.

source: Remove the USB flash drive.
ro: Eliminați unitatea flash USB.

source: You must unmount removable media before ejecting. Do not remove a USB flash drive before you unmount the flash drive. If you do not unmount the media first you might lose data.
ro: Trebuie să demontați mediul detașabil înainte să îl scoateți. Nu eliminați unitatea flash USB înaintea demontării unitatea flash. Dacă nu demontați mai întâi mediul ați putea pierde date.

source: Writing CDs or DVDs
ro: Scrierea CD-urilor și DVD-urilor

source: writing CDs
ro: scriere CD-uri

source: CDs, writing
ro: CD-uri, scriere

source: burning CDs
ro: inscripționare CD-uri

source: Writing to a CD or DVD may be useful for backing up your important documents. To do this, your computer must have a CD or DVD writer.
ro: Scrierea pe un CD sau un DVD poate fi utilă dacă doriți să realizați copii de rezevă pentru datele dumneavoastră importante. Pentru a realiza acest lucru trebuie să aveți un calculator care are un dispozitiv de scriere a CD-urilor sau a DVD-urilor

source: A simple way to check what sort of CD or DVD drive your computer has is to choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> from the top panel menubar. If the icon for your CD drive has terms like "CD-RW" or "DVD(+-)R" in its label, then your computer is able to write discs.
ro: O metodă simplă pentru a vedea ce tip de dispozitiv CD sau DVD are calculatorul dumneavoastră este să alegeți opțiunea <menuchoice><guimenu>Locații</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> din meniul din panoul superior. Dacă iconița dispozitivului CD are unul din termenii „CD-RW” sau „DVD(+-)R” prezenți în numele său, atunci calculatorul dumneavoastră este capabil să inscriționeze discuri.

source: You can start choosing files to burn to a disc at any time. The file manager provides a special folder for files and folders that you wish to write to a CD or DVD. From there you can easily write all of the content (which you place in this special folder) to a CD or DVD.
ro: Puteți oricând să alegeți fișiere pentru a le inscripționa pe disc. Managerul de fișiere oferă un dosar special pentru fișiere și dosare pe care doriți să le inscripționați pe un CD sau DVD. De acolo puteți scrie foarte ușor tot conținutul (pe care l-ați plasat în acest dosar special) pe un CD sau DVD.

source: Creating Data Discs
ro: Crearea discurilor de date

source: To write a CD or DVD, perform the following steps:
ro: Pentru a crea un CD sau un DVD procedați astfel:

source: Open <menuchoice><guimenu>Applications</guimenu><guimenu>System Tools</guimenu><guimenuitem>CD/DVD Creator</guimenuitem></menuchoice>. The file manager opens the CD/DVD Creator folder.
ro: Deschideți <menuchoice><guimenu>Aplicații</guimenu><guimenu>Utilitare de sistem</guimenu><guimenuitem>CD/DVD Creator</guimenuitem></menuchoice>. Administratorul de fișiere va deschide dosarul CD/DVD Creator.

source: In a File Browser window, the <guimenuitem>CD/DVD Creator</guimenuitem> item is available in the <guimenu>Go</guimenu> menu.
ro: În fereastra Navigatorului de fișiere, elementul <guimenuitem>Creare CD/DVD</guimenuitem> este disponibil în meniul <guimenu>Navigare</guimenu>.

source: Drag the files and folders that you want to write to CD or DVD to the CD/DVD Creator folder.
ro: Trageți fișierele și dosarele pe care doriți să le scrieți pe disc în dosarul Creare CD/DVD.

source: Insert a writable CD or DVD into the CD/DVD writer device on your system.
ro: Introduceți un CD sau DVD gol în unitatea CD/DVD din sistemul dumneavoastră.

source: Press the <guibutton>Write to Disc</guibutton> button, or choose <menuchoice><guimenu>File</guimenu><guimenuitem>Write to CD/DVD</guimenuitem></menuchoice>. A <guilabel>Write to Disc</guilabel> dialog is displayed.
ro: Apăsați buntonul <guibutton>Scrie pe disc</guibutton> sau alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Scrie pe CD/DVD</guimenuitem></menuchoice>.

source: Use the <guilabel>Write to Disc</guilabel> dialog to specify how you want to write the CD, as follows:
ro: Utilizați fereastra de dialog <guilabel>Scrie pe disc</guilabel> pentru a specifica ce anume doriți să scrieți pe disc, după cum urmează:

source: Write disc to
ro: Scrie discul pe

source: Select the device to which you want to write the CD from the drop-down list. To create an CD image file, select the <guilabel>File image</guilabel> option. A CD image file is a normal file that contains all of the data in the same format as a CD, that you can write to a CD later.
ro: Aici selectați dispozitivul, cu care doriți să efectuați inscripționarea, din lista derulantă. Pentru a crea un fișier imagine CD selectați opțiunea <guilabel>Fișier imagine</guilabel>. Un fișier imagine CD este un fișier normal care conține toate datele în același format ca și un CD și îl puteți incripționa mai târziu pe un CD.

source: Disc name
ro: Nume disc

source: Type a name for the CD in the text box.
ro: În câmpul text tastați un nume pentru discul dumneavoastră.

source: Data size
ro: Mărime date

source: Shows the size of the data to be written to disc. The blank disk must be at least this size.
ro: Afișează cantitatea de date care vor fi inscipționate pe disc. Capacitatea discului pe care se face scrierea trebuie să fie cel puțin egală cu această dimensiune.
