Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Sound Events
ro: Evenimente sonore

source: Input
ro: Intrare

source: Output
ro: Ieșire

source: You can change the overall output volume using the <guilabel>Output volume</guilabel> slider at the top of the window. The <guilabel>Mute</guilabel> checkbox allows to temporarily suppress all output without disturbing the current volume.
ro: Puteți schimba volumul global al ieșirii audio folosind glisorul <guilabel>Output volume</guilabel> aflat în partea de sus a ferestrei. Căsuța de bifare <guilabel>Mut</guilabel> vă permite să suspendați volumul tuturor ieșirilor audio fără a deranja volumul curent.

source: Sound Effects Preferences
ro: Preferințe Efecte sunet

source: A sound theme is collection of sound effects that are associated to various events, such as opening a dialog, clicking a button or selecting an item in a menu. One of the most prominent event sounds is the <emphasis>System Bell</emphasis> sound that often played to indicate a keyboard input error. Use the <guilabel>Sound Effects</guilabel> tabbed section of the <application>Sound</application> preference tool to choose a sound theme and modify the bell sound.
ro: O temă sonoră este o colecție de efecte sonore care sunt asociate diferitelor evenimente, cum ar fi deschiderea unui dialog, efectuarea de clic pe un buton sau selectarea unui element dintr-un meniu. Unul dintre cele mai remarcabile evenimente sonore este sunetul <emphasis>Clopoțelul de sistem</emphasis> care este redat frecvent pentru a indica o eroare de intrare de la tastatură. Utilizați secția <guilabel>Efecte sunet</guilabel> a instrumentului de preferințe <application>Sunet</application> pentru a alege tema sonor și a modifica sunetul clopoțelului.

source: <xref linkend="goscustmulti-TBL-6"/> lists the sound effects preferences that you can modify.
ro: <xref linkend="goscustmulti-TBL-6"/> prezintă preferințele efectelor sonore pe care le puteți modifica.

source: <guilabel>Alert Volume</guilabel> slider
ro: Glisorul <guilabel>Volum alertă</guilabel>

source: Use the <guilabel>Alert Volume</guilabel> slider to control the volume for event sounds.
ro: Utilizați glisorul <guilabel>Volum alertă</guilabel> pentru a controla volumul evenimentelor sonore.

source: The <guilabel>Mute</guilabel> checkbox allows to temporarily suppress event sounds without modifying the current volume.
ro: Căsuța de bifare <guilabel>Mut</guilabel> permite suspendarea temporară a evenimentelor sonore fără modificarea volumului curent.

source: Sound Theme
ro: Temă sonoră

source: Use this combobox to select a different sound theme.
ro: Utilizați căsuța de selectare pentru a alege o temă sonoră diferită.

source: Choose <guilabel>No sounds</guilabel> to turn off all event sounds.
ro: Alegeți <guilabel>Fără sunete</guilabel> pentru a dezactiva toate evenimentele sonore.

source: <guilabel>Choose an alert sound </guilabel> list
ro: Lista <guilabel>Alegeți un sunet alertă</guilabel>

source: Choose an alternative sound for the System Bell from this list.
ro: Alegeți un sunet alternativ pentru Clopoțelul sistemului din această listă.

source: Selecting a list element plays the sound.
ro: Când selectați un element din listă se va reda sunetul.

source: <guilabel>Enable window and button sounds </guilabel> checkbox
ro: Căsuța de bifare <guilabel>Activare sunete pentru ferestră și butoane</guilabel>

source: Uncheck this option if you don't want to hear sounds for window-related events (such as a dialog or a menu appearing) and button clicks.
ro: Debifați această opțiune dacă nu doriți să auziți sunetele pentru evenimente legate de fereastră (cum ar fi apariția unui dialog sau meniu) și apăsări de butoane.

source: Sound Input Preferences
ro: Preferințe intrare sunet

source: Use the <guilabel>Input</guilabel> tabbed section to set your preferences for sound input.
ro: Folosiți secțiunea <guilabel>Intrare</guilabel> pentru a stabili preferințele intrării audio.

source: <xref linkend="goscustdesk-TBL-1"/> lists the sound input preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-1"/> prezintă preferințele intrării audio pe care le puteți modifica.

source: <guilabel>Input volume </guilabel> slider
ro: Glisorul <guilabel>Volum intrare</guilabel>

source: Use the input volume slider to control the input level.
ro: Utilizați glisorul de volum de intrare pentru a controla nivelul volumului intrării audio.

source: The <guilabel>Mute </guilabel> checkbox allows to temporarily suppress all input without disturbing the current input level.
ro: Căsuța de bifare <guilabel>Mut</guilabel> permite suspendarea temporară a intrării audio fără modificarea volumului de curent.

source: Input level
ro: Nivel intrare

source: The <guilabel>Input level</guilabel> display provides visual feedback that helps to select a suitable input volume.
ro: <guilabel>Nivelul de intrare</guilabel> oferă sugestii vizuale care vă ajută să selectați un volum de intrare adecvat.

source: <guilabel>Choose a device for sound input </guilabel> list
ro: Lista <guilabel>Alegeți un dispozitiv pentru intrare sunet</guilabel>

source: Choose the device that you want to receive sound input from.
ro: Alegeți dispozitivul de la care doriți să recepționați sunet.

source: Note that the input volume can also be controlled with the microphone icon that is shown in the notification area of the panel when an application is listening for sound input.
ro: Rețineți că volumul de intrare, de asemenea, poate fi controlat iconița microfon care este afișată în zona de notificare a panoului atunci când se caută intrarea audio.

source: Sound Output Preferences
ro: Preferințe ieșire sunet

source: Use the <guilabel>Output</guilabel> tabbed section to set your preferences for sound output.
ro: Folosiți secțiunea <guilabel>Ieșire</guilabel> pentru a stabili preferințele ieșirii audio.

source: <xref linkend="goscustdesk-TBL-2"/> lists the sound output preferences that you can modify.
ro: <xref linkend="goscustdesk-TBL-1"/> prezintă preferințele ieșirii audio pe care le puteți modifica.

source: <guilabel>Output volume </guilabel> slider
ro: Glisorul <guilabel>Volum ieșire</guilabel>

source: Use the output volume slider to control the overall output volume.
ro: Utilizați glisorul de volum de ieșire pentru a controla nivelul volumului ieșirii audio.

source: The <guilabel>Mute </guilabel> checkbox allows to temporarily suppress all output without disturbing the current volume.
ro: Căsuța de bifare <guilabel>Mut</guilabel> permite suspendarea temporară a ieșirii audio fără modificarea volumului curent.

source: Note that the <guilabel>Output volume</guilabel> slider is located above the tabbed section at the top of the window.
ro: Rețineți că glisorul <guilabel>Volum ieșire</guilabel> este situat deasupra secțiunii cu taburi din partea de sus a ferestrei.

source: <guilabel>Choose a device for sound output </guilabel> list
ro: Lista <guilabel>Alegeți un dispozitiv pentru ieșire sunet</guilabel>

source: Choose the device that you want to hear sound output from.
ro: Alegeți dispozitivul cu care doriți să ascultați sunet.

source: <guilabel>Balance </guilabel> slider
ro: Glisorul <guilabel>Balanță</guilabel>

source: Use the <guilabel>Balance</guilabel> slider to control the left/right balance of an output device that has more than one channel (e.g. stereo or 5.1).
ro: Utilizați glisorul <guilabel>Balanță</guilabel> pentru a controla echilibrul stânga/dreapta a unui dispozitiv de ieșire care are mai mult de un canal (de exemplu, stereo sau 5.1).

source: Note that the output volume can also be controlled with the speaker icon that is shown in the notification area of the panel.
ro: Rețineți că volumul ieșirii audio poate fi, de asemenea, controlat de la iconița „difuzo”, care este afișată în zona de notificare a panoului.

source: Application Sound Preferences
ro: Preferințe sunet Aplicații

source: Use the <guilabel>Applications</guilabel> tabbed section to control the volume of sound played by individual applications.
ro: Utilizați secțiunea <guilabel>Aplicații</guilabel> pentru a controla volumul sunetului redat de aplicații individuale.

source: Each application that is currently playing sound is identified by its name and icon.
ro: Fiecare aplicație care redă sunetul în prezent este identificată prin numele și iconița sa.

source: System
ro: Sistem

source: Multimedia Systems Selector
ro: Selector sisteme multimedia

source: See the <ulink type="help" url="ghelp:gstreamer-properties">GStreamer Properties Manual</ulink>.
ro: consultați <ulink type="help" url="ghelp:gstreamer-properties">Proprietăți GStreamer - Manualul utilizatorului</ulink>

source: Sessions Preferences
ro: Preferințele sesiunii

source: startup applications
ro: aplicații pornire

source: The <application>Sessions</application> preference tool enables you to manage your sessions. You can set session preferences, and specify which applications to start when you start a session. You can configure sessions to save the state of applications in the GNOME Desktop, and to restore the state when you start another session. You can also use this preference tool to manage multiple GNOME sessions.
ro: Instrumentul de preferințe <application>Sesiuni</application> vă permite să gestionați sesiunile dumneavoastră. Puteți să stabiliți preferințele de sesiune, și să specificați care dintre aplicații să pornească când începeți o sesiune. Aveți posibilitatea să configurați sesiunile să salveze starea aplicațiilor în desktopul GNOME, și pentru a-și restabili starea atunci când porniți o altă sesiune. Utilizați acest instrument de preferințe pentru a gestiona mai multe sesiuni de GNOME.

source: You can customize the settings for sessions and startup applications in the following functional areas:
ro: Puteți personaliza setările pentru sesiuni și aplicații la pornire în următoarele domenii funcționale:

source: Session Options
ro: Opțiuni sesiune

source: Startup Programs
ro: Programe de pornit

source: Setting Session Preferences
ro: Configurarea opțiunilor sesiunii

source: setting options
ro: configurare opțiuni

source: Use the <guilabel>Session Options</guilabel> tabbed section to manage multiple sessions, and to set preferences for the current session.
ro: Utilizați secțiunea <guilabel>Opțiuni</guilabel> pentru a gestiona sesiuni multiple și pentru a configura preferințele pentru sesiunea curentă.

source: <xref linkend="goscustsession-TBL-11"/> lists the session options that you can modify.
ro: <xref linkend="goscustsession-TBL-11"/> prezintă opțiunile sesiunii pe care le puteți modifica.

source: Automatically remember running applications when logging out
ro: Reține automat aplicațiile ce rulează la ieșirea din sesiune

source: session-managed
ro: administrate de sesiune

source: Select this option if you want the session manager to save the state of your session when logging out. The session manager saves the session-managed applications that are open, and the settings associated with the session-managed applications when you log out. The next time that you start a session, the applications start automatically, with the saved settings.
ro: Selectați această opțiune dacă doriți ca administratorul de sesiuni să salveze starea sesiunii. Administratorul de sesiuni salvează aplicațiile deschise gestionate de sesiune și setările asociate aplicațiilor gestionate de sesiune. Data viitoare când porniți o sesiune, aplicațiile încep automat, cu setările salvate.

source: Remember currently running applications
ro: Reține aplicațiile care rulează în prezent

source: Select this option if you want the session manager to save the current state of your session. The session manager saves the session-managed applications that are open, and the settings associated with the session-managed applications. The next time that you start a session, the applications start automatically, with the saved settings.
ro: Selectați această opțiune dacă doriți ca administratorul de sesiuni să salveze starea curentă a sesiunii. Administratorul de sesiuni salvează aplicațiile deschise gestionate de sesiune și setările asociate aplicațiilor gestionate de sesiune. Data viitoare când porniți o sesiune, aplicațiile încep automat, cu setările salvate.

source: Configuring Startup Applications
ro: Configurarea programelor pornite automat la autentificarea în sesiune

source: non-session-managed
ro: neadministrate de sesiune

source: Use the <guilabel>Startup Programs</guilabel> tabbed section of the <application>Sessions</application> preference tool to specify non-session-managed <firstterm>startup applications</firstterm>. Startup applications are applications that start automatically when you start a session. You specify the commands that run the non-session-managed applications in the <guilabel>Startup Programs</guilabel> tabbed section. The commands execute automatically when you log in.
ro: Utilizați secțiunea <guilabel>Programe de pornit</guilabel> din unealta de preferințe <application>Sesiuni</application> pentru a specifica <firstterm>aplicațiile de pornit</firstterm> care nu sunt gestionate de sesiune. Aplicațiile de pornit sunt aplicații care sunt lansate automat când porniți sesiunea. Specificați comenzile care rulează aplicațiile care nu sunt gestionate de sesiune în secțiunea <guilabel>Programe de pornit</guilabel>. Comenzile vor fi executate automat când vă autentificați.

source: You can also start session-managed applications automatically. For more information, see <xref linkend="goscustsession-16"/>.
ro: De asemnenea, puteți porni automat și aplicațiile gestionate de sesiune. Pentru mai multe informații, consultați <xref linkend="goscustsession-16"/>.

source: <xref linkend="goscustsession-TBL-19"/> lists the startup applications preferences that you can modify.
ro: <xref linkend="goscustsession-TBL-19"/> prezintă preferințele aplicațiilor lansate la pornirea sesiunii, pe care le puteți modifica.

source: Startup Programs Preferences
ro: Preferințele programelor de pornit

source: Additional startup programs
ro: Programe de pornit suplimentare

source: Use this table to manage non-session-managed startup applications as follows:
ro: Utilizați acest tabel pentru a gestiona aplicațiile de pornit care nu sunt gestionate de sesiune, procedând astfel:

source: To add a startup application, click on the <guibutton>Add</guibutton> button. The <guilabel>New Startup Program</guilabel> dialog is displayed. Enter the name of the appplication in the <guilabel>Name</guilabel> field. Then enter the command to start the application in the <guilabel>Command</guilabel> field. you can also specify a comment in the <guilabel>Comment</guilabel> field
ro: Pentru a adăuga o aplicație de pornire, apăsați pe butonul <guibutton>Adaugă</guibutton>. Dialogul <guilabel>Program de pornire nou</guilabel> va fi afișat. Introduceți numele aplicației în câmpul <guilabel>Nume</guilabel>. Apoi introduceți comanda de pornire a aplicației în câmpul <guilabel>Comandă</guilabel>. De asemenea puteți specifica și un comentariu în câmpul <guilabel>Comentariu</guilabel>.

source: To edit a startup application, select the startup application, then click on the <guibutton>Edit</guibutton> button. The <guilabel>Edit Startup Program</guilabel> dialog is displayed. Use the dialog to modify the command and the startup order for the startup application.
ro: Pentru a edita o aplicație de pornire, selectați aplicația de pornire, apoi apăsați pe butonul <guilabel>Editează</guilabel>. Dialogul <guilabel>Editare program de pornire</guilabel> va fi afișat. Folosiți dialogul pentru a modifica comanda și ordinea de pornire pentru aplicația de pornire.

source: To delete a startup application, select the startup application, then click on the <guilabel>Remove</guilabel> button.
ro: Pentru a șterge o aplicație de pornire, selectați aplicația de pornire, apoi apăsați pe butonul <guilabel>Elimină</guilabel>.

source: Basic Skills
ro: Deprinderi de bază

source: This chapter introduces you to the basic skills that you need to work with the GNOME Desktop.
ro: Acest capitol vă introduce în deprinderile de bază pe care trebuie să le stăpâniți pentru a lucra în mediul desktop GNOME.

source: Mouse Skills
ro: Deprinderi de lucru cu mausul

source: basic skills
ro: Deprinderi de bază

source: mouse skills
ro: deprinderi de lucru cu mausul

source: This section describes what the mouse buttons do, and what the different pointers mean.
ro: Această secțiune descrie semnificația butoanelor mausului, precum și ce înseamnă diferitele cursoare pentru maus.

source: A mouse is a pointing device that lets you move the mouse pointer on the screen. The mouse pointer is usually a small arrow with which you point to objects on your screen. Pressing a mouse button will perform a particular action on the object over which your mouse pointer is situated, depending on which button you press.
ro: Un maus este un dispozitiv de indicare care vă permite să mișcați un cursor pe ecran. Cursorul mausului este, de regulă, o săgeată mică cu ajutorul căreia puteți indica spre obiectele de pe ecran. Apăsarea unui buton al mausului va executa o anumită acțiune asupra obiectului peste care este așezat cursorul, iar acțiunea depinde de tipul butonului care a fost apăsat.

source: Mouse Button Conventions
ro: Convenții pentru butoanele mausului

source: button conventions
ro: convenții buton

source: The instructions in this manual are for three buttoned, right handed mouse devices, the most common type. If you use another type of mouse or pointing device, you should take care to locate the corresponding buttons on your mouse. If you use a left-handed mouse see the paragraph on setting mouse orientation below.
ro: Instrucțiunile prezentate în acest manual se referă la dispozitive maus cu trei butoane, configurate pentru lucrul cu mâna dreaptă, deoarece sunt cele mai răspândite dispozitive. Dacă utilizați alt tip de maus sau alt dispozitiv indicator, atunci trebuie să identificați butoanele corespunzătoare pentru dispozitivul dumneavoastră. Dacă utilizați un maus configurat pentru lucrul cu mâna stângă, atunci consultați paragraful de mai jos care tratează despre configurarea dispunerii butoanelor mausului.

source: If you set your mouse device to be left handed, you should reverse the mouse button conventions used in this manual. This is normally also implied in most documentation and in many applications.
ro: Dacă aveți un maus configurat pentru lucrul cu mâna stângă, trebuie să inversați convențiile pentru butoane sugerate în acest manual. În mod normal acest lucru este valabil pentru majoritatea documentației și pentru majoritatea aplicațiilor.

source: Some mice lack a middle button. If you have a two-button mouse device, then your system may be configured to use <firstterm>chording</firstterm> to allow middle button simulation. If chording is activated, you press the left and right mouse buttons simultaneously, to simulate the the middle mouse button. A middle mouse button is by no means necessary to use GNOME.
ro: Unele dispozitive maus nu au un buton de mijloc. Dacă aveți un maus cu două butoane, atunci sistemul dumneavoastră trebuie configurat să folosească <firstterm>simultan</firstterm> cele două butoane pentru a simula acțiunea apăsării butonului de mijloc. Dacă metoda de acționare simultană este activată, atunci pentru a simula butonul de mijloc al mausului trebuie să apăsați simultan butonul stânga și butonul dreapta al mausului. Nu aveți neapărat nevoie de un maus cu trei butoane pentru a putea utiliza mediul desktop GNOME.

source: The mouse button conventions used in this manual are as follows:
ro: Convențiile pentru butoanele mausului folosite în acest manual sunt următoarele:

source: Left mouse button
ro: Buton maus stânga

source: The button on the left side of a mouse device. This is the main mouse button, used for selecting, activating, pressing buttons etc... When you are told to "click" it is implied that you should click with the left button, unless specifically stated.
ro: Butonul care se află în partea stângă a dispozitivului maus. Acesta este butonul principal al mausului și este folosit pentru selectare, activare, acționarea butoanelor interfețelor grafice, etc.. Dacă vi se spune să efectuați clic se subînțelege că trebuie să apăsați butonul din partea stângă al mausului, dacă nu vi se spune explicit altfel.

source: Middle mouse button
ro: Butonul din mijloc al mausului

source: The middle button of a mouse device. On many mice with a scroll wheel, the scroll wheel can be pushed down for a middle mouse button click.
ro: Butonul de mijloc al dispozitivului maus. În multe dispozitive maus care au rotiță de derulare, aceasta poate fi apăsată pentru a acționa butonul de mijloc al mausului.

source: Right mouse button
ro: Butonul din dreapta al mausului

source: The button on the right side of a mouse device. Often, this button displays a context menu for the object under the pointer.
ro: Butonul din partea dreaptă a dispozitivului maus. De regulă, acest buton afișează un meniu contextual pentru obiectul de sub cursor.

source: Use <application>Mouse Preferences</application> to reverse the orientation of your mouse device. You will then need to reverse the mouse button conventions used in this manual and other GNOME documentation. See <xref linkend="prefs-mouse"/> for more information about setting your mouse preferences.
ro: Utilizați fereastra de dialog <application>Preferințe maus</application> pentru a inversa orientarea butoanelor pentru mausul dumneavoastră. Apoi trebuie să inversați convențiile pentru butoanele mausului folosite în acest manual și în alte documentații GNOME. Pentru mai multe informații despre cum puteți configura preferințele mausului dumneavoastră consultați <xref linkend="prefs-mouse"/>.

source: Mouse Actions
ro: Acțiuni maus

source: Actions
ro: Acțiuni

source: action conventions
ro: convenții acțiune

source: action terminology
ro: terminologie acțiune

source: The following conventions are used in this manual to describe actions that you take with the mouse:
ro: În acest manual sunt folosite următoarele convenții pentru a descrie acțiunile pe care le puteți efectua cu mausul:

source: Definition
ro: Definiție

source: Click
ro: Clic

source: Press and release the left mouse button, without moving the mouse.
ro: Apăsați și eliberați butonul stânga al mausului, fără a mișca mausul.

source: Same as <emphasis>click</emphasis>. The term 'left-click' is used where there might be confusion with <emphasis>right-click</emphasis>.
ro: Efectuați aceeași acțiune ca și pentru <emphasis>clic</emphasis>. Termenul „clic stânga” este folosit acolo unde se poate confunda cu termenul <emphasis>clic dreapta</emphasis>.

source: Press and release the middle mouse button, without moving the mouse.
ro: Apăsați și eliberați butonul de mijloc al mausului, fără a mișca mausul.

source: Press and release the right mouse button, without moving the mouse.
ro: Apăsați și eliberați butonul dreapta al mausului, fără a mișca mausul.

source: Double-click
ro: Clic dublu

source: Press and release the left mouse button twice in rapid succession without moving the mouse. You can configure the sensitivity to double-clicks by changing the <emphasis>Double-click Timeout</emphasis> setting: see <xref linkend="prefs-mouse"/> for more information.
ro: Apăsați și eliberați butonul stânga al mausului de două ori succesiv cu o mișcare rapidă, fără a mișca mausul. Puteți configura sensibilitatea succesiunii celor două clicuri modificând valoarea din secțiunea <emphasis>Limitare timp dublu clic</emphasis>: pentru mai multe informații consultați <xref linkend="prefs-mouse"/>.

source: Click-and-drag
ro: Clic-și-trage
