Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Write speed
ro: Viteză scriere

source: Select the speed at which you want to write the CD from the drop-down list.
ro: Din lista derulantă alegeți viteza la care doriți să realizați scrierea pe CD.

source: Click on the <guibutton>Write</guibutton> button.
ro: Acționați butonul <guibutton>Scrie</guibutton>.

source: If you selected the <guilabel>File image</guilabel> option from the <guilabel>Target to write to</guilabel> drop-down list, a <guilabel>Choose a filename for the disc image</guilabel> dialog is displayed. Use the dialog to specify the location where you want to save the disc image file. By default, disc image files have a <filename>.iso</filename> file extension.
ro: Dacă ați ales opțiunea <guilabel>Fișier imagine</guilabel> din lista derulantă <guilabel>Scrie discul pe</guilabel>, se va deschide fereastra de dialog <guilabel>Alegeți un nume de fișier pentru imaginea discului</guilabel>. Folosiți fereastra aceasta de dialog pentru a specifica locația în care doriți să salvați fișierul imagine disc. Implicit, fișierul imagine are extensia <filename>.iso</filename>.

source: A <guilabel>Writing disc</guilabel> dialog is displayed. This process takes some time. When the disc is written or when the disc image file is created, a message to indicate that the process is complete is displayed in the dialog.
ro: Se va deschide dialogul <guilabel>Scriere disc</guilabel>. Procesul de scriere, de regulă, este de durată. După ce discul a fost scris sau după ce fișierul imagine disc a fost creat, se va afișa un mesaj care vă înformează că procesul s-a încheiat.

source: You can set the CD/DVD Creator folder to open automatically when you instert a blank disc. See <xref linkend="gosnautilus-61"/>.
ro: Puteți stabili ca Creatorul de CD/DVD să se deschidă automat când introduceți un disc gol. Consultați <xref linkend="gosnautilus-61"/>.

source: The filesystem written to the CD will be readable with long filenames on all recent operating systems. Both the Joliet and the Rock Ridge CD-ROM filesystem extensions are used.
ro: Sistemul de fișiere scris pe CD poate fi citit de către toate sistemele de operare moderne chiar dacă numele de fișiere conțin multe caractere. Sunt suportate atât extensiile CD-ROM de tip Joliet cât și Rock Ridge.

source: Copying CDs or DVDs
ro: Copierea CD-urilor sau a DVD-urilor

source: You can create a copy of a CD or DVD, either to another disc or to an image file stored on your computer. To create a copy, perform the following steps:
ro: Puteți crea o copie a unui CD sau DVD fie pe un alt disc, fie într-un fișier imagine pe care să îl stocați pe discul fix. Pentru a crea o copie procedați astfel:

source: Insert the disc you want to copy.
ro: Introduceți discul pe care doriți să-l copiați.

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> from the top panel menubar.
ro: Din panoul superior alegeți opțiunea <menuchoice><guimenu>Locații</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.

source: Right-click on the CD icon, and choose <guimenuitem>Copy Disc</guimenuitem>.
ro: Efectuați clic dreapta pe iconița CD-ului și alegeți opțiunea <guimenuitem>Copiază disc</guimenuitem>.

source: The <guilabel>Write to Disc</guilabel> dialog is displayed.
ro: Se va afișa fereastra de dialog <guilabel>Scrie pe disc</guilabel>.

source: If you have only one drive with write capabilities, the process will first create a disc image file on your computer. It will then eject the original disk, and ask you to change it for a blank disk on which to write the copy.
ro: Dacă aveți doar o singură unitate de disc pe care puteti inscripționa, procesul va creea, prima dată, un fișier imagine în calculator. După aceea, va ejecta discul original și vă va invita să introduceți un disc gol pe care să scrieți copia creată.

source: If you want to create more than one copy, choose the Image File option on the <guilabel>Write to Disc</guilabel> and then write the disc image: see <xref linkend="nautilus-cdwriter-writeimage"/>.
ro: Dacă doriți să creați mai mult de o copie, din meniul <guilabel>Scrie pe disc</guilabel> alegeți opțiunea Fișier imagine, apoi inscripționați acel fișier imagine, pentru mai multe amănunte consultați: <xref linkend="nautilus-cdwriter-writeimage"/>.

source: Creating a Disc from an Image File
ro: Crearea unui disc pornind de la un fișier imagine

source: You can write a disc image to a CD or DVD. For example, you may have downloaded a disc image from the internet, or previously created one yourself. Disc images usually have a <filename>.iso</filename> file extension and are sometimes called iso files.
ro: Puteți inscripționa un fișier imagine pe un CD sau DVD. De exemplu, poate ați descărcat un fișier imagine de pe Internet sau poate ați creat chiar dumneavoastră un astfel de fișier imagine. De obicei fișierele imagine au extensia <filename>.iso</filename> și din această cauză mai sunt denumite și fișiere iso.

source: To write a disc image, right-click on the disc image file, then choose <guimenuitem>Write to Disc</guimenuitem> from the popup menu.
ro: Pentru a scrie un fișier imagine efectuați clic dreapta pe fișier și din meniul contextual alegeți opțiunea <guimenuitem>Scrie pe disc</guimenuitem>.

source: Navigating Remote Servers
ro: Navigarea serverelor la distanță

source: The <application>Nautilus</application> file manager provides an integrated access point to your files, applications, FTP sites, Windows shares, WebDav servers and SSH servers.
ro: Administratorul de fișiere <application>Nautilus</application> furnizează un punct integrat, de acces pentru fișierele, aplicațiile, siturile FTP, partajările Windows, serverele WebDav și cele SSH.

source: To Access a remote server
ro: Pentru a accesa un server la distanță

source: accessing
ro: accesare

source: You can use the file manager to access a remote server, be it an FTP site, a Windows share, a WebDav server or an SSH server.
ro: Puteți folosi administratorul de fișiere pentru a accesa un server la distanță, fie acesta un sit FTP, o partajare Windows, un server WebDav sau SSH.

source: To access a remote server, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Connect to Server</guimenuitem></menuchoice>. You may also access this dialog from the menubar by choosing <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server</guimenuitem></menuchoice>.
ro: Pentru a accesa un server la distanță, alegeți <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Conectare la server</guimenuitem></menuchoice>. Puteți de asemenea accesa acest dialog dintr-o bară de meniu alegând <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Conectare la server</guimenuitem></menuchoice>.

source: To connect to a remote server, start by choosing the service type, then enter the server address.
ro: Pentru a vă conecta la un server la distanță începeți prin a alege tipul serviciului, apoi introduceți adresa serverului.

source: If required by your server, you may provide the following optional information :
ro: Dacă serverul dumneavoastră o cere, puteți introduce următoarele informații suplimentare:

source: Port to connect to on the server. This should only be used if it is necessary to change the default port, you would normally leave this blank.
ro: Portul de conectare la server. Acesta ar trebui utilizat numai dacă este necesar să schimbați portul implicit, în mod normal ar trebui să îl lăsați necompletat.

source: Folder
ro: Dosar

source: Folder to open upon connecting to server.
ro: Dosar de deschis la conectarea la server.

source: User Name
ro: Nume utilizator

source: The user name of the account used to connect to the server. This should be supplied with the connection information if needed. The user name information is not appropriate for a public FTP connection.
ro: Numele de utilizator al conului folosit în conectarea la server. Acesta trebuie oferit cu informațiile de conexiune dacă este necesar. Informațiile despre numele de utilizator nu sunt adecvate pentru o conexiune FTP publică.

source: Name to use for connection
ro: Nume de utilizat pentru conexiune

source: The designation of the connection as it will appear in the file manager.
ro: Desemnarea conexiunii cum apare în administratorul de fișiere.

source: Share
ro: Partajare

source: Name of desired windows share. This is only applicable to Windows shares.
ro: Numele partajarii windows dorite. Aceasta este aplicabilă doar la partajările WIndows.

source: Domain name
ro: Nume domeniu

source: Windows domain. This is only applicable to Windows shares.
ro: Domeniu Windows. Aceasta este aplicabilă doar la partajările Windows.

source: If the server information is provided in the form of a URI, or you require a specialized connection, choose <menuchoice><guimenuitem>Custom Location</guimenuitem></menuchoice> as the service type.
ro: Dacă informațiile serverului sunt furnizate sub forma unui URI, sau dacă aveți nevoie de o conexiune specială, selectați <menuchoice><guimenuitem>Locație personalizată</guimenuitem></menuchoice> ca tip de serviciu.

source: Once you have filled in the information, click on the <guibutton>Connect</guibutton> button. When the connection succeeds, the contents of the site are displayed and you may drag and drop files to and from the remote server.
ro: Odată ce ați completat informațiile cerute, apăsați pe butonul <guibutton>Conectează</guibutton>. Când conexiunea reușește conținutul sitului este afișat și puteți trage și plasa fișiere de la și către serverul la distanță.

source: To Access Network Places
ro: Pentru a accesta locurile rețelei

source: network places
ro: locurile rețelei

source: If your system is configured to access places on a network, you can use the file manager to access the network places.
ro: Dacă sistemul dumneavoastră este configurat să acceseze locurile unei rețele, puteți folosi administratorul de fișiere pentru a le accesa.

source: To access network places, open the file manager and choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Network Servers</guimenuitem></menuchoice>. A window opens that displays the network places that you can access. Double-click on the network that you want to access.
ro: Pentru a accesa locurile unei rețele, deschideți administratorul de fișiere și alegeți <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Servere rețea</guimenuitem></menuchoice>. O fereastră se deschide și va afișa locurile rețelei pe care le puteți accesa. Dați dublu-clic pe rețeaua pe care doriți să o accesați.

source: <indexterm><primary>NFS servers</primary><see>Unix network</see></indexterm>To access UNIX shares, double-click on the <guilabel>Unix Network (NFS) </guilabel> object. A list of the UNIX shares available to you is displayed in the file manager window.
ro: <indexterm><primary>Servere NFS</primary><see>Rețea Unix</see></indexterm>Pentru a accesa partajările UNIX, dați dublu-clic pe <guilabel>Rețea Unix (NFS) </guilabel>. O listă a partajărilor UNIX disponibile pentru dumneavoastră va fi afișată în fereastra administratorului de fișiere.

source: <indexterm><primary>Samba servers</primary><see>Windows network</see></indexterm>To access Windows shares, double-click on the <guilabel>Windows Network (SMB) </guilabel> object. A list of the Windows shares available to you is displayed in the file manager window.
ro: <indexterm><primary>Servere Samba</primary><see>Rețea Windows</see></indexterm>Pentru a accesa partajările Windows, dați dublu-clic pe <guilabel>Rețea Windows (SMB) </guilabel>. O listă a partajărilor Windows disponibile pentru dumneavoastră va fi afișată în fereastra administratorului de fișiere.

source: Accessing Special URI Locations
ro: Accesarea Locațiilor URI speciale

source: special URI locations
ro: locații URI speciale

source: Nautilus has certain special URI locations that enable you to access particular functions from the file manager.
ro: Nautilus are anumite locații speciale URI care vă permit să accesați aceste funcții speciale din Administratorul de fișiere.

source: These are intended for advanced users: in most cases, an easier method of accessing the function or location exists.
ro: Acestea sunt destinate pentru utilizatorii avansați: în majoritatea cazurilor, există o metoda mai ușoara de accesare a funcției sau a locației.

source: <xref linkend="gosnautilus-TBL-479"/> lists the special URI locations that you can use with the file manager.
ro: <xref linkend="gosnautilus-TBL-479"/> enumeră locațiile URI speciale, care pot fi folosite cu administratorul de fișiere.

source: Special URI Locations
ro: Locații URI specială

source: URI Location
ro: Locație URI

source: This is a special location where you can copy files and folders that you want to write to a CD. From here you can write the contents of the location to a CD easily. See also <xref linkend="nautilus-cdwriter"/>.
ro: Aceasta este o locație specială unde puteți copia fișierele și dosarele pe care doriți să le scrieți pe un CD. De unde puteți scrie conținutul locației pe un CD foarte ușor. Pentru mai multe detalii consultați și <xref linkend="nautilus-cdwriter"/>.

source: Displays network locations to which you can connect, if your system is configured to access locations on a network. To access a network location, double-click on the network location. You can also use this URI to add network locations to your system. See also <xref linkend="nautilus-accessnetwork"/>.
ro: Afișează locațiile de rețea la care vă puteți conecta, dacă sistemul este configurat pentru a accesa locații pe rețea. Pentru a accesa o locație din rețea, apăsați dublu clic pe locația rețelei. De asemenea, puteți utiliza acest URI pentru a adăuga locații de rețea pe sistemul dumneavoastră. Pentru mai multe detalii consultați și <xref linkend="nautilus-accessnetwork"></xref>.

source: Nautilus Preferences
ro: Preferințe Nautilus

source: customizing
ro: personalizare

source: preferences
ro: preferințe

source: preferences, file manager
ro: preferințe, manager de fișiere

source: file manager preferences
ro: preferințe manager de fișiere

source: Use the <guilabel>File Management Preferences</guilabel> dialog to customize the file manager to suit your requirements and preferences.
ro: Utilizarea ferestrei de dialog <guilabel>Preferințe management fișiere</guilabel> pentru personalizarea managerului de fișiere conform cerințelor și preferințelor dumneavoastră.

source: To display the <guilabel>File Management Preferences</guilabel> dialog, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. You can also access this dialog directly from the top panel Menubar by choosing <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>File Management</guimenuitem></menuchoice>.
ro: Pentru a afișa fereastra de dialog <guilabel>Preferințe management fișiere</guilabel>, alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>. Puteți deschide această fereastră și din panoul superior din meniul <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Preferințe</guisubmenu><guimenuitem>Administrare fișiere</guimenuitem></menuchoice>.

source: You can set preferences in the following categories:
ro: Puteți configura preferințele în categoriile următoare:

source: The default settings for views.
ro: Opțiunile implicite de afișare.

source: The behavior of files and folders, executable text files, and Trash.
ro: Comportamentul fișierelor și dosarelor, fișierelor text executabile și al coșului de gunoi.

source: The information that is displayed in icon captions and the date format.
ro: Informația care este afișată sub iconițe și formatul datei.

source: The columns that appear in the list view and their order.
ro: Coloanele care apar în afișarea ca listă și ordinea lor.

source: Preview options to improve the performance of the file manager.
ro: Opțiunile de previzualizare pentru îmbunătățirea performanțelor managerului de fișiere.

source: How removable media and connected devices are handled.
ro: Gestionarea mediilor detașabile și dispozitivelor conectate.

source: Views Preferences
ro: Preferințe afișare

source: You can specify a default view, and select sort options and display options. You can also specify default settings for icon views and list views.
ro: Puteți specifica afișarea implicită și puteți selecta opțiunile de sortare și de afișare. De asemenea, puteți specifica opțiunile implicite pentru afișarea ca iconițe și pentru afișarea ca listă.

source: To specify your default view settings, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Views</guilabel> tab to display the <guilabel>Views</guilabel> tabbed section.
ro: Pentru a selecta modul implicit de afișare alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>. Acționați tabul <guilabel>Afișare</guilabel> pentru a se afișa pagina <guilabel>Afișare</guilabel>.

source: <xref linkend="gosnautilus-TBL-30"/> lists the views preferences that you can modify.
ro: <xref linkend="gosnautilus-TBL-30"/> prezintă preferințele de afișare pe care le puteți configura.

source: View new folders using
ro: Afișarea dosarelor noi folosind

source: Select the default view for folders. When you open a folder, the folder is displayed in the view that you select. This can be the icon view, the list view, or the compact view, which is a variant of the icon view that is organized in columns rather than rows..
ro: Selectați modul de afișare al dosarelor. Când deschideți un dosar, dosarul se va afișa în modul pe care l-ați ales. Acesta poate fi în mod de afișare listă, în mod de afișare iconițe sau în mod de afișare compact, acesta din urmă fiind o variantă a modului de afișare iconițe în care elementele sunt organizate pe coloane în loc de rânduri.

source: Arrange items
ro: Aranjarea elementelor

source: Select the characteristic by which you want to sort the items in folders that are displayed in this view.
ro: Selectează caracteristica după care doriți să sortați elementele din dosare, în modul de afișare ales.

source: Sort folders before files
ro: Sortarea dosarelor înaintea fișierelor

source: Select this option to list folders before files when you sort a folder.
ro: Selectați această opțiune pentru a afișa dosarele înaintea fișierelor la sortarea conținutului unui dosar.

source: Show hidden and backup files
ro: Afișează fișierele ascunse și de backup

source: Select this option to display files that are normally not shown in folders. For more on hidden files, see <xref linkend="nautilus-hidden-files"/>.
ro: Selectați această opțiune pentru a afișa fișierele care în mod normal nu sunt afișate în dosare. Pentru mai multe detalii despre fișierele ascunse, consultați <xref linkend="nautilus-hidden-files"/>.

source: <guilabel>Default zoom level</guilabel> in the Icon View, Compact View, or List View sections
ro: <guilabel>Nivelul implicit de zoom</guilabel> din modul iconițe, modul compact, sau secțiunile din modul listă

source: Select the default zoom level for folders that are displayed in this view. The zoom level specifies the size of items in a view.
ro: Selectați nivelul de zoom implicit pentru dosarele care sunt afișate în acest mod. Nivelul de zoom specifică dimensiunea elementelor din acel mod.

source: Use compact layout
ro: Folosește aranjament compact

source: Select this option to arrange the items in icon view so that the items in the folder are closer to each other.
ro: Selectați această opțiune pentru a aranja elementele în mod de afișare iconițe, în așa fel încât elementele din dosar să fie mai apropiate unele de altele.

source: Text beside icons
ro: Text lângă iconițe

source: Select this option to place the icon captions for items beside the icon rather than under the icon.
ro: Selectați această opțiune pentru a plasa informațiile despre element lângă iconița acestuia și nu sub iconiță.

source: All columns have the same width
ro: Toate coloanele au aceeași lățime

source: Select this option to make all columns in a compact view have the same width.
ro: Selectați această opțiune pentru a face toate coloanele din modul de afișare compact, să aibă aceeași lățime.

source: Show only folders
ro: Afișează numai dosare

source: Select this option to display only folders in the <guilabel>Tree</guilabel> in the side pane.
ro: Selectați această opțiune pentru a afișa doar dosare în meniul <guilabel>Arbore</guilabel> din panoul lateral.

source: Behavior Preferences
ro: Preferințe comportament

source: behavior
ro: comportament

source: To set your preferences for files and folders, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Behavior</guilabel> tab to display the <guilabel>Behavior</guilabel> tabbed section. You can set the following preferences:
ro: Pentru a configura preferințele pentru fișiere și dosare, alegeți opțiunea <menuchoice><guimenu>Editare</guimenu><guimenuitem>Preferințe</guimenuitem></menuchoice>. Acționați tabul <guilabel>Comportament</guilabel> pentru a afișa pagina <guilabel>Comportament</guilabel>. Puteți configura următoarele preferințe:

source: Single click to open items
ro: Clic simplu pentru a deschide elementele

source: Select this option to perform the default action for an item when you click on the item. When this option is selected, and you point to an item, the title of the item is underlined.
ro: Selectați această opțiune pentru a efectua acțiunea implicită asociată pentru un element atunci când efectuați clic simplu pe element. Când este selectată această opțiune și indicați către un element, atunci titlul elementului este subliniat.

source: Double click to open items
ro: Clic dublu pentru a deschide elementele

source: Select this option to perform the default action for an item when you double-click on the item.
ro: Selectați această opțiune pentru a efectua acțiunea implicită asociată elementului atunci când efectuați clic dublu pe element.

source: Always open in browser windows
ro: Deschide întotdeauna în ferestre de navigare

source: Select this option to use <application>Nautilus</application> in browser mode rather than spatial mode. Selecting this lets you browse your files and folders in the same window, otherwise you will navigate your files and folders as objects.
ro: Selectați această opțiune pentru a utiliza <application>Nautilus</application> în mod de lucru navigare și nu în mod de lucru spațial. Această opțiune vă permite să navigați în aceeași fereastră, cu alte cuvinte, fișierele și dosarele vor fi considerate obiecte atunci când navigați.

source: Run executable text files when they are opened
ro: Execută fișierele text executabile când acestea sunt deschise

source: Select this option to run an text executable file when you choose the file. An executable text file is a text file that can execute, that is, a shell script.
ro: Selectați această opțiune pentru a rula un fișier text executabil atunci când efectuați clic pe el. Un fișier text executabil este un fișier text care poate executa un script shell.

source: View executable text files when they are opened
ro: Vizualizează fișierele text executabile când sunt deschise

source: Select this option to display the contents of an executable text file when you choose the executable text file.
ro: Selectați această opțiune pentru a afișa conținutul unui fișier text atunci când efectuați clic pe un fișier text executabil.

source: Ask each time
ro: Întreabă de fiecare dată
