Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: Changing Permissions for a File
ro: Modificarea drepturilor de acces pentru un fișier

source: changing permissions
ro: modificare permisiuni

source: permissions
ro: drepturi

source: changing file
ro: modificare fișier

source: To change the permissions of a file, perform the following steps:
ro: Pentru a modifica drepturile de acces ale unui fișier, procedați astfel:

source: Select the file that you want to change.
ro: Selectați fișierul pe care doriți să îl modificați.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. The <link linkend="nautilus-properties">properties window</link> for the item is displayed.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Proprietăți</guimenuitem></menuchoice>. Se va afișa <link linkend="nautilus-properties">fereastra de proprietăți</link> ale fișierului.

source: Click on the <guilabel>Permissions</guilabel> tab.
ro: Efectuați clic pe pagina <guilabel>Permisii</guilabel>.

source: To change the file's group, choose from the groups the user belongs to in the drop-down selector.
ro: Pentru a modifica grupul fișierului, din lista derulantă din dreptul categoriei Grup alegeți utilizatorul care aparține grupului respectiv.

source: For each of the owner, the group, and all other users, choose from these permissions for the file:
ro: Pentru fiecare din categoriile deținător, grup și alții, alegeți câte una din următoarele drepturi de acces pentru fișier:

source: None
ro: Nimic

source: No access to the file is possible. (You can't set this for the owner.)
ro: Fișierul nu va putea fi accesat. (Nu puteți alege această opțiune pentru deținător.)

source: Read-only
ro: Doar pentru citire

source: The users can open a file to see its contents, but not make any changes.
ro: Utilizatorii pot deschide fișierul pentru a-i vedea conținutul, dar nu vor putea face nicio modificare.

source: Read and write
ro: Citire și scriere

source: Normal access to a file is possible: it can be opened and saved.
ro: Este posibil accesul normal asupra fișierului: aceste poate fi deschis și salvat.

source: To allow a file to be run as a program, select <guilabel>Execute</guilabel>
ro: Pentru a permite executarea fișierului ca program, selectați opțiunea <guilabel>Execuție</guilabel>

source: Changing Permissions for a Folder
ro: Modificarea drepturilor de acces pentru un dosar

source: To change the permissions of a folder, perform the following steps:
ro: Pentru a modifica drepturile de acces ale unui dosar, procedați astfel:

source: Select the folder that you want to change.
ro: Selectați dosarul pe care doriți să îl modificați.

source: To change the folder's group, choose from the groups the user belongs to in the drop-down selector.
ro: Pentru a modifica grupul dosarului, alegeți o opțiune din lista derulantă cu grupurile din care face parte utilizatorul.

source: For each of the owner, the group, and all other users, choose from these folder access permissions:
ro: Pentru fiecare din categoriile deținător, grup și alții, alegeți câte una din opțiunile urătoare pentru drepturile de acces asupra dosarului:

source: No access to the folder is possible. (You can't set this for the owner.)
ro: Accesul la dosar nu va fi posibil. (Nu puteți alege această opțiune pentru deținătorul dosarului.)

source: List files only
ro: Doar enumerare fișiere

source: The users can see the items in the folder, but not open any of them.
ro: Utilizatorii vor putea vedea fișierele și dosarele dosarului dar nu vor putea deschide niciunul din ele.

source: Access files
ro: Acces fișiere

source: Items in the folder can be opened and modified, provided their own permissions allow it.
ro: Elementele din dosar pot fi deschise și modificate, în concordanță cu drepturile lor individuale de acces.

source: Create and delete files
ro: Creare și ștergere fișiere

source: The user can create new files and delete files in the folder, in addition to being able to access existing files.
ro: Utilizatorul poate creea fișiere noi și poate șterge fișiere existente, suplimentar față de posibilitatea de a accesa fișierele existente.

source: To set permissions for all the items contained in a folder, set the <guilabel>File Access</guilabel> and <guilabel>Execute</guilabel> properties and click on <guibutton>Apply permissions to enclosed files</guibutton>.
ro: Pentru a configura drepturile de acces pentru toate elementele conținute într-un dosar, alegeți permisiunile dorite pentru categoriile <guilabel>Acces fișier</guilabel> și <guilabel>Execuție</guilabel> și acționați butonul <guibutton>Aplică permisiunile pentru fișierele conținute</guibutton>.

source: Adding Notes to Files and Folders
ro: Adăugarea de comentarii fișierelor și dosarelor

source: You can add notes to files or folders. You can add notes to files or folders in the following ways:
ro: Puteți adăuga comentarii fișierelor sau dosarelor. Puteți adăuga comentarii fișierelor sau dosarelor, în următoarele moduri:

source: From the properties dialog
ro: Din fereastra de dialog proprietăți

source: From <guilabel>Notes</guilabel> in the side pane
ro: Din meniul <guilabel>Note</guilabel> din panoul lateral

source: To Add a Note Using the Properties Dialog
ro: Adăugarea comentariilor din fereastra de dialog proprietăți

source: notes
ro: note

source: adding to files and folders
ro: adăugare la fișiere și dosare

source: To add a note to a file or folder, perform the following steps:
ro: Pentru a adăuga Note unui fișier sau dosar procedați astfel:

source: Select the file or folder to which you want to add a note.
ro: Selectați fișierul sau dosarul căruia doriți să îi adăugați un comentariu.

source: Click on the <guilabel>Notes</guilabel> tab. In the <guilabel>Notes</guilabel> tabbed section, type the note.
ro: Selectați pagina <guilabel>Note</guilabel>. În secțiunea <guilabel>Note</guilabel> introduceți textul ce va forma comentariul.

source: Click <guibutton>Close</guibutton> to close the properties dialog. A note emblem is added to the file or folder.
ro: Acționați butonul <guibutton>Închide</guibutton> pentru a închide fereastra de dialog proprietăți. Fișierului sau dosarului i se va asocia o emblemă notiță.

source: <indexterm><primary>notes</primary><secondary>deleting</secondary></indexterm><indexterm><primary>file manager</primary><secondary>notes</secondary><tertiary>deleting</tertiary></indexterm>To delete a note, delete the note text from the <guilabel>Notes</guilabel> tabbed section.
ro: <indexterm><primary>notes</primary><secondary>deleting</secondary></indexterm><indexterm><primary>file manager</primary><secondary>notes</secondary><tertiary>deleting</tertiary></indexterm>Pentru a șterge o notiță, ștergeți textul din secțiunea <guilabel>Note</guilabel>.

source: To Add a Note Using Notes in the Side Pane
ro: Adăugarea unui comentariu folosind meniul Note din panoul lateral

source: Open the file or folder to which you want to add a note in the view pane.
ro: Deschideți fișierul sau dosarul căruia doriți să îi adăugați o notiță în panoul de afișare.

source: Choose <guilabel>Notes</guilabel> from the drop-down list at the top of the side pane. To display the side pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>.
ro: Alegeți meniul <guilabel>Note</guilabel din lista derulantă din partea superioară a panoului lateral. Pentru a afișa panoul lateral bifați opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Panou lateral</guimenuitem></menuchoice>.

source: Type the note in the side pane. A note emblem is added to the file or folder in the view pane, and a note icon is added to the side pane. You can click on this icon to display the note.
ro: În panoul lateral introduceți textul ce va forma comentariul. În panoul de afișare, fișierului sau dosarului, i se va atașa o emblemă notiță iar în panoul lateral se va adăuga o iconiță notiță. Puteți efectua clic pe această iconiță pentru a afișa conținutul notiței.

source: To delete a note, delete the note text from <guilabel>Notes</guilabel> in the side pane.
ro: Pentru a șterge comentariul, ștergeți textul din meniul <guilabel>Note</guilabel> din panoul lateral.

source: Using Bookmarks For Your Favorite Locations
ro: Utilizarea meniului Favorite pentru marcarea locațiilor dumneavoastră

source: bookmarks
ro: favorite

source: You can keep a list of <firstterm>bookmarks</firstterm> in <application>Nautilus</application>: folders and other locations that you frequently need to open.
ro: Puteți ține o listă de <firstterm>favorite</firstterm> în <application>Nautilus</application> care să cuprindă: dosare și alte locații pe care le deschideți frecvent.

source: Your bookmarks are listed in the following places:
ro: Favoritele dumneavoastră sunt afișate în următoarele locuri:

source: The <guimenu>Places</guimenu> menu on the top panel.
ro: În meniul <guimenu>Locații</guimenu> din panoul superior.

source: The <guimenu>Places</guimenu> menu in a folder window.
ro: În meniul <guimenu>Locații</guimenu> din panoul lateral.

source: The <guimenu>Bookmarks</guimenu> menu in a <application>Nautilus</application> browser window.
ro: În meniul <guimenu>Favorite</guimenu> din fereastra navigatorului de fișiere <application>Nautilus</application>.

source: The side pane in the <link linkend="filechooser-open"><guilabel>Open File</guilabel> dialog</link>. This allows you to quickly open a file that is in one of your bookmarked locations.
ro: În panoul lateral din <link linkend="filechooser-open">fereastra de dialog <guilabel>Deschide fișier</guilabel></link>. Acest lucru vă permite să accesați rapid un fișier care se află într-una din locațiile dumneavoastră favorite.

source: The list of commonly used locations in the <link linkend="filechooser-save"><guilabel>Save File</guilabel> dialog</link>. This allows you to quickly save a file to a location you have in your bookmarks.
ro: O listă cu locațiile accesate frecvent este prezentă și în <link linkend="filechooser-save">fereastra de dialog <guilabel>Salvează fișier</guilabel></link>. Acest lucru vă permite să salvați rapid un fișier care se află într-una din locațiile dumneavoastră favorite.

source: To open an item that is in your bookmarks, choose the item from a menu.
ro: Pentru a deschide un element care este în lista dumneavoastră de favorite, selectați acel element dintr-un meniu.

source: Adding a Bookmark
ro: Adăugarea unui element favorit

source: To add a bookmark, open the folder or location that you want to bookmark, then choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Add Bookmark</guimenuitem></menuchoice>.
ro: Pentru a adăuga un element favorit, deschideți dosarul sau locația pe care doriți să o marcați și apoi alegeți opțiunea <menuchoice><guimenu>Locații</guimenu><guimenuitem>Adaugă favorit</guimenuitem></menuchoice>.

source: If you are using a <application>Nautilus</application> browser window, choose <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Add Bookmark</guimenuitem></menuchoice>.
ro: Dacă utilizați o fereastră de navigare <application>Nautilus</application>, alegeți opțiunea <menuchoice><guimenu>Favorite</guimenu><guimenuitem>Adaugă favorit</guimenuitem></menuchoice>.

source: To Edit a Bookmark
ro: Editare Favorite

source: To edit your bookmarks perform the following steps:
ro: Pentru a edita una din locațiile favorite, procedați astfel:

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Edit Bookmarks</guimenuitem></menuchoice>, or in a browser window, <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Edit Bookmarks</guimenuitem></menuchoice>. An <guilabel>Edit Bookmarks</guilabel> dialog is displayed.
ro: Alegeți opțiunea <menuchoice><guimenu>Locații</guimenu><guimenuitem>Editare favorite</guimenuitem></menuchoice> sau, dacă sunteți în fereastra de navigare Nautilus, alegeți opțiunea <menuchoice><guimenu>Favorite</guimenu><guimenuitem>Editare favorite</guimenuitem></menuchoice>. Se va deschide o fereastră de dialog numită <guilabel>Editează favoritele</guilabel>.

source: Select the bookmark on the left side of the <guilabel>Edit Bookmarks</guilabel> dialog. Edit the details for the bookmark on the right side of the <guilabel>Edit Bookmarks</guilabel> dialog, as follows:
ro: În partea stângă a ferestrei de dialog <guilabel>Editează favoritele</guilabel> selectați elementul favorit. În partea din dreapta a ferestrei de dialog <guilabel>Editează favoritele</guilabel>, editați detaliile elementului favorit astfel:

source: Use this text box to specify the name that identifies the bookmark in the menus.
ro: Utilizați câmpul de text pentru a specifica numele care identifică favoritul în meniuri.

source: Use this field to specify the location of the bookmark.
ro: Utilizați acest câmp pentru a specifica locația favoritului.

source: Folders on your system use the <uri>file:///</uri> URI.
ro: Dosarele din sistemul dumneavoastră folosesc URI de forma <uri>file:///</uri>.

source: To delete a bookmark, select the bookmark on the left side of the dialog. Click <guilabel>Delete</guilabel>.
ro: Pentru a șterge un favorit, selectați favoritul din partea stângă a ferestrei de dialog. Acționați butonul <guilabel>Elimină</guilabel>.

source: Using Trash
ro: Utilizarea coșului de gunoi

source: Trash icon, empty.
ro: Iconița coșului de gunoi gol

source: Trash is a special folder that holds files that you no longer want to keep. Files in the Trash are not deleted permanently until you empty the trash. This two-stage process is in case you change your mind, or accidentally remove the wrong file.
ro: Coșul de gunoi este un dosar special care conține toate fișierele pe care nu mai doriți să le țineți. Fișierele din coșul de gunoi nu sunt șterse permanent până când nu goliți coșul de gunoi. Se folosește acest proces în două etape pentru cazul în care vă răzgândiți sau ați trimis din greșeală un fișier la gunoi și să vă permită să îl recuperați, dacă doriți.

source: You can move the following items to <guilabel>Trash</guilabel>:
ro: Puteți trimite la <guilabel>coșul de gunoi</guilabel> următoarele elemente:

source: Files
ro: Fișiere

source: Desktop objects
ro: Obiecte Desktop

source: If you need to retrieve a file from <guilabel>Trash</guilabel>, you can display <guilabel>Trash</guilabel> and move the file out of <guilabel>Trash</guilabel>. When you empty <guilabel>Trash</guilabel>, you delete the contents of <guilabel>Trash</guilabel> permanently.
ro: Dacă doriți să recuperați un fișier din <guilabel>coșul de gunoi</guilabel>, afișați <guilabel>coșul de gunoi</guilabel> și mutați fișierul respectiv, afară din <guilabel>coșul de gunoi</guilabel>. Când efectuați operația de golire a <guilabel>coșului de gunoi</guilabel>, veți șterge definitiv conținutul <guilabel>coșului de gunoi</guilabel>.

source: To Display Trash
ro: Afișarea coșului de gunoi

source: You can display the contents of <guilabel>Trash</guilabel> in the following ways:
ro: Puteți afișa conținutul <guilabel>coșului de gunoi</guilabel> în următoarele feluri:

source: From a file browser window
ro: Din fereastra navigatorului de fișiere

source: Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Trash</guimenuitem></menuchoice>. The contents of <guilabel>Trash</guilabel> are displayed in the window.
ro: Din meniu alegeți opțiunea <menuchoice><guimenu>Navigare</guimenu><guimenuitem>Coșul de gunoi</guimenuitem></menuchoice>. Conținutul <guilabel>coșului de gunoi</guilabel> va fi afișat în fereastra navigatorului de fișiere.

source: From a spatial window
ro: Dintr-o fereastră în mod spațial

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Trash</guimenuitem></menuchoice>. The contents of <guilabel>Trash</guilabel> are displayed in the window.
ro: Alegeți opțiunea<menuchoice><guimenu>Locații</guimenu><guimenuitem>Coșul de gunoi</guimenuitem></menuchoice>. Conținutul <guilabel>coșului de gunoi</guilabel> se va afișa în fereastră.

source: From the desktop
ro: De pe Desktop

source: Double-click on the <guilabel>Trash</guilabel> object on the desktop.
ro: Efectuați clic dublu pe obiectul <guilabel>coș de gunoi</guilabel> de pe desktop.

source: To Empty Trash
ro: Golirea coșului de gunoi

source: emptying
ro: golire

source: You can empty the contents of <guilabel>Trash</guilabel> in the following ways:
ro: Puteți goli conținutul <guilabel>coșului de gunoi</guilabel> în următoarele feluri:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Empty Trash</guimenuitem></menuchoice>.
ro: Alegeți opțiunea <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Golește coșul de gunoi</guimenuitem></menuchoice>.

source: Right-click on the <guilabel>Trash</guilabel> object, then choose <guimenuitem>Empty Trash</guimenuitem>.
ro: Efectuați clic dreapta pe obiectul <guilabel>coș de gunoi</guilabel>, apoi alegeți opțiunea <guimenuitem>Golește coșul de gunoi</guimenuitem> din meniul contextual.

source: When you empty trash, you destroy all files in the trash. Be sure that the trash only contains files you no longer need.
ro: Când goliți coșul de gunoi, distrugeți toate fișierele care se găsesc în coșul de gunoi. Verificați și asigurați-vă că în coșul de gunoi nu se găsesc decât fișiere de care nu mai aveți nevoie.

source: Hidden Files
ro: Fișiere ascunse

source: hidden
ro: ascuns

source: files
ro: fișiere

source: By default, <application>Nautilus</application> does not display certain system and backup files in folders. This prevents accidental modification or deletion of them, which can impair the operation of your computer, and also reduces clutter in locations such as your Home Folder. Nautilus does not display:
ro: Implicit, <application>Nautilus</application> nu afișează în dosare anumite fișiere de sistem. Acest comportament previne modificarea accidentală sau ștergerea acestora, lucru care ar duce la funcționarea defectuoasă a sistemului din calculatorul dumneavoastră și, de asemenea, reduce aglomerarea în anumite locații cum ar fi dosarul dumneavoastră personal. Nautilus nu afișează următoarele tipuri de fișiere:

source: Hidden files, whose filename begins with a period (.),
ro: Fișiere ascunse, cele al căror nume începe cu un punct (.),

source: Backup files, whose filename ends with a tilde (~)
ro: Fișiere de rezervă, cele ale căror nume se termină cu tilda (~),

source: Files that are listed in a particular folder's <filename>.hidden</filename> file.
ro: Fișiere care sunt înscrise într-un fișier special al dosarului, numit <filename>.hidden</filename>.

source: You may hide or show hidden files in a particular folder by selecting <menuchoice><guimenu>View</guimenu><guimenuitem>Show Hidden Files</guimenuitem></menuchoice>.
ro: Puteți ascunde sau afișa fișierele ascunse selectând opțiunea <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Arată fișierele ascunse</guimenuitem></menuchoice>.

source: To set <application>Nautilus</application> to always show hidden files, see <xref linkend="nautilus-preferences"/>.
ro: Pentru a configura <application>Nautilus</application> să afișeze întotdeauna fișierele ascunse, consultați <xref linkend="nautilus-preferences"/>.

source: Hiding a File or Folder
ro: Ascunderea unui fișier sau a unui dosar

source: create
ro: creare

source: To hide a file or folder in <application>Nautilus</application>, either rename the file so its name begins with the period (.) character, or create a text file named <filename>.hidden</filename> in the same folder, and add its name to it, as in the example below:
ro: Pentru a ascunde un fișier sau un dosar în <application>Nautilus</application>, fie redenumiți fișierul în așa fel încât numele lui să înceapă cu caracterul punct (.) fie creați un fișier text numit <filename>.hidden</filename>, în același dosar și adăugați în el numele fișierului, așa cum este arătat în exemplul următor:

source: filename foldername
ro: numefișier numedosar

source: You may need to refresh the relevant <application>Nautilus</application> window to see the change: press <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.
ro: Este posibil să fiți nevoit să reîmprospătați informația afișată în fereastra <application>Nautilus</application> pentru a putea observa modificările: apăsați combinația de taste <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.

source: Item Properties
ro: Proprietăți element

source: properties
ro: proprietăți

source: file properties
ro: proprietăți fișiere

source: The <guilabel>Item Properties</guilabel> window shows more information about any file, folder, or other item in the file manager. With this window, you can also do the following:
ro: Fereastra <guilabel>Proprietăți element</guilabel> afișează multe informații despre orice fișier, dosar sau orice obiect din fereastra managerului de fișiere. De asemenea, cu fereastra proprietăților puteți efectua următoarele operații:

source: Change the icon for an item: see <xref linkend="nautilus-icon"/>.
ro: Puteți modifica iconița unui obiect: consultați <xref linkend="nautilus-icon"/>.

source: Add or remove emblems for an item: see <xref linkend="nautilus-emblems"/>.
ro: Puteți adăuga embleme unui obiect: consultați <xref linkend="nautilus-emblems"/>.

source: Change the UNIX file permissions for an item: see <xref linkend="nautilus-permissions"/>.
ro: Puteți modifica drepturile de acces specifice UNIX pentru un obiect: consultați <xref linkend="nautilus-permissions"/>.

source: Choose which application is used to open an item, and others of the same type.
ro: Puteți alege ce aplicație este folosită pentru a deschide acel obiect și alte obiecte de același tip.

source: Add notes to an item: see <xref linkend="nautilus-notes"/>.
ro: Puteți adăuga notițe unui obiect: consultați <xref linkend="nautilus-notes"/>.

source: To open the item properties window, perform the following steps:
ro: Pentru a deschide fereastra proprietăților unui obiect procedați astfel:

source: Select the item whose properties you want to examine or change. If you select more than one item, the properties window will show the properties that are in common to all items.
ro: Selectați elementul ale cărui proprietăți doriți să le examinați sau să le modificați. Dacă selectați mai mult de un element, fereastra proprietăților va afișa proprietățile care sunt comune tuturor elementelor selectate.

source: Do one of the following:
ro: Efectuați una din acțiunile următoare:

source: Right-click on the selected item and choose <guimenuitem>Properties</guimenuitem>.
ro: Efectuați clic dreapta pe obiectul selectat și alegeți opțiunea <guimenuitem>Proprietăți</guimenuitem>.

source: Press <keycombo><keycap>Alt</keycap><keycap>Return</keycap></keycombo>.
ro: Apăsați combinația de taste <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>.

source: Modifying the Appearance of Files and Folders
ro: Modificarea aspectului fișierelor și dosarelor

source: modifying appearance of files and folders
ro: modificare aspect fișiere și dosare

source: The <application>Nautilus</application> file manager enables you to modify the appearance of your files and folders in several ways. You may customize the way files or folders look by attaching emblems or backgrounds to them. You can also change format in which <application>Nautilus</application> displays these items to you. The following sections describe how to do so.
ro: Managerul de fișiere <application>Nautilus</application> vă permite să modificați aspectul fișierelor și dosarelor dumneavoastră în mai multe feluri. Puteți personaliza modul cum arată fișierele sau dosarele dumneavoastră atașându-le embleme sau fundaluri. De asemenea, puteți modifica modul în care <application>Nautilus</application> afișează aceste obiecte. Secțiunea următoare descrie modul în care puteți realiza acest lucru.
