Repository: FyraLabs-Graveyard/tau-yelp-docs
Catalog: gnome2-user-guide/*/*.po
Languages: ro

source: You can choose for certain programs to be started automatically when you log in to a session. For example, you might want a web browser to be started as soon as you log in. Programs which start automatically when you log in are called <firstterm>startup programs</firstterm>. Startup programs are automatically saved and safely closed by the session manager when you log out, and are restarted when you log in.
ro: Puteți alege ca anumite programe să fie pornite automat când deschideți o sesiune. De exemplu, ați dori ca un navigator de internet să fie pornit de îndată ce deschideți sesiunea. Programele care pornesc automat când deschideți o sesiune sunt numite <firstterm>programe de pornire</firstterm>. Programele de pornire sunt salvate automat și închise în siguranță de către administratorul de sesiune atunci când închideți sesiunea, și sunt repornite atunci când deschideți o sesiune nouă.

source: The <application>Sessions</application> preference tool allows you to define which programs are started automatically when you log in. It has two tabs, the <guilabel>Startup Programs</guilabel> tab and the <guilabel>Options</guilabel> tab.
ro: Unealta de preferințe <application>Sesiuni</application> vă permite să stabiliți programele care sunt pornite automat după ce vă autentificați. Interfața programului are două taburi, tabul <guilabel>Programe de pornit</guilabel> și tabul <guilabel>Opțiuni</guilabel>.

source: Startup Programs Tab
ro: Tabul Programe de pornit

source: You can use the Startup Programs tab to add, modify, and remove startup programs.
ro: Puteți folosi tabul Programe de pornit pentru a adăuga, modifica și șterge programele ce pot fi rulate automat la pornirea mediului desktop.

source: A list of startup programs is displayed on this tab. The list shows a short description of each program, along with a checkbox which denotes whether the startup program is enabled or not. Programs which are not enabled will not be started automatically when you log in.
ro: Această secțiune conține o listă cu programele ce pot fi rulate automat la pornirea mediului desktop. Lista prezintă o descriere scurtă pentru fiecare program împreună cu o căsuță de bifat, care arată dacă programul este selectat sau nu. Programele din listă, care nu sunt selectate, nu vor fi rulate automat după ce v-ați autentificat.

source: Enabling/Disabling Startup Programs
ro: Selectarea/Deselectarea programelor pornite automat

source: To enable a program to start up automatically, check the checkbox corresponding to that program.
ro: Pentru a selecta un program pentru a fi rulat automat la pornirea sistemului, bifați căsuța corespunzătoare acelui program.

source: To disable a program from starting automatically, uncheck the checkbox.
ro: Pentru a dezactiva rularea automată a unui program la pornirea sistemului, deselectați căsuța corespunzătoare programului.

source: Adding A New Startup Program
ro: Adăugarea unui nou program de pornit

source: To add a new startup program, perform the following steps:
ro: Pentru a adăuga un program nou, care să fie rulat automat la pornirea sistemului, procedați astfel:

source: Click <guibutton>Add</guibutton>. This will open the <application>Add Startup Program</application> dialog box.
ro: Apăsați butonul <guibutton>Add</guibutton>. Se va deschide fereastra de dialog <application>Adaugă un program de pornit</application>.

source: Use the <guilabel>Name</guilabel> text box to specify a name for the new startup program.
ro: Utilizați câmpul text <guilabel>Nume</guilabel> pentru a specifica numele noului program ce va fi rulat automat la pornirea sistemului.

source: Use the <guilabel>Command</guilabel> text box to specify the command which will invoke the application. For example, the command <userinput>gedit</userinput> will start the <application>Gedit Text Editor</application>. If you do not know the exact command, click <guibutton>Browse</guibutton> to choose the path of the command.
ro: Utilizați câmpul text <guilabel>Comandă</guilabel> pentru a menționa comanda care va apela programul. De exemplu, comanda <userinput>gedit</userinput> va porni aplicația <application>Editor de text Gedit</application>. Dacă nu știți comanda exactă, apăsați butonul <guibutton>Răsfoire</guibutton> pentru a alege calea către comandă.

source: Enter a description of the application in the <guilabel>Comments</guilabel> text box. You will see this as the description of the program in the list of startup programs.
ro: În câmpul text <guilabel>Comentariu</guilabel> introduceți o descriere pentru aplicația aleasă. Această descriere va apărea în lista cu programele care se rulează automat la pornirea sistemului.

source: Click <guibutton>Add</guibutton>. The application will be added to the list of startup programs with its checkbox in the checked (enabled) state.
ro: Apăsați butonul <guibutton>Adaugă</guibutton>. Aplicația va fi adăugată în lista cu programele care se rulează automat la pornirea sistemului, iar căsuța corespunzătoare programului va fi bifată.

source: Removing A Startup Program
ro: Eliminarea unui program de pornit

source: To remove a startup program, select it from the list of startup programs and click <guibutton>Remove</guibutton>.
ro: Pentru a șterge un program din lista programelor care se rulează automat la pornirea sistemului, selectați programul din listă și apăsați butonul <guibutton>Elimină</guibutton>.

source: Editing A Startup Program
ro: Editarea unui program care se rulează automat la pornirea sistemului

source: To edit an existing startup program, select it from the list of startup programs and click <guibutton>Edit</guibutton>. A dialog will appear which allows you to edit the properties of the program. See <xref linkend="gosstartsession-212"/> for more information on the options available in this dialog.
ro: Pentru a edita un program, selectați programul din lista aplicațiilor care se rulează automat la pornirea sistemului și apăsați butonul <guibutton>Editare</guibutton>. Pentru mai multe informații despre opțiunile disponibile, consultați <xref linkend="gosstartsession-212"/>.

source: Session Options Tab
ro: Secțiunea Opțiuni sesiune

source: The session manager can remember which applications you have running when you log out and can automatically restart them when you log in again. If you would like this to happen every time you log out, check <guilabel>Automatically remember running applications when logging out</guilabel>. If you would like this to happen only once, click <guibutton>Remember Currently Running Application</guibutton> before logging out.
ro: Managerul de sesiune poate memora aplicațiile care rulau în momentul în care încheiați sesiunea și le poate porni automat când vă autentificați din nou. Dacă doriți să se întâmple acest lucru de fiecare dată când încheiați sesiunea, selectați opțiunea <guilabel>Memorează automat aplicațiile ce rulează la deautentificare</guilabel>. Dacă doriți să se întâmple acest lucrudoar o singură dată, apăsați butonul <guibutton>Memorează aplicațiile ce rulează în acest moment</guibutton> înainte de încheierea sesiunii.

source: Ending a Session
ro: Încheierea unei sesiuni

source: ending
ro: sfârșit

source: logging out
ro: ieșire

source: quit
ro: ieșire

source: shutdown
ro: închidere

source: When you have finished using your computer, you can choose to do one of the following:
ro: După ce ați terminat lucrul la calculator puteți alege să efectuați una din acțiunile următoare:

source: Log out, leaving the computer ready for another user to begin working with it. To log out of GNOME, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Log Out <replaceable>username</replaceable></guimenuitem></menuchoice> .
ro: Închideți sesiunea, lăsați calculatorul pregătit pentru ca un nou utilizator să înceapă lucrul cu el. Pentru a închide sesiunea GNOME, intrați în <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Ieșire <replaceable>nume utilizator</replaceable></guimenuitem></menuchoice> .

source: Shut down your computer and switch off the power. To shut down, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Shut Down</guimenuitem></menuchoice> and click <guibutton>Shut Down</guibutton> on the dialog that appears.
ro: Oprinți calculatorul dumneavoastră. Pentru a-l opri, intați în <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Oprire</guimenuitem></menuchoice> și apăsați pe butonul <guibutton>Oprire</guibutton> din fereastra care va apărea.

source: Depending on your computer's configuration, you can also <firstterm>Hibernate</firstterm> your computer. During hibernation, less power is used, but all of the applications and documents that you have open are preserved and will still be open when you resume from hibernation. You can resume from hibernation by moving your mouse or pressing a key.
ro: În funcție de configurația calculatorului dumneavoastră, puteți de asemenea să puneți calculatorul pe <firstterm>Hibernare</firstterm>. În timpul hibernării, vă fi folosită mai puțină energie, însă toate aplicațiile și documentele pe care le-ați deschis sunt păstrate și vor rămâne deschise când veți reveni din hibernare. Puteți să reveniți din hibernare prin mișcarea mausului sau apăsarea unei taste.

source: Some vendors and distributors allow you to hibernate your computer in two ways, often called Hibernate and <firstterm>Suspend</firstterm>. Both of these will preserve your open files and applications, but one will switch off the power to your computer while the other will leave the computer running in a state that uses less power.
ro: Unii producători și unele distribuții vă permit să puneți calculatorul pe hibernare în două feluri, adesea numite hibernare și <firstterm>Suspendare</firstterm>. Amândouă vor păstra fișierele și aplicațiile deschise, dar una va opri calculatorul, în timp ce cealaltă va lăsa calculatorul pornit într-o stare în care folosește puțină energie.

source: When you end a session, applications with unsaved work will warn you. You can choose to save your work, or cancel the command to log out or shut down.
ro: Când încheiați o sesiune, aplicațiile care sunt deschise și au fișiere în lucru nesalvate vă vor avertiza. Puteți alege fie să salvați lucrările fie să anulați operația de Ieșire sau de închidere a calculatorului.

source: Before you end a session, you might want to save your current settings so that you can restore the session later. In the <link linkend="prefs-sessions"><application>Sessions</application></link> preference tool, you can select an option to automatically save your current settings.
ro: Înainte de terminarea unei sesiuni, aveți posibilitatea de a salva configurările curente, pentru a restaura sesiunea ulterior. În unealta pentru preferințe <link linkend="prefs-sessions"><application>Sesiuni</application></link>, puteți selecta opțiunea care salvează automat configurările dumneavoastră curente.

source: Using the Panels
ro: Utilizarea panourilor

source: This chapter describes how to use the panels at the top and bottom of the GNOME Desktop, how to customize the objects that appear on them, and how to add new panels to the desktop.
ro: Acest capitol descrie cum să folosiți panourile superior și inferior ale mediului desktop GNOME, cum să personalizați obiectele care apar în ele și cum să adăugați alte panouri pe desktop.

source: panels
ro: panouri

source: introduction
ro: introducere

source: A panel is an area in the GNOME Desktop where you have access to certain actions and information, no matter what the state of your application windows. For example, in the default GNOME panels, you can launch applications, see the date and time, control the system sound volume, and more.
ro: Un panou este o zonă din desktopul GNOME unde aveți acces la anumite acțiuni și informații, indiferent de starea ferestrelor aplicațiilor dumneavoastră. De exemplu din panourile implicite GNOME puteți lansa aplicații, puteți vedea data și ora, puteți controla volumul sunetului și multe altele.

source: You can customize panels to your liking. You can change their behavior and appearance, and you can add or remove objects from your panels. You can create multiple panels, and choose different properties, objects, and backgrounds for each panel. You can also hide panels.
ro: Puteți personaliza panourile așa cum doriți. Puteți modifica aspectul și comportamentul și puteți adăuga sau șterge obiecte din panou. Puteți crea mai multe panouri și puteți alege diferite proprietăți, obiecte și culori și imagini de fond pentru oricare dintre ele. Puteți, de asemenea, să ascundeți panourile.

source: By default, the GNOME Desktop contains a panel at the top edge of the screen, and a panel at the bottom edge of the screen. The following sections describe these panels.
ro: Implicit mediul desktop GNOME conține un panou în partea de sus a ecranului si un panou în partea de jos a ecranului. Capitolele următoare vor descrie aceste panouri.

source: Top Edge Panel
ro: Panoul din partea superioară

source: top edge panel
ro: panoul din partea superioară

source: By default, the top edge panel contains the following objects:
ro: Implicit panoul din partea superioară conține următoarele obiecte:

source: Your distribution of GNOME may have altered this default setup.
ro: Este posibil ca distribuția dumneavoastră GNOME să fi modificat dispunerea implicită a obiectelor din panou.

source: <application>Menu Bar</application> applet
ro: Mini-aplicația <application>Bara de meniu</application>

source: The Menu Bar contains the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> menus. For more on the menu bar, see <xref linkend="menubar"/>.
ro: Bara de meniuri conține meniurile <guimenu>Aplicații</guimenu>, <guimenu>Locații</guimenu> și <guimenu>Sistem</guimenu>. Pentru mai multe informații despre bara de meniuri, consultați <xref linkend="menubar"/>.

source: A set of application launcher icons
ro: Un set de iconițe pentru lansatoare de aplicații

source: The exact number of icons depends on your GNOME distribution, but in general you will find at least a launcher for the <application>Web Browser</application>, an <application>Email client</application> and the <application>Help Browser</application>. Click on any launcher icon to open the corresponding application.
ro: Numărul exact al iconițelor depinde de distribuția dumneavoastră GNOME, dar, în general, veți găsi cel puțin un lansator pentru <application>Navigatorul web</application>, un lasator pentru <application>Clientul de e-mail</application> și un lansator pentru <application>Navigatorul pentru ajutor și suport</application>. Efectuați clic pe oricare dintre iconițele afișate pentru a porni aplicația dorită.

source: <application>Notification Area</application> applet
ro: Mini-aplicația <application>Zona de notificare</application>

source: Displays icons from other applications that may require your attention, or that you may want to access without switching from your current application window. For more on this, see <xref linkend="panels-notification-area"/>.
ro: Afișează iconițe ale altor aplicații care pot necesita atenția dumneavoastră sau care doriți să le accesați fără să părăsiți fereastra aplicației curente. Pentru mai multe informații consultați <xref linkend="panels-notification-area"/>.

source: Until an application adds an icon to the notification area, only a narrow bar is visible.
ro: Până când vreo aplicație va adăuga o iconiță, în zona de notificare va fi vizibilă doar o bară verticală mică și îngustă.

source: <application>Clock</application> applet
ro: Mini-aplicația <application>Ceas</application>

source: The <application>Clock</application> shows the current time. Click on the time to open a small calendar. You can also view a world map by clicking the <guilabel>Locations</guilabel> expansion label. For more on this, see the <ulink type="help" url="ghelp:clock">Clock Applet Manual</ulink>.
ro: Aplicația <application>Ceas</application> arată ora și data curente. Efectuați clic pe iconița cu timpul curent pentru a afișa un calendar în miniatură. Puteți afișa harta lumii dacă efectuați clic pe butonul extensibil <guilabel>Locuri</guilabel> din partea inferioară a calendarului în miniatură. Pentru mai multe informații, consultați <ulink type="help" url="ghelp:clock">Manualul mini-aplicației Ceas</ulink>.

source: <application>Volume Control</application> applet
ro: Mini-aplicația <application>Control volum</application>

source: The <application>Volume Control</application> enables you to control the volume of the speakers on your system. For more on this, see the <ulink type="help" url="ghelp:gnome-volume-control">Volume Control Manual</ulink>.
ro: Aplicația <application>Control volum</application> vă permite să controlați volumul semnalului audio redat de difuzoarele (boxele) prezente în sistemul dumneavoastră. Pentru mai multe informații, consultați <ulink type="help" url="ghelp:gnome-volume-control">Manualul Control volum</ulink>.

source: <indexterm><primary>top edge panel</primary><secondary>window list icon</secondary></indexterm><application>Window Selector</application> icon
ro: <indexterm><primary>panoul din partea de sus</primary><secondary>iconița listă ferestre</secondary></indexterm> iconița <application>Selectare ferestre</application>

source: The <application>Window Selector</application> lists all of your open windows. To give focus to a window, click on the window selector icon at the extreme right of the top edge panel, then select the window. For more on this, see <xref linkend="windows-focus"/>.
ro: <application>Selectare ferestre</application> listează toate ferestrele deschise. Pentru a aduce o anumită fereastră în prim-plan, apăsați clic pe iconița selectare ferestre din dreapta extremă a panoului din partea de sus, apoi selectați fereastra. Pentru mai multe despre aceste lucruri, consultați <xref linkend="windows-focus"/>.

source: Bottom Edge Panel
ro: Panoul din partea inferioară a ecranului

source: bottom edge panel
ro: panoul din partea inferioară a ecranului

source: By default, the bottom edge panel contains the following objects:
ro: Implicit panoul din partea inferioară a ecranului conține următoarele obiecte:

source: default contents
ro: conținutul implicit

source: <guibutton>Show Desktop</guibutton> button
ro: Butonul <guibutton>Afișare Desktop</guibutton>

source: Click on this button to minimize all open windows and show the desktop. Click it again to restore all of the windows to their previous state.
ro: Acționați acest buton pentru a minimiza toate ferestre deschise pentru a afișa doar desktopul. Acționați din nou butonul pentru a restaura ferestrele la starea anterioară primei acționări a butonului.

source: <application>Window List</application> applet
ro: Mini-aplicația <application>Listă ferestre</application>

source: Displays a button for each window that is open. The <application>Window List</application> enables you to minimize and restore windows. For more on this, see <xref linkend="windowlist"/>.
ro: Afișează câte un buton pentru fiecare fereastră deschisă. <application>Listă ferestre</application> vă permite să minimizați și să restaurați ferestrele. Pentru mai multe informații, consultați <xref linkend="windowlist"/>.

source: <application>Workspace Switcher</application> applet
ro: Mini-aplicația <application>Comutator spații de lucru</application>

source: Enables you to switch between your workspaces. For more on workspaces, see <xref linkend="overview-workspaces"/>.
ro: Vă permite să comutați între spațiile de lucru. Pentru mai multe informații despre spațiile de lucru consultați <xref linkend="overview-workspaces"/>.

source: Managing Panels
ro: Lucrul cu panourile

source: managing
ro: administrare

source: The following sections describe how to manage your panels.
ro: Următoarele capitole vor descrie modul în care puteți lucra cu panourile.

source: To interact with a panel, you must click on a vacant space on the panel rather than on any of the objects it holds. If the hide buttons are visible on the panel, you can also middle-click or right-click on one of them to select the panel.
ro: Pentru a interacționa cu un panou, trebuie să acționați cu mausul întrun loc liber de pe panou și nu pe un obiect de pe panou. Dacă butoanele de ascundere a panoului sunt prezente, atunci puteți efectua clic cu butonul de mijloc al mausului sau puteți efectua clic dreapta pe unul dintre aceste butoane de ascundere, pentru a selecta panoul.

source: Moving a Panel
ro: Mutarea unui panou

source: moving
ro: mutare

source: To move a panel to another side of the screen, press and hold <keycap>ALT</keycap> and drag the panel to its new location. Click on any vacant space on the panel to begin the drag.
ro: Pentru a muta un panou într-o altă parte a ecranului, apăsați și mențineți tasta <keycap>ALT</keycap> și trageți panoul către noua sa locație. Clic pe orice spațiu liber din panou pentru a începe glisarea.

source: A panel that is not set to expand to the full width of the screen can be dragged away from the edge of the screen and placed anywhere. See <xref linkend="panel-properties"/> for details on how to set a panel's expand property.
ro: Un panou care nu este configurat să se extindă pe toată lungimea poate fi tras de la marginea ecranului și poziționat oriunde. Pentru mai multe detalii despre cum pot fi configurate proprietățile de extindere a panourilor consultați <xref linkend="panel-properties"/>.

source: Panel Properties
ro: Proprietăți panou

source: modifying properties
ro: modificarea proprietăților

source: You can change the properties of each panel, such as the position of the panel, the hide behavior, and the visual appearance.
ro: Puteți modifica proprietățile oricărui panou precum poziția panoului, cum să se comporte un panou ascuns și aspectul vizual.

source: To modify the properties of a panel, right-click on a vacant space on the panel, then choose <guimenuitem>Properties</guimenuitem>. The <guilabel>Panel Properties</guilabel> dialog contains two tabbed sections, <guilabel>General</guilabel> and <guilabel>Background</guilabel>.
ro: Pentru a modifica proprietățile unui panou efectuați clic dreapta într-un loc liber de pe panou si din meniul contextual alegeți <guimenuitem>Proprietăți</guimenuitem>. Fereastra de dialog <guilabel>Proprietăți panou</guilabel> conține două pagini: <guilabel>General</guilabel> și <guilabel>Fond</guilabel>.

source: General Properties Tab
ro: Pagina General din fereastra de dialog Proprietăți panou

source: In the <guilabel>General</guilabel> tab, you can modify panel size, position, and hiding properties. The following table describes the dialog elements on the <guilabel>General</guilabel> tabbed section:
ro: În pagina <guilabel>General</guilabel> puteți modifica dimensiunea panoului, poziția și proprietățile pentru panoul ascuns. Următorul tabel descrie elementele de dialog din pagina <guilabel>General</guilabel>:

source: Dialog Element
ro: Element de dialog

source: Description
ro: Descriere

source: Orientation
ro: Orientare

source: Select the position of the panel on your screen. Click on the required position for the panel.
ro: Selectează poziția panoului pe ecran. Bifați poziția dorită pentru panou.

source: Size
ro: Dimensiune

source: Use the spin box to specify the size of the panel.
ro: Utilizați căsuța de bifare pentru a specifica dimensiunea panoului.

source: Expand
ro: Extindere
